
import type { AllQuizzes } from "./interfaces"

export const quizData: AllQuizzes = {
  //Προσαρασκευαστικές εξετάσεις 2018-2019
  p: {
    name: "Προπαρασκευαστικές 2018-2019",
    questions: [
      {
        id: 1,
        question: "Υποθέστε μία οικονομία όπου όλοι οι παραγωγικοί συντελεστές χρησιμοποιούνται πλήρως και αποδοτικά για την παραγωγή των αγαθών Χ και Ψ. Στον παρακάτω πίνακα δίνονται διάφοροι συνδυασμοί ποσοτήτων που μπορούν να παραχθούν με την υπάρχουσα τεχνολογία. Από όλα τα παρακάτω το μόνο που δεν ισχύει για τη συγκεκριμένη οικονομία είναι ότι:",
        table: {
          headers: ["Συνδυασμοί", "Ποσότητα αγαθού Χ", "Ποσότητα αγαθού Ψ"],
          rows: [
            ["A", "0", "40"],
            ["B", "3", "38"],
            ["Γ", "6", "33"],
            ["Δ", "8", "28"],
            ["E", "9", "25"],
            ["Z", "12", "14"],
            ["H", "15", "0"]
          ]
        },
        answers: [
          "η μέγιστη ποσότητα που μπορεί να παραχθεί από το αγαθό Χ είναι 15 μονάδες.",
          "καθώς η οικονομία μετακινείται από τον συνδυασμό Γ στον συνδυασμό $\\Delta$ το κόστος ευκαιρίας (εναλλακτικό κόστος) του αγαθού Χ είναι ίσο με 2,5 μονάδες του αγαθού Ψ.",
          "ο συνδυασμός των ποσοτήτων 8 μονάδες από το αγαθό Χ και 28 μονάδες από το αγαθό Ψ βρίσκεται επί της καμπύλης παραγωγικών δυνατοτήτων.",
          "ο συνδυασμός των ποσοτήτων 9 μονάδες από το αγαθό Χ και 35 μονάδες από το αγαθό Ψ είναι εφικτός συνδυασμός."
        ],
        correct_answer: {
          id: "ο συνδυασμός των ποσοτήτων 9 μονάδες από το αγαθό Χ και 35 μονάδες από το αγαθό Ψ είναι εφικτός συνδυασμός.",
          explanation: "Αν η παραγωγή του αγαθού Ψ είναι μηδενική, γεγονός που σημαίνει ότι όλοι οι παραγωγικοί συντελεστές χρησιμοποιούνται στην παραγωγή του αγαθού Χ, τότε μπορούν να παραχθούν 15 μονάδες από το αγαθό Χ. Επομένως η απάντηση Α ισχύει. Το κόστος ευκαιρίας του αγαθού Χ $(E_{X})$ σε μονάδες του αγαθού Ψ δίνεται από την εξής σχέση: $E_{X}=$ [μονάδες μείωσης ποσότητας Ψ]/[μονάδες αύξησης ποσότητας Χ]. Επομένως, καθώς η οικονομία μετακινείται από τον συνδυασμό $\\Gamma$ στον συνδυασμό $\\Delta$ το κόστος ευκαιρίας του αγαθού Χ είναι: $E_{X}=(33-28)/(8-6)=5/2=2,5$ μονάδες Ψ. Συνεπώς, η απάντηση Β ισχύει. Όταν παράγονται 8 μονάδες από το αγαθό Χ, η μέγιστη ποσότητα από το αγαθό Ψ που μπορεί να παραχθεί είναι 28 μονάδες. Οπότε ο συνδυασμός $\\Delta$ είναι εφικτός και βρίσκεται επί της καμπύλης παραγωγικών δυνατοτήτων. Άρα η απάντηση C ισχύει. Όταν παράγονται 9 μονάδες από το αγαθό Χ, η μέγιστη ποσότητα από το αγαθό Ψ που μπορεί να παραχθεί είναι 25 και όχι 35 μονάδες. Συνεπώς, ο συνδυασμός 9 μονάδες από το αγαθό Χ και 35 μονάδες από το αγαθό Ψ δεν είναι εφικτός. Επομένως η απάντηση D δεν ισχύει. Άρα, η σωστή απάντηση είναι η D. Βλέπε Τόμο Α: σελ. 30-34."
        }
      },
      {
        id: 2,
        question: "Η συνάρτηση ζήτησης μοσχαρίσιου κρέατος δίνεται από τη σχέση $Q_{d}=298-6P+2M$, όπου Ρ είναι η τιμή του και Μ είναι το εισόδημα των καταναλωτών. Αν $P=8f$ και $M=500\\in$, η εισοδηματική ελαστικότητα είναι ίση με [.........] και το μοσχαρίσιο κρέας είναι [.........] αγαθό.",
        answers: [
          "[0,8], [κανονικό].",
          "[0,75], [κανονικό].",
          "[0,6], [κατώτερο].",
          "[0,8], [κατώτερο]."
        ],
        correct_answer: {
          id: "[0,8], [κανονικό].",
          explanation: "Η εισοδηματική ελαστικότητα δίνεται από τον τύπο: $e_{M}=(dQ_{d}/dM)\\times(M/Q_{d})$. Όταν $P=8f$ και $M=500\\in$, η ζητούμενη ποσότητα είναι: $Y_{d}=298-6\\times8+2\\times500=1.250$ μονάδες. Αντικαθιστώντας τα μεγέθη αυτά στον τύπο της ελαστικότητας βρίσκουμε: $e_{M}=(dQ_{d}/dM)\\times(M/Q_{d})=2\\times(500/1.250)=0,8.$ Η εισοδηματική ελαστικότητα είναι θετική και συνεπώς το μοσχαρίσιο κρέας είναι κανονικό αγαθό. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Τόμο Α: σελ. 100-101 & 109-110."
        }
      },
      {
        id: 3,
        question: "Υποθέστε ότι η αγορά καλαμποκιού βρίσκεται σε ισορροπία και η ζήτησή του ως προς την τιμή του είναι ανελαστική. Η εφαρμογή μίας παραγωγικότερης μεθόδου παραγωγής του καλαμποκιού θα έχει ως αποτέλεσμα, με όλους τους άλλους παράγοντες σταθερούς, να [.........] η τιμή ισορροπίας του και στη νέα αυτή τιμή οι παραγωγοί καλαμποκιού να εισπράττουν ένα [..........] ποσό, σε σχέση με αυτό που εισέπρατταν στην αρχική τιμή ισορροπίας.",
        answers: [
          "[μειωθεί], [μεγαλύτερο].",
          "[μειωθεί], [μικρότερο].",
          "[αυξηθεί], [μικρότερο].",
          "[αυξηθεί], [μεγαλύτερο]."
        ],
        correct_answer: {
          id: "[μειωθεί], [μικρότερο].",
          explanation: "Στο παραπάνω σχήμα, το αρχικό σημείο ισορροπίας της αγοράς του καλαμποκιού είναι το Α, στο οποίο αντιστοιχούν τιμή $P_{1}$ και ποσότητα $Q_{1}.$ Η εφαρμογή της παραγωγικότερης μεθόδου παραγωγής του καλαμποκιού θα έχει $\\omega\\zeta$ αποτέλεσμα την αύξηση της προσφοράς καλαμποκιού και επομένως τη μετατόπιση της καμπύλης προσφοράς του προς τα δεξιά, από τη θέση $S_{1}$ στη θέση $S_{2}$. Έτσι, έχουμε ένα νέο σημείο ισορροπίας το Β, στο οποίο αντιστοιχούν μικρότερη τιμή $(P_{2})$ και μεγαλύτερη ποσότητα $(Q_{2}).$ Δεδομένου ότι η ζήτηση του καλαμποκιού $\\omega\\zeta$ προς την τιμή του είναι ανελαστική, δηλαδή $|e_{p}|<1$, η μείωση της τιμής του κατά ένα ποσοστό θα οδηγήσει σε μία αύξηση της ζητούμενης ποσότητάς του κατά ένα μικρότερο ποσοστό. Επομένως, η δαπάνη των καταναλωτών θα ακολουθήσει την πορεία της τιμής, δηλαδή θα μειωθεί και επομένως και τα έσοδα των παραγωγών θα μειωθούν. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Τόμο Α: σελ. 39, 101-102 & 270-271."
        }
      },
      {
        id: 4,
        question: "Υποθέστε ότι η αγορά ενός κανονικού αγαθού βρίσκεται σε ισορροπία. Μία μείωση του εισοδήματος των καταναλωτών θα οδηγήσει, με όλους τους άλλους παράγοντες σταθερούς, σε μετατόπιση της καμπύλης [.........] του αγαθού προς τα [.......], σε [.......] της τιμής ισορροπίας του και σε [.........] της ποσότητας ισορροπίας του.",
        answers: [
          "[προσφοράς], [δεξιά], [μείωση], [αύξηση].",
          "[προσφοράς], [αριστερά], [αύξηση], [μείωση].",
          "[ζήτησης], [αριστερά], [μείωση], [μείωση].",
          "[ζήτησης], [δεξιά], [αύξηση], [αύξηση]."
        ],
        correct_answer: {
          id: "[ζήτησης], [αριστερά], [μείωση], [μείωση].",
          explanation: "Η ισορροπία στην αγορά ενός αγαθού προσδιορίζεται από το σημείο τομής των καμπυλών ζήτησης και προσφοράς του. Σύμφωνα με το παραπάνω σχήμα, το σημείο ισορροπίας είναι το Α. Επομένως, η τιμή ισορροπίας είναι η $P_{1}$ και η ποσότητα ισορροπίας είναι η $Q_{1}$. Εφόσον το αγαθό είναι κανονικό, η μείωση του εισοδήματος θα έχει ως αποτέλεσμα οι καταναλωτές να ζητούν σε κάθε τιμή του μικρότερη ποσότητα, δηλαδή έχουμε μείωση της ζήτησής του. Επομένως η καμπύλη ζήτησης του αγαθού θα μετατοπιστεί προς τα αριστερά, από τη θέση $D_{1}$ στη θέση $D_{2}$ και έτσι έχουμε ένα νέο σημείο ισορροπίας της αγοράς του, το Β, στο οποίο αντιστοιχούν μία μικρότερη τιμή $(P_{2})$ και μία μικρότερη ποσότητα $(Q_{2})$. Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Α: σελ. 59-61."
        }
      },
      {
        id: 5,
        question: "Οι συναρτήσεις ζήτησης και προσφοράς ενός αγαθού δίνονται αντίστοιχα από τις εξής σχέσεις: $Q_{d}=600-30P$ και $Q_{s}=-200+50P$, όπου $Q_{d}=$ ζητούμενη ποσότητα, $Q_{s}=$ προσφερόμενη ποσότητα και $P=\\tau i\\mu\\dot{\\eta}.$ Στην τιμή ισορροπίας του αγαθού η ελαστικότητα ζήτησης του αγαθού ως προς την τιμή του $(e_{p}),$ το πλεόνασμα του καταναλωτή (CS) και το πλεόνασμα του παραγωγού (PS) είναι:",
        answers: [
          "$e_{p}=-1$, CS = 1.500€ και $PS=900\\epsilon$.",
          "$e_{p}=-1,67$ CS = 1.500€ και PS = 900€.",
          "$e_{p}=-1$, $CS=3.000\\in$ και $PS=3.000\\in$.",
          "$e_{p}=-1,67,$ $CS=2.400\\in$ και $PS=3.000\\epsilon.$"
        ],
        correct_answer: {
          id: "$e_{p}=-1$, CS = 1.500€ και $PS=900\\epsilon$.",
          explanation: "Στο παρακάτω σχήμα παρουσιάζεται η ισορροπία της αγοράς του αγαθού. Με βάση τη συνθήκη ισορροπίας της αγοράς ενός αγαθού, που είναι $Q_{d}=Q_{s}$, έχουμε: $500-30P=-200+50P=>80P=800\\Rightarrow P=10E$ και $Q=300$ μονάδες. Η ελαστικότητα ζήτησης του αγαθού ως προς την τιμή του στο σημείο ισορροπίας είναι: $e_{p}=(dQ/dP)\\times(P/Q)=-30\\times(10/300)=-1.$ Το CS είναι ίσο με το εμβαδόν της περιοχής που βρίσκεται κάτω από την καμπύλη ζήτησης και πάνω από την τιμή ισορροπίας, δηλαδή είναι ίσο με το εμβαδόν του τριγώνου ΓΒΑ. Το PS είναι ίσο με το εμβαδόν της περιοχής που βρίσκεται πάνω από την καμπύλη προσφοράς και κάτω από την τιμή ισορροπίας, δηλαδή είναι ίσο με το εμβαδόν του τριγώνου $\\Delta\\Gamma A.$ Οπότε: $CS=[(20-10)\\times300]/2=1.500E$ και $PS=[(10-4)\\times300]/2=900E$. Άρα, η σωστή απάντηση είναι η Α. Βλέπε: Τόμο Α, σελ. 43-45."
        }
      },
      {
        id: 6,
        question: "Υποθέστε ότι ένας καταναλωτής που δαπανά όλο το εισόδημά του για την αγορά των αγαθών Χ και Υ καταναλώνει έναν συνδυασμό ποσοτήτων των δύο αγαθών για τον οποίο ισχύει $MU_{X}/P_{X}<MU_{Y}/P_{Y}$ (όπου $MU_{X}=$ οριακή χρησιμότητα αγαθού Χ, $MU_{Y}=$ οριακή χρησιμότητα αγαθού Υ, $P_{X}=$ τιμή αγαθού Χ και $P_{Y}=\\tau\\iota\\mu\\dot{\\eta}$ αγαθού Υ). Στην περίπτωση αυτή:",
        answers: [
          "ο οριακός λόγος υποκατάστασης του αγαθού Υ από το αγαθό Χ $(MRS_{XY})$ είναι μεγαλύτερος από τον λόγο των τιμών των δύο αγαθών $(P_{X}/P_{Y}).$",
          "ο καταναλωτής δεν μεγιστοποιεί τη χρησιμότητά του και για να τη μεγιστοποιήσει θα πρέπει να αυξήσει την κατανάλωση του αγαθού Χ και να μειώσει την κατανάλωση του αγαθού Υ.",
          "ο καταναλωτής δεν μεγιστοποιεί τη χρησιμότητά του και για να τη μεγιστοποιήσει θα πρέπει να μειώσει την κατανάλωση του αγαθού Χ και να αυξήσει την κατανάλωση του αγαθού Υ.",
          "ισχύουν Α και C."
        ],
        correct_answer: {
          id: "ο καταναλωτής δεν μεγιστοποιεί τη χρησιμότητά του και για να τη μεγιστοποιήσει θα πρέπει να μειώσει την κατανάλωση του αγαθού Χ και να αυξήσει την κατανάλωση του αγαθού Υ.",
          explanation: "Γνωρίζουμε ότι $MRS_{XY}=MU_{X}/MU_{Y}$ καθώς και ότι στη θέση ισορροπίας του καταναλωτή ισχύει $MU_{X}/MU_{Y}=P_{X}/P_{Y}$. Από τη σχέση αυτή προκύπτει $MU_{X}/P_{X}=MU_{Y}/P_{Y}$. Εφόσον $MU_{X}/P_{X}<MU_{Y}/P_{Y}\\Rightarrow MRS_{XY}=MU_{X}/MU_{Y}<P_{X}/P_{Y}$ (επομένως το Α δεν ισχύει, οπότε δεν ισχύει και το D). Εφόσον ισχύει $MU_{X}/P_{X}<MU_{Y}/P_{Y}$, ο καταναλωτής θα πρέπει να μειώσει την κατανάλωση του αγαθού Χ (κάτι που θα αυξήσει την $MU_{x})$ και να αυξήσει την κατανάλωση του αγαθού Υ (κάτι που θα μειώσει την $MU_{Y})$ ώστε οι λόγοι $MU_{X}/P_{X}$ και $MU_{Y}/P_{Y}$ να εξισωθούν (οπότε ισχύει το C και δεν ισχύει το Β). Διαφορετικά, εφόσον ισχύει $MRS_{XY}<P_{X}/P_{Y}$ αυτό σημαίνει ότι η υποκειμενική αξιολόγηση του αγαθού Χ από τον καταναλωτή, σε όρους του αγαθού Υ, η οποία εκφράζεται από τον οριακό λόγο υποκατάστασης $MRS_{XY}$ είναι μικρότερη από την (αντικειμενική) αξιολόγηση της αγοράς, η οποία εκφράζεται από τον λόγο των τιμών των δύο αγαθών. Επομένως, ο καταναλωτής θα αγοράσει και θα καταναλώσει λιγότερο Χ, αυξάνοντας αντίστοιχα την κατανάλωση του αγαθού Υ. Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Α: σελ. 80-84."
        }
      },
      {
        id: 7,
        question: "Στο διάγραμμα παρουσιάζεται η γραμμή εισοδηματικού περιορισμού ενός καταναλωτή, ο οποίος διαθέτει εισόδημα $M=800\\epsilon$ και το οποίο δαπανά εξ ολοκλήρου για την αγορά των αγαθών Χ και Υ. Αν ο οριακός λόγος υποκατάστασης του αγαθού Υ από το αγαθό Χ είναι $MRS_{XY}=y/x$ (όπου y είναι η ποσότητα του αγαθού Υ και χ είναι η ποσότητα του αγαθού Χ), τότε ο καταναλωτής αυτός βρίσκεται σε ισορροπία όταν καταναλώνει:",
        answers: [
          "200 μονάδες από το αγαθό Χ και 400 μονάδες από το αγαθό Υ.",
          "100 μονάδες από το αγαθό Χ και 200 μονάδες από το αγαθό Υ.",
          "160 μονάδες από το αγαθό Χ και 80 μονάδες από το αγαθό Υ.",
          "150 μονάδες από το αγαθό Χ και 100 μονάδες από το αγαθό Υ."
        ],
        correct_answer: {
          id: "100 μονάδες από το αγαθό Χ και 200 μονάδες από το αγαθό Υ.",
          explanation: "Γνωρίζουμε ότι αν ο καταναλωτής δαπανήσει όλο το εισόδημά του Μ στο αγαθό Υ μπορεί να αγοράσει $M/P_{Y}$ μονάδες του Υ (σημείο Α), ενώ αν δαπανήσει όλο το εισόδομά του Μ στο αγαθό Χ μπορεί να αγοράσει $M/P_{X}$ μονάδες του Χ (σημείο Β). Έτσι, με βάση τα δεδομένα του σχήματος έχουμε: $y=M/P_{Y}=>P_{Y}=M/y=800/400=2E~\\kappa a1~X=M/P_{X}=>P_{X}=M/x=800/200=4E.$ Ο καταναλωτής βρίσκεται σε ισορροπία όταν ισχύει $MRS_{XY}=P_{X}/P_{Y}$. Με βάση αυτή τη συνθήκη ισορροπίας έχουμε: $y/x=4/2=2=>y=2x.$ Θέτοντας στην εξίσωση του εισοδηματικού περιορισμού $800=4x+2y$, $y=2x$ βρίσκουμε: $800=4x+2(2x)\\Rightarrow8x=800\\Rightarrow\\\\underline{x=100~\\\\mu ov.}$ και επομένως $y=2x=(2)(100)=>\\\\underline{y=200}$ μον. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Τόμο Α: σελ. 76-77 & 80-84."
        }
      },
      {
        id: 8,
        question: "Μία επιχείρηση που λειτουργεί στη βραχυχρόνια περίοδο, χρησιμοποιώντας $L_{1}$ μονάδες εργασίας, που είναι ο μοναδικός μεταβλητός συντελεστής παραγωγής, παράγει $Q_{1}$ μονάδες προϊόντος. Στη συγκεκριμένη ποσότητα εργασίας $(L_{1})$ το οριακό της προϊόν ( $(MP_{L})$ είναι ίσο με το μέσο της προϊόν $(AP_{L}).$ Αν η εν λόγω επιχείρηση αυξήσει την ποσότητα εργασίας που χρησιμοποιεί, τότε το $MP_{L}$ και το $AP_{L}$ θα [.........] και στη νέα ποσότητα εργασίας το $MP_{L}$ θα είναι [.........] από το $AP_{L}$",
        answers: [
          "[αυξηθούν], [μικρότερο].",
          "[αυξηθούν], [μεγαλύτερο].",
          "[μειωθούν], [μικρότερο].",
          "[μειωθούν], [μεγαλύτερο]."
        ],
        correct_answer: {
          id: "[μειωθούν], [μικρότερο].",
          explanation: "Γνωρίζουμε ότι στη βραχυχρόνια περίοδο που λειτουργεί ο νόμος των φθινουσών αποδόσεων η καμπύλη του οριακού προϊόντος του μεταβλητού συντελεστή παραγωγής, που στην προκειμένη περίπτωση είναι η εργασία, τέμνει κατερχόμενη την καμπύλη του μέσου προϊόντος στο υψηλότερο σημείο της (σημείο Α στο σχήμα). Επομένως, αύξηση της ποσότητας της εργασίας πάνω από αυτή στην οποία οριακό και μέσο προϊόν εξισώνονται ($L_{1}$ στο σχήμα) θα οδηγήσει σε μείωση τόσο του οριακού προϊόντος όσο και του μέσου προϊόντος της εργασίας και το οριακό προϊόν της εργασίας θα είναι μικρότερο από το μέσο της προϊόν. Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Α: σελ. 145-150."
        }
      },
      {
        id: 9,
        question: "Ποια πρόταση από τις παρακάτω δεν είναι σωστή;",
        answers: [
          "Το μέσο σταθερό κόστος μειώνεται συνεχώς όσο αυξάνεται η παραγωγή.",
          "Το μέσο συνολικό κόστος αρχικά φθίνει και στη συνέχεια αυξάνεται καθώς αυξάνεται η παραγωγή.",
          "Η καμπύλη του οριακού κόστους τέμνει τις καμπύλες του μέσου μεταβλητού κόστους και του μέσου συνολικού κόστους στα κατώτατα σημεία τους.",
          "Το μέσο συνολικό κόστος βαίνει αυξανόμενο στα επίπεδα παραγωγής που το οριακό κόστος είναι μικρότερο από αυτό."
        ],
        correct_answer: {
          id: "Το μέσο συνολικό κόστος βαίνει αυξανόμενο στα επίπεδα παραγωγής που το οριακό κόστος είναι μικρότερο από αυτό.",
          explanation: "Επειδή το σταθερό κόστος (FC) δεν μεταβάλλεται καθώς μεταβάλλεται η παραγόμενη ποσότητα, συνεπάγεται ότι το μέσο σταθερό κόστος $(AFC=FC/Q)$ μειώνεται όσο αυξάνεται η παραγωγή. Άρα το Α ισχύει και επομένως δεν μπορεί να είναι η σωστή απάντηση. Όπως φαίνεται στο σχήμα, η καμπύλη του μέσου συνολικού κόστους (ATC) έχει ένα κατερχόμενο και ένα ανερχόμενο τμήμα και από το κατώτατο σημείο της διέρχεται η καμπύλη του οριακού κόστους (MC). Άρα το Β ισχύει, και επομένως δεν μπορεί να είναι η σωστή απάντηση. Η καμπύλη του οριακού κόστους τέμνει από κάτω, στο ελάχιστο σημείο τους, τις καμπύλες του μέσου μεταβλητού κόστους και του μέσου συνολικού κόστους. Άρα το C ισχύει και επομένως δεν μπορεί να είναι η σωστή απάντηση. Η καμπύλη του οριακού κόστους τέμνει την καμπύλη του μέσου συνολικού κόστους στο κατώτατο σημείο της, άρα το μέσο συνολικό κόστος βαίνει αυξανόμενο στα επίπεδα παραγωγής που το οριακό κόστος είναι μεγαλύτερο από αυτό, δηλαδή στα επίπεδα παραγωγής πάνω από το $Q_{3}$. Επομένως το D δεν ισχύει. Άρα, η σωστή απάντηση είναι η D. Βλέπε Τόμο Α: σελ. 189-191."
        }
      },
      {
        id: 10,
        question: "Στον πίνακα που ακολουθεί δίνεται το συνολικό προϊόν (Q) μίας επιχείρησης που λειτουργεί στη βραχυχρόνια περίοδο και το αντίστοιχο μέσο συνολικό κόστος (ΑTC). Στην περίπτωση αυτή, ο νόμος της φθίνουσας (οριακής) απόδοσης εμφανίζεται έπειτα από την παραγωγή:",
        table: {
          headers: ["Q", "ATC"],
          rows: [
            ["1", "5"],
            ["2", "4"],
            ["3", "3"],
            ["5", "2,8"],
            ["8", "2,8"],
            ["9", "3"],
            ["10", "3,2"],
            ["11", "3,5"],
            ["12", "4"]
          ]
        },
        answers: [
          "της δεύτερης μονάδας προϊόντος.",
          "της τρίτης μονάδας προϊόντος.",
          "της πέμπτης μονάδας προϊόντος.",
          "της όγδοης μονάδας προϊόντος."
        ],
        correct_answer: {
          id: "της τρίτης μονάδας προϊόντος.",
          explanation: "Ο νόμος της φθίνουσας (οριακής) απόδοσης εμφανίζεται από το επίπεδο εκείνο του μεταβλητού συντελεστή παραγωγής που το συνολικό προϊόν (Q) αρχίζει να αυξάνεται με φθίνοντα ρυθμό. Επομένως, με δεδομένη την τιμή του μεταβλητού συντελεστή παραγωγής, το οριακό κόστος αρχίζει να αυξάνεται. Χρησιμοποιώντας τις σχέσεις $TC=ATC\\times Q$ και MC = ATC/AQ βρίσκουμε το συνολικό κόστος (TC) και το οριακό κόστος (MC) που παρουσιάζονται στον πίνακα που ακολουθεί. Σύμφωνα με τα στοιχεία που παρουσιάζονται στην τελευταία γραμμή του πίνακα, το οριακό κόστος αρχίζει να αυξάνεται μετά την τρίτη μονάδα προϊόντος. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Τόμο Α: σελ. 145-150 & 185-190."
        }
      },
      {
        id: 11,
        question: "Η εξίσωση της γραμμής ίσου κόστους που αντιμετωπίζει μία επιχείρηση είναι $1.000=10L+20K$ (όπου L είναι η ποσότητα της εργασίας και Κ είναι η ποσότητα του κεφαλαίου). Αν ο οριακός λόγος τεχνικής υποκατάστασης του κεφαλαίου από εργασία είναι ίσος με Κ/L $(MRTS_{LK}=K/L)$, τότε για να μεγιστοποιήσει το προϊόν της η επιχείρηση αυτή θα πρέπει να χρησιμοποιήσει:",
        answers: [
          "10 μονάδες εργασίας και 45 μονάδες κεφαλαίου.",
          "25 μονάδες εργασίας και 50 μονάδες κεφαλαίου.",
          "50 μονάδες εργασίας και 25 μονάδες κεφαλαίου.",
          "20 μονάδες εργασίας και 40 μονάδες κεφαλαίου."
        ],
        correct_answer: {
          id: "50 μονάδες εργασίας και 25 μονάδες κεφαλαίου.",
          explanation: "Αν w είναι η τιμή της εργασίας και r είναι η τιμή του κεφαλαίου, τότε σύμφωνα με τα δεδομένα $w=10$ και $r=20,$ Η επιχείρηση θα μεγιστοποιεί το προϊόν της όταν $MRTS_{LK}=w/r$ (1) και ταυτόχρονα ικανοποιείται ο περιορισμός $1.000=10L+20K$ (2). Αντικαθιστώντας τα δεδομένα στη σχέση (1) έχουμε: $K/L=10/20\\Rightarrow L=2K.$ Θέτοντας $L=2K$ στη σχέση (2) βρίσκουμε: $1.000=40K=>K=25$ μονάδες και επομένως $L=2(25)=>L=50$ μονάδες. Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Α: σελ. 230-232."
        }
      },
      {
        id: 12,
        question: "Η συνάρτηση του συνολικού κόστους μίας τέλειας ανταγωνιστικής επιχείρησης είναι $TC =q^{2}+20q+100$ όπου q είναι η παραγόμενη ποσότητα προϊόντος από την επιχείρηση. Η τιμή (Ρ) που αντιμετωπίζει για το προϊόν της η επιχείρηση είναι ίση με 30€. Όταν η επιχείρηση βρίσκεται σε ισορροπία παράγει [.........] μονάδες προϊόντος, πραγματοποιεί [.........] και [..........] να παράγει τη συγκεκριμένη ποσότητα προϊόντος.",
        answers: [
          "[5], [κέρδη], [τη συμφέρει].",
          "[10], [κέρδη], [τη συμφέρει].",
          "[5], [ζημίες], [δεν τη συμφέρει].",
          "[5], [ζημίες], [τη συμφέρει]."
        ],
        correct_answer: {
          id: "[5], [ζημίες], [τη συμφέρει].",
          explanation: "Γνωρίζουμε ότι η τέλεια ανταγωνιστική επιχείρηση μεγιστοποιεί το κέρδος της όταν παράγει εκείνη την ποσότητα προϊόντος για την οποία ισχύει: τιμή $(P)=$ οριακό κόστος (MC). Επιπλέον, η επιχείρηση βραχυχρόνια θα παράγει αυτή την ποσότητα αν η τιμή του προϊόντος είναι μεγαλύτερη ή ίση του ελάχιστου μέσου μεταβλητού κόστους, ήτοι $P>$ minAVC. Από τη συνάρτηση του συνολικού κόστους προκύπτει ότι το οριακό κόστος είναι: $MC=dTC/dq=2q+20$ Επομένως, εξισώνοντας την τιμή με το οριακό κόστος, $P=MC$, έχουμε: $30=2q+20 \\Rightarrow2q=10\\Rightarrow>q^{*}=5$ μονάδες. Όταν η επιχείρηση παράγει αυτή την ποσότητα προϊόντος, το μέσο συνολικό κόστος είναι $ATC=TC/q=q+20+100/q=5+20+100/5=45E.$ Η τιμή του προϊόντος, $P=30e$, είναι μικρότερη από το μέσο κόστος παραγωγής, $ATC=45e$. Άρα, η επιχείρηση έχει ζημίες. Συγκεκριμένα, για $q^{*}=5$ $\\Pi=q(P-ATC)=5(30-45)=-75E$ Επομένως, την επιχείρηση τη συμφέρει να παράγει γιατί έτσι ελαχιστοποιεί τις ζημίες της. Διαφορετικά, το μέσο μεταβλητό κόστος της επιχείρησης είναι $AVC=(q^{2}+20q)/q=q+20$ και για την ποσότητα $q^{*}=5$ έχουμε $AVC=5+20=25E$ Δεδομένου ότι $P=30E>AVC=25f$ συμφέρει την επιχείρηση να συνεχίσει να παράγει καθώς με τα έσοδά της καλύπτει όλο το μεταβλητό κόστος και ένα τμήμα του σταθερού της κόστους. Άρα, η σωστή απάντηση είναι η D. Βλέπε Τόμο Α: σελ. 185-89 & 218-219."
        }
      },
      {
        id: 13,
        question: "Στο σημείο ισορροπίας του μονοπωλίου, συγκριτικά με τον τέλειο ανταγωνισμό:",
        answers: [
          "η τιμή και η ποσότητα είναι μεγαλύτερες.",
          "η τιμή και η ποσότητα είναι μικρότερες.",
          "η τιμή είναι υψηλότερη και η ποσότητα μικρότερη.",
          "η τιμή είναι μικρότερη και η ποσότητα μεγαλύτερη."
        ],
        correct_answer: {
          id: "η τιμή είναι υψηλότερη και η ποσότητα μικρότερη.",
          explanation: "Στο παρακάτω διάγραμμα, γίνεται σύγκριση μονοπωλίου και τέλειου ανταγωνισμού (μακροχρόνια ισορροπία για κλάδο σταθερού κόστους και, επομένως, με οριζόντια μακροχρόνια καμπύλη προσφοράς LS). Η καμπύλη D είναι η καμπύλη ζήτησης, $MR_{M}$ είναι η καμπύλη του οριακού εσόδου του μονοπωλίου, LMC και LAC είναι οι μακροχρόνιες καμπύλες οριακού και μέσου κόστους, αντίστοιχα. Στον τέλειο ανταγωνισμό ισορροπία επιτυγχάνεται στο σημείο Α με τιμή και ποσότητα $P_{C}$ και $Q_{C}$, αντίστοιχα. Το μονοπώλιο ισορροπεί στο σημείο Β, με τιμή και ποσότητα $P_{M}$ και $Q_{M},$ αντίστοιχα. Όπως προκύπτει $P_{M}>P_{C}$ και $Q_{M}<Q_{C}$. Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Α: σελ. 306-308."
        }
      },
      {
        id: 14,
        question: "Έστω ότι η συνάρτηση ζήτησης για το προϊόν μίας μονοπωλιακής επιχείρησης είναι $P=540 – 0,5Q$, όπου Ρ είναι η τιμή του προϊόντος και Q είναι η παραγόμενη ποσότητα. Όταν η επιχείρηση βρίσκεται σε ισορροπία, το οριακό της έσοδο είναι ίσο με 60€ $(MR=60E)$. Σύμφωνα με τα δεδομένα, όταν η επιχείρηση βρίσκεται σε ισορροπία, η ποσότητα του προϊόντος (Q) που αυτή παράγει, η τιμή του προϊόντος της (Ρ), ο δείκτης μονοπωλιακής δύναμης του Lerner (L) και η ελαστικότητα ζήτησης του προϊόντος ως προς την τιμή του $(e_{p})$ είναι:",
        answers: [
          "$Q=540$ μονάδες, P = 270€, $L=0,5~\\kappa at~e_{p}=-2$.",
          "$Q=280$ μονάδες, $P=400\\epsilon,$ $L=0,4$ και $e_{p}=-2,5$.",
          "$Q=480~\\mu ov\\dot{a}\\delta\\epsilon\\zeta,$ $P=300\\in$ $L=0,8$ και $n~e_{p}=-1,25$.",
          "$Q=400$ μονάδες, $P=340\\epsilon,$ $L=0,8$ και $e_{p}=-2$."
        ],
        correct_answer: {
          id: "$Q=480~\\mu ov\\dot{a}\\delta\\epsilon\\zeta,$ $P=300\\in$ $L=0,8$ και $n~e_{p}=-1,25$.",
          explanation: "Σύμφωνα με τα δεδομένα $TR=P\\times Q=(540-0,5Q)Q=540Q-0,5Q^{2}$ και επομένως $MR=dTR/dQ=540-Q.$ Όταν $MR=60,$ τότε $60=540-Q\\Rightarrow Q=480$ μονάδες. Για $Q=480$ έχουμε: $P=540-0,5(480)\\Rightarrow P=300E.$ Όταν η επιχείρηση βρίσκεται σε ισορροπία ισχύει: οριακό έσοδο (MR) = οριακό κόστος (MC). Οπότε, $MR=MC=60E.$ Γνωρίζουμε ότι ο δείκτης μονοπωλιακής δύναμης του Lerner (L) ορίζεται ως εξής: $L=(AR-MC)/AR=(P-MC)/P$ Θέτοντας στη σχέση αυτή $P=300$ και $MC=60$ βρίσκουμε: $L=(300-60)/300=240/300=>L=0,8.$ Γνωρίζουμε ότι στη θέση ισορροπίας της μονοπωλιακής επιχείρησης ισχύει $L=1/|e_{p}|$. Οπότε, $|e_{p}|=1/L=1/0,8=1,25$ και επομένως $e_{p}=-1,25$ Εναλλακτικά, από τη σχέση $P=540-0,5Q$ προκύπτει $IP/dQ=-0,5$ και επομένως $1Q/dP=-2.$ Για $Q=480$ και $P=300$ η ελαστικότητα ζήτησης του προϊόντος ως προς την τιμή του είναι: $e_{p}=dQ/dP\\times P/Q=-2\\times300/480=-1,25$. Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Α: σελ. 284-288 & 308-309."
        }
      },
      {
        id: 15,
        question: "Στη μακροχρόνια θέση ισορροπίας μίας επιχείρησης που λειτουργεί σε συνθήκες μονοπωλιακού ανταγωνισμού:",
        answers: [
          "η τιμή του προϊόντος είναι ίση με το οριακό κόστος.",
          "η τιμή του προϊόντος είναι μικρότερη από το οριακό κόστος.",
          "η επιχείρηση πραγματοποιεί θετικά οικονομικά κέρδη.",
          "η επιχείρηση πραγματοποιεί μηδενικά οικονομικά κέρδη."
        ],
        correct_answer: {
          id: "η επιχείρηση πραγματοποιεί μηδενικά οικονομικά κέρδη.",
          explanation: "Στη θέση ισορροπίας της επιχείρησης ισχύει: οριακό έσοδο (MR) = οριακό κόστος (MC). Στην περίπτωση του μονοπωλιακού ανταγωνισμού το οριακό έσοδο είναι πάντοτε μικρότερο από το μέσο έσοδο (δηλ. την τιμή). Επομένως, η τιμή του προϊόντος στη θέση ισορροπίας της επιχείρησης είναι μεγαλύτερη από το οριακό κόστος. Οπότε, τα Α και Β δεν ισχύουν. Επιπλέον, γνωρίζουμε ότι στην αγορά του μονοπωλιακού ανταγωνισμού υπάρχει ελευθερία εισόδου νέων επιχειρήσεων, γεγονός που οδηγεί σε εξάλειψη του κέρδους μακροχρονίως. Επομένως δεν ισχύει το C και ισχύει το D. Άρα, η σωστή απάντηση είναι η D. Βλέπε Τόμο Α: σελ. 313-315."
        }
      },
      {
        id: 16,
        question: "Σε μία κλειστή οικονομία χωρίς κρατικό τομέα, η συνάρτηση κατανάλωσης είναι $C=80+0,75Y$ και η επιθυμητή επένδυση είναι $I=100$. Αν το πραγματοποιούμενο εισόδημα είναι Υ = 800 τότε:",
        answers: [
          "η οικονομία βρίσκεται σε ισορροπία.",
          "υπάρχει ανεπιθύμητη αύξηση των αποθεμάτων.",
          "το εισόδημα αυτό θα ήταν εισόδημα ισορροπίας, αν η επιθυμητή επένδυση ήταν μεγαλύτερη κατά 50.",
          "η συνολική ζήτηση είναι μεγαλύτερη από τη συνολική προσφορά."
        ],
        correct_answer: {
          id: "υπάρχει ανεπιθύμητη αύξηση των αποθεμάτων.",
          explanation: "Σε επίπεδο εισοδήματος $Y=800$ η συνολική ζήτηση $(C+I)$ είναι ίση με $C+I=80+0,75\\times800+100=780,$ δηλ. η συνολική ζήτηση είναι μικρότερη από τη συνολική προσφορά κατά 20 μονάδες. Επομένως η απάντηση Α είναι λάθος. Και η απάντηση D είναι λάθος, καθώς η συνολική ζήτηση υπολείπεται της συνολικής προσφοράς. Εάν η επιθυμητή επένδυση ήταν υψηλότερη κατά 50 μονάδες, θα είχαμε $C+I=80+0,75\\times800+150=830,$ επομένως η απάντηση C είναι λάθος. Δεδομένου δε ότι όταν το εισόδημα ισορροπίας είναι $Y=800$ η κατανάλωση είναι $C=80+0,75\\times800=680$ η πραγματοποιθείσα επένδυση θα είναι $I=Y-C=800-680=120>$ από την επιθυμητή $(I=100)$, και επομένως θα υπάρχει ανεπιθύμητη αύξηση των αποθεμάτων ίση προς 20 μονάδες. Στο ίδιο συμπέρασμα καταλήγουμε αν σκεφτούμε και ως εξής: $Y(=800)>C+I(=780)$ κατά 20 μονάδες, οπότε έχουμε αύξηση των αποθεμάτων κατά 20 μονάδες. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Τόμο Β: σελ. 80-82."
        }
      },
      {
        id: 17,
        question: "Η συνθήκη προσδιορισμού του εισοδήματος ισορροπίας σε μία κλειστή οικονομία με δημόσιο τομέα είναι:",
        answers: [
          "$S=I+G$",
          "$S=I.$",
          "$S+T=I+G.$",
          "$I=S+T.$"
        ],
        correct_answer: {
          id: "$S+T=I+G.$",
          explanation: "Η συνθήκη προσδιορισμού του εισοδήματος ισορροπίας σε μία κλειστή οικονομία με δημόσιο τομέα είναι: $Y=C+I+G$ (ΑΕΠ ως δαπάνη). Μετρώντας το ΑΕΠ ως χρήσεις του εισοδήματος έχουμε: $Y=C+S+T$ Εξισώνοντας τις δύο σχέσεις, λαμβάνουμε: $C+I+G=C+S+T\\iff I+G=S+T$. Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Β: σελ. 101."
        }
      },
      {
        id: 18,
        question: "Σε μία κλειστή οικονομία με δημόσιο τομέα, όπου οι φόροι Τ, οι κρατικές δαπάνες G και οι επενδύσεις Ι είναι αυτόνομα μεγέθη (ανεξάρτητα του εισοδήματος), αν και οι τρεις αυτές μεταβλητές (G, Τ, και Ι) αυξηθούν κατά 1 μονάδα ταυτόχρονα και MPC είναι η οριακή ροπή προς κατανάλωση, τότε το εισόδημα ισορροπίας:",
        answers: [
          "θα αυξηθεί κατά 1.",
          "θα μειωθεί κατά 1.",
          "θα μείνει σταθερό.",
          "θα αυξηθεί κατά $(2-MPC)/(1-MPC)$"
        ],
        correct_answer: {
          id: "θα αυξηθεί κατά $(2-MPC)/(1-MPC)$",
          explanation: "Σε μία κλειστή οικονομία με δημόσιο τομέα, όπου οι φόροι, οι κρατικές δαπάνες και οι επενδύσεις είναι αυτόνομα μεγέθη, ισχύει ότι $\\Delta Y/\\Delta T=-MPC/(1-MPC)$ $\\Delta Y/\\Delta I=1/(1-MPC)$ και $\\Delta Y/\\Delta G=1/(1-MPC).$ όπου MPC είναι η οριακή ροπή προς κατανάλωση. Επομένως, αν οι φόροι, οι κρατικές δαπάνες και οι επενδύσεις αυξηθούν κατά 1 μονάδα ταυτόχρονα, η συνολική μεταβολή του εισοδήματος θα είναι: $\\Delta Y/\\Delta T+\\Delta Y/\\Delta I+\\Delta Y/\\Delta G=-MPC/(I-MPC)+1/(1-MPC)+1/(1-MPC)=(2-MPC)/(1-MPC)$. Άρα, η σωστή απάντηση είναι η D. Βλέπε Τόμο Β: σελ. 105."
        }
      },
      {
        id: 19,
        question: "Ένα μέσο άσκησης νομισματικής πολιτικής από την Κεντρική Τράπεζα είναι:",
        answers: [
          "οι μεταβολές στο προεξοφλητικό επιτόκιο.",
          "οι μεταβολές στο ποσοστό υποχρεωτικών καταθέσεων.",
          "οι πράξεις ανοικτής αγοράς.",
          "όλα τα παραπάνω."
        ],
        correct_answer: {
          id: "όλα τα παραπάνω.",
          explanation: "Σκοπός της Κεντρικής Τράπεζας είναι η νομισματική σταθερότητα, δηλαδή η μικρή απώλεια αγοραστικής δύναμης του νομίσματος (πληθωρισμός κοντά στο 2%) και η σταθερότητα του χρηματοπιστωτικού συστήματος. Προκειμένου να πετύχει τους στόχους της η Κεντρική Τράπεζα εφαρμόζει νομισματική πολιτική χρησιμοποιώντας ορισμένα μέσα. Τα κυριότερα από αυτά είναι: α) το προεξοφλητικό επιτόκιο, β) το ποσοστό υποχρεωτικών καταθέσεων, και γ) οι πράξεις ανοικτής αγοράς (αγοραπωλησία ομολόγων). Άρα, η σωστή απάντηση είναι η D. Βλέπε Τόμο Β: σελ. 122."
        }
      },
      {
        id: 20,
        question: "Στο σημείο Α του παρακάτω διαγράμματος έχουμε:",
        answers: [
          "ταυτόχρονη ισορροπία στις αγορές αγαθών και χρήματος.",
          "υπερβάλλουσα ζήτηση αγαθών και υπερβάλλουσα ζήτηση χρήματος.",
          "υπερβάλλουσα προσφορά αγαθών και υπερβάλλουσα ζήτηση χρήματος.",
          "υπερβάλλουσα προσφορά αγαθών και υπερβάλλουσα προσφορά χρήματος."
        ],
        correct_answer: {
          id: "υπερβάλλουσα προσφορά αγαθών και υπερβάλλουσα ζήτηση χρήματος.",
          explanation: "Ως προς την αγορά αγαθών, βρισκόμαστε πάνω (δεξιά) από την IS, επομένως έχουμε υπερβάλλουσα προσφορά αγαθών ή $C+I+G<Y$ (Τόμος Β, σελ. 138-139). Ως προς την αγορά χρήματος, βρισκόμαστε κάτω (δεξιά) από την LM, οπότε έχουμε $M_{d}>M_{s}$ (δηλαδή υπερβάλλουσα ζήτηση χρήματος - Τόμος Β, σελ. 143). Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Β: σελ. 138-139 & 243."
        }
      },
      {
        id: 21,
        question: "Σύμφωνα με το υπόδειγμα IS-LM και με δεδομένο ότι η καμπύλη IS έχει αρνητική κλίση και η καμπύλη LM έχει θετική κλίση, όταν η κεντρική τράπεζα μειώνει το προεξοφλητικό επιτόκιο με το οποίο δανείζονται οι εμπορικές τράπεζες από την Κεντρική Τράπεζα, το εισόδημα [.........] και το επιτόκιο [........].",
        answers: [
          "[μειώνεται], [αυξάνεται].",
          "[αυξάνεται], [μειώνεται].",
          "[μειώνεται], [μειώνεται].",
          "[αυξάνεται], [αυξάνεται]."
        ],
        correct_answer: {
          id: "[αυξάνεται], [μειώνεται].",
          explanation: "Η μείωση του προεξοφλητικού επιτοκίου θα έχει ως αποτέλεσμα την αύξηση του δανεισμού των εμπορικών τραπεζών από την Κεντρική Τράπεζα και άρα την αύξηση της προσφοράς δανείων από τις εμπορικές τράπεζες. Αυτό θα οδηγήσει σε αύξηση της προσφοράς χρήματος και, επομένως, προκαλεί μετατόπιση της καμπύλης LM προς τα δεξιά, με αποτέλεσμα να αυξηθεί το εισόδημα και να μειωθεί το επιτόκιο στην ισορροπία, εφόσον η καμπύλη IS έχει αρνητική κλίση. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Τόμο Β: σελ. 147-148."
        }
      },
      {
        id: 22,
        question: "Σύμφωνα με την κεϋνσιανή θεωρία της αγοράς εργασίας, μία εξωγενής αύξηση του επιπέδου των τιμών θα έχει ως αποτέλεσμα το επίπεδο ανεργίας να [..........] και ο πραγματικός μισθός να [..........].",
        answers: [
          "[αυξηθεί], [μειωθεί].",
          "[μειωθεί], [μειωθεί].",
          "[μειωθεί], [αυξηθεί].",
          "[αυξηθεί], [αυξηθεί]."
        ],
        correct_answer: {
          id: "[μειωθεί], [μειωθεί].",
          explanation: "Σύμφωνα με την κεϋνσιανή θεωρία της αγοράς εργασίας, μία αύξηση του επιπέδου των τιμών με σταθερό τον (άκαμπτο βραχυχρόνια) ονομαστικό μισθό θα μετατοπίσει την καμπύλη προσφοράς εργασίας προς τα κάτω διότι ο πραγματικός μισθός θα μειωθεί. Κατά συνέπεια, η ζητούμενη ποσότητα εργασίας θα αυξηθεί και η ανεργία θα μειωθεί. Άρα, η σωστή απάντηση είναι η Β. Στο παρακάτω διάγραμμα υποθέτουμε ότι ο ονομαστικός μισθός είναι σταθερός στο επίπεδο $W_{1}$, το επίπεδο τιμών είναι $P_{1}$ και στον πραγματικό μισθό $(W_{1}/P_{1})$ προσφέρεται ποσότητα εργασίας ΑΒ. Σε αυτό το ύψος πραγματικού μισθού η ζήτηση εργασίας είναι ΑΓ, όπως δείχνει η καμπύλη ζήτησης. Επομένως υπάρχει ένα πλεόνασμα ΓΒ που είναι η ανεργία και οι απασχολούμενοι είναι ΑΓ. Το $L_{f}$ δείχνει το επίπεδο πλήρους απασχόλησης. Αν το επίπεδο των τιμών αυξηθεί σε $P_{2}$ και ο ονομαστικός μισθός είναι σταθερός σε W1, ο πραγματικός μισθός θα μειωθεί σε $(W_{1}/P_{2})$ και η ζήτηση εργασίας θα αυξηθεί σε $L_{d}^{\\prime}$. Επομένως η ανεργία θα μειωθεί και οι απασχολούμενοι θα αυξηθούν σε ΕΔ. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Τόμο Β: σελ. 171-172 (διάγραμμα 7.5) & 178 (διάγραμμα 7.10)."
        }
      },
      {
        id: 23,
        question: "Η καμπύλη συνολικής ζήτησης (AD) θα μετατοπιστεί προς τα δεξιά αν, με όλους τους άλλους παράγοντες σταθερούς:",
        answers: [
          "μειωθεί η προσφορά χρήματος.",
          "αυξηθεί η φορολογία.",
          "μειωθούν οι εξαγωγές.",
          "αυξηθούν οι κρατικές δαπάνες."
        ],
        correct_answer: {
          id: "αυξηθούν οι κρατικές δαπάνες.",
          explanation: "Η αύξηση της φορολογίας και η μείωση των εξαγωγών μετατοπίζουν την IS προς τα αριστερά και κατά συνέπεια θα μετατοπίσουν και την AD προς τα αριστερά. Αντίστοιχα, μια μείωση της προσφοράς χρήματος, θα μετατοπίσει προς τα αριστερά την καμπύλη LM και, κατά συνέπεια, θα μετατοπίσει και την AD προς τα αριστερά. Η αύξηση των κρατικών δαπανών μετατοπίζει την IS προς τα δεξιά, οπότε και η AD θα μετατοπιστεί προς τα δεξιά. Άρα, η σωστή απάντηση είναι η D. Βλέπε Τόμο Β: σελ. 189."
        }
      },
      {
        id: 24,
        question: "Έστω ότι μία οικονομία ισορροπεί στο επίπεδο παραγωγής που αντιστοιχεί σε πλήρη απασχόληση. Αν βραχυχρόνια υπάρχει ακαμψία ονομαστικών μισθών, μία αύξηση των φόρων θα προκαλέσει βραχυχρόνια:",
        answers: [
          "μείωση της παραγωγής και μείωση των τιμών.",
          "μείωση της παραγωγής μόνο.",
          "μείωση των τιμών μόνο.",
          "αύξηση της παραγωγής και μείωση των τιμών."
        ],
        correct_answer: {
          id: "μείωση της παραγωγής και μείωση των τιμών.",
          explanation: "Στο διάγραμμα φαίνεται η αρχική ισορροπία στο σημείο Α με παραγωγή (προϊόν) στο επίπεδο πλήρους απασχόλησης $Y_{f}$. Η αύξηση των φόρων θα προκαλέσει μετατόπιση της $AD_{0}$ προς τα αριστερά στη θέση $AD_{1}$. Η πτώση της ζήτησης προκαλεί μείωση των τιμών και αύξηση των πραγματικών μισθών, λόγω της βραχυχρόνιας ακαμψίας των ονομαστικών μισθών. Η αύξηση των πραγματικών μισθών οδηγεί σε μείωση της ζητούμενης ποσότητας εργασίας και της απασχόλησης και, κατ' επέκταση, σε μείωση της παραγωγής. Δηλαδή, η βραχυχρόνια καμπύλη AS έχει θετική κλίση (κεϋνσιανή περίπτωση) και η νέα βραχυχρόνια ισορροπία θα είναι στο σημείο Β όπου έχουμε μείωση των τιμών από $P_{0}$ σε $P_{1}$, και μείωση της παραγωγής (του προϊόντος) από $Y_{f}$ σε $Y_{1}$. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Τόμο Β: σελ. 189 & 200-203."
        }
      },
      {
        id: 25,
        question: "Οι μονεταριστές προτείνουν τη μεταβολή της ποσότητας χρήματος κατά το ποσοστό μεταβολής του πραγματικού εισοδήματος. Έτσι, το επίπεδο τιμών:",
        answers: [
          "θα αυξάνεται.",
          "θα μειώνεται.",
          "θα παραμένει σταθερό.",
          "θα μπορεί να μεταβληθεί προς οποιαδήποτε κατεύθυνση."
        ],
        correct_answer: {
          id: "θα παραμένει σταθερό.",
          explanation: "Η βασική υπόθεση των μονεταριστών είναι ότι η ταχύτητα κυκλοφορίας του χρήματος (V) είναι σχετικά σταθερή και προβλέψιμη βραχυχρόνια. Για λόγους απλοποίησης, συνήθως δεχόμαστε ως βασική υπόθεση των μονεταριστών ότι η ταχύτητα κυκλοφορίας του χρήματος (V) είναι σταθερή. Αυτή η υπόθεση, σε συνδυασμό με την εξίσωση των συναλλαγών $P\\times Y=Μ V$, δείχνει ότι όταν η ποσότητα χρήματος (Μ) μεταβάλλεται όσο και το πραγματικό εισόδημα (Υ), τότε η σταθερότητα του V θα εξασφαλίζει τη σταθερότητα του επιπέδου τιμών (Ρ). Πράγματι, από την εξίσωση των συναλλαγών προκύπτει $\%\\Delta P+\\%\\Delta Y=\\%\\Delta M+\\%\\Delta V,$ οπότε αν $\%\\Delta Y=\\%\\Delta M$ και $\%\\Delta V=0$, τότε και $\%\\Delta P=0$. Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Β: σελ. 204-205 & 234-235."
        }
      },
      {
        id: 26,
        question: "Αν λόγω επιδείνωσης του επιχειρηματικού κλίματος μειώνονται οι αυτόνομες επενδύσεις (δηλ. το τμήμα των επενδύσεων που δεν εξαρτάται από το επιτόκιο), η κατάλληλη πολιτική που πρέπει να ασκηθεί από την κυβέρνηση ή/και την κεντρική τράπεζα, ώστε το εισόδημα και το επιτόκιο να παραμείνουν σταθερά, είναι:",
        answers: [
          "συσταλτική νομισματική πολιτική.",
          "συσταλτική δημοσιονομική πολιτική.",
          "συσταλτική δημοσιονομική και νομισματική πολιτική.",
          "επεκτατική δημοσιονομική πολιτική."
        ],
        correct_answer: {
          id: "επεκτατική δημοσιονομική πολιτική.",
          explanation: "Όταν μειώνονται οι αυτόνομες επενδύσεις, μειώνεται η συνολική δαπάνη στην οικονομία. Η IS μετατοπίζεται προς τα αριστερά και κάτω με αποτέλεσμα τη μείωση του εισοδήματος και του επιτοκίου. Η κυβέρνηση θέλοντας να διατηρήσει σταθερό το εισόδημα και το επιτόκιο θα πρέπει να ασκήσει αντισταθμιστική επεκτατική δημοσιονομική πολιτική με αύξηση των δημοσίων δαπανών για την αγορά αγαθών και υπηρεσιών ίση με τη μείωση των αυτόνομων επενδύσεων (ο πολλαπλασιαστής των επενδύσεων είναι ίδιος με τον πολλαπλασιαστή των κρατικών δαπανών) έτσι ώστε η IS να μετακινηθεί προς τα δεξιά στην αρχική της θέση. Άρα, η σωστή απάντηση είναι η D. Βλέπε Τόμο Β: σελ. 105-107, 136-137 & 220-226."
        }
      },
      {
        id: 27,
        question: "Η καμπύλη LM σε μία κλειστή οικονομία είναι $Y=500+100r$ και οι συναρτήσεις κατανάλωσης και επενδύσεων αντίστοιχα είναι $C=200+0,75(Y-T)$ και $I=200-25r$. О προϋπολογισμός είναι ισοσκελισμένος και ισχύει $G=T=100$. Εάν η κυβέρνηση αυξήσει τις δημόσιες δαπάνες κατά 100 και η αύξηση αυτή χρηματοδοτείται με δανεισμό, το εισόδημα ισορροπίας θα [.........] κατά [........] και το επιτόκιο ισορροπίας θα [........] κατά [........].",
        answers: [
          "[αυξηθεί], [200], [μειωθεί], [2].",
          "[αυξηθεί], [200], [αυξηθεί], [2].",
          "[αυξηθεί], [100], [αυξηθεί], [1,5].",
          "[μειωθεί], [100], [αυξηθεί], [1,5]."
        ],
        correct_answer: {
          id: "[αυξηθεί], [200], [αυξηθεί], [2].",
          explanation: "Γνωρίζουμε ότι μία δημοσιονομική επέκταση, με δεδομένη τη νομισματική πολιτική, οδηγεί σε αύξηση του εισοδήματος ισορροπίας καθώς και σε αύξηση του επιτοκίου ισορροπίας. Επομένως, οι απαντήσεις (Α) και (D) είναι λάθος. Πριν τη μεταβολή της δημοσιονομικής πολιτικής η καμπύλη IS προσδιορίζεται από την ισορροπία στην αγορά προϊόντος, δηλαδή: $Y=C+I+G=200+0,75(Y-100)+200-25r+100\\Rightarrow Y=425+0,75Y-25r\\Rightarrow Y(1-0,75)=425-25r\\Rightarrow Y=1.700-100r.$ Το εισόδημα και το επιτόκιο ισορροπίας προσδιορίζονται από την τομή των IS-LM: $1700-100r=500+100r\\Rightarrow200r=1200\\Rightarrow r=6$ και $Y=500+100\\times6=1.100$. Μετά την αύξηση των δημοσίων δαπανών, η νέα καμπύλη IS θα είναι: $Y=C+I+G^{\\prime}=200+0,75(Y-100)+200-25r+(100+100)\\Rightarrow Y=525+0,75Y-25r\\Rightarrow Y=2.100-100r$. Το νέο εισόδημα και το νέο επιτόκιο ισορροπίας προσδιορίζονται από την τομή της νέας IS με την LM: $2100-100r=500+100r\\Rightarrow200r=1600\\Rightarrow r=8$ και $Y=500+100\\times8=1.300$. Κατά συνέπεια, $\\Delta Y=1.300-1.100=200$ και $\\Delta r=8-6=2$. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Τόμο Β: σελ. 220-226."
        }
      },
      {
        id: 28,
        question: "Οι αρχές μίας μικρής ανοικτής οικονομίας που χαρακτηρίζεται από πλήρη κινητικότητα κεφαλαίων, πλήρη υποκαταστασιμότητα μεταξύ εγχωρίων και ξένων τίτλων και σταθερή συναλλαγματική ισοτιμία, θέλουν να αυξήσουν το συνολικό εισόδημα. Η πολιτική που ενδείκνυται να ακολουθήσουν είναι:",
        answers: [
          "μείωση του προεξοφλητικού επιτοκίου, δηλ. του επιτοκίου στο οποίο δανείζονται οι εμπορικές τράπεζες από την Κεντρική Τράπεζα.",
          "αύξηση των δημοσίων επενδύσεων.",
          "μείωση του ποσοστού των υποχρεωτικών διαθεσίμων που πρέπει να παρακρατούν οι εμπορικές τράπεζες.",
          "αγορά ομολόγων από την Κεντρική Τράπεζα."
        ],
        correct_answer: {
          id: "αύξηση των δημοσίων επενδύσεων.",
          explanation: "Οι επιλογές Α, C και D αφορούν διαφορετικά μέσα επεκτατικής νομισματικής πολιτικής. Σε καθεστώς σταθερής συναλλαγματικής ισοτιμίας η εφαρμογή επεκτατικής νομισματικής πολιτικής σε μία μικρή ανοικτή οικονομία είναι πλήρως αναποτελεσματική καθώς οδηγεί σε αποκλίσεις του εγχώριου επιτοκίου από το διεθνές επιτόκιο, οι οποίες με τη σειρά τους θα δημιουργήσουν τάσεις μεταβολής στη συναλλαγματική ισοτιμία (δηλαδή, η αύξηση της εγχώριας ρευστότητας τείνει να μειώσει το εγχώριο επιτόκιο, αυξάνοντας την καθαρή εκροή κεφαλαίου, με πρόκληση πιέσεων για υποτίμηση στην αγορά συναλλάγματος). Καθώς αυτή η τελευταία εξέλιξη δεν είναι επιθυμητή, η κεντρική τράπεζα αναγκάζεται να παρέμβει, αυξάνοντας την προσφορά ξένου συναλλάγματος. Έτσι μειώνονται τα συναλλαγματικά διαθέσιμα, με αντίστοιχη μείωση της συνολικής ρευστότητας που αντισταθμίζει την αρχική νομισματική επέκταση. Αντίθετα, η αύξηση των δημοσίων επενδύσεων αποτελεί μέσο επεκτατικής δημοσιονομικής πολιτικής, η οποία είναι αποτελεσματική σε καθεστώς σταθερών συναλλαγματικών ισοτιμιών. Συγκεκριμένα, η αύξηση των δημόσιων επενδύσεων τείνει να αυξήσει το εγχώριο επιτόκιο πάνω από το αντίστοιχο διεθνές και αυτό προκαλεί καθαρή εισροή κεφαλαίων και αύξηση των συναλλαγματικών διαθεσίμων. Ωστόμως, η Κεντρική Τράπεζα, προκειμένου να αποτρέψει ανατιμητικές τάσεις του εγχώριου νομίσματος, αγοράζει ξένο συνάλλαγμα, γεγονός που αυξάνει τη συνολική ρευστότητα στην οικονομία. Έτσι, στη νέα ισορροπία το εγχώριο επιτόκιο εξισώνεται με το διεθνές και η συνολική δαπάνη έχει αυξηθεί. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Σημειώσεις Λ. Κατσέλη και Δ. Κυρίκου, “Ισοζύγιο Πληρωμών, Αγορά Συναλλάγματος και Μακροοικονομική Πολιτική στην Ανοικτή Οικονομία\", σελ. 17-18."
        }
      },
      {
        id: 29,
        question: "Έστω ότι η συναλλαγματική ισοτιμία μεταξύ Καναδά και ΗΠΑ μειώνεται από 1,20 δολάρια Καναδά ανά δολάριο ΗΠΑ σε 1,10 δολάρια Καναδά ανά δολάριο ΗΠΑ, χωρίς να μεταβληθούν τα επίπεδα τιμών στις δύο χώρες. Στην περίπτωση αυτή, αναμένεται ότι οι εξαγωγές των ΗΠΑ προς τον Καναδά θα [............] και οι εισαγωγές των ΗΠΑ από τον Καναδά θα [..........].",
        answers: [
          "[μειωθούν], [μειωθούν].",
          "[μειωθούν], [αυξηθούν].",
          "[αυξηθούν], [μειωθούν].",
          "[αυξηθούν], [αυξηθούν]."
        ],
        correct_answer: {
          id: "[αυξηθούν], [μειωθούν].",
          explanation: "Από τα δεδομένα της ερώτησης, διαπιστώνουμε ότι η ονομαστική συναλλαγματική ισοτιμία του καναδικού δολαρίου μειώνεται, δηλαδή έχουμε υποτίμηση του δολαρίου των ΗΠΑ σε σχέση με το δολάριο Καναδά. Η υποτίμηση αυτή οδηγεί στην αύξηση των εξαγωγών των ΗΠΑ προς τον Καναδά, μιας και τα αμερικανικά προϊόντα γίνονται πιο φθηνά. Οι εισαγωγές των ΗΠΑ που προέρχονται από τον Καναδά μειώνονται, διότι τώρα τα καναδικά προϊόντα γίνονται πιο ακριβά. Άρα, η σωστή απάντηση είναι η C. Βλέπε Σημειώσεις Λ. Κατσέλη και Δ. Κυρίκου, “Ισοζύγιο Πληρωμών, Αγορά Συναλλάγματος και Μακροοικονομική Πολιτική στην Ανοικτή Οικονομία\", σελ. 6-9."
        }
      },
      {
        id: 30,
        question: "Μία μικρή ανοικτή οικονομία, η οποία λειτουργεί υπό καθεστώς σταθερών συναλλαγματικών ισοτιμιών, τέλειας κινητικότητας διεθνών κεφαλαίων και τέλειας υποκαταστασιμότητας μεταξύ εγχωρίων και ξένων τίτλων, βρίσκεται αρχικά σε εσωτερική και εξωτερική ισορροπία όπου το επίπεδο τιμών είναι βραχυχρόνια σταθερό. Εάν το διεθνές επιτόκιο αυξηθεί, τότε:",
        answers: [
          "το εγχώριο επιτόκιο θα αυξηθεί, ενώ το εισόδημα θα μειωθεί.",
          "το εγχώριο επιτόκιο θα αυξηθεί, ενώ η μεταβολή στο εισόδημα είναι αβέβαιη.",
          "το εγχώριο επιτόκιο θα παραμείνει σταθερό, ενώ το εισόδημα θα μειωθεί.",
          "η μεταβολή στο εγχώριο επιτόκιο είναι αβέβαιη, ενώ το εισόδημα θα μειωθεί."
        ],
        correct_answer: {
          id: "το εγχώριο επιτόκιο θα αυξηθεί, ενώ το εισόδημα θα μειωθεί.",
          explanation: "Στο παραπάνω διάγραμμα, η οικονομία βρίσκεται αρχικά σε εσωτερική και εξωτερική ισορροπία στο σημείο Ε. Η αύξηση του διεθνούς επιτοκίου από ${r_{0}}^{*}$ σε ${r_{1}}^{*}$ προκαλεί μαζική εκροή κεφαλαίων στην αλλοδαπή, δηλαδή υπερβάλλουσα ζήτηση ξένου συναλλάγματος, και άρα τάση για υποτίμηση του εγχωρίου νομίσματος. Εφόσον η οικονομία λειτουργεί σε σύστημα σταθερών συναλλαγματικών ισοτιμιών, η κεντρική τράπεζα οφείλει να παρέμβει και να ικανοποιήσει την υπερβάλλουσα ζήτηση ξένου συναλλάγματος αγοράζοντας το δικό της νόμισμα. Έτσι, μειώνεται η προσφορά χρήματος, η καμπύλη LM μετατοπίζεται προς τα αριστερά, στη θέση LM', και το εγχώριο επιτόκιο (r) αυξάνεται από ${r_{0}}^{*}+\\theta$ σε $r_{1}^{*}+\\theta$, όπου θ είναι το ασφάλιστρο κινδύνου. Η αύξηση του επιτοκίου προκαλεί μείωση των ιδιωτικών επενδύσεων, οπότε το εισόδημα μειώνεται. Η νέα ισορροπία επιτυγχάνεται στο σημείο Ε'. Επομένως, οι επιλογές (Β), (C) και (D) είναι εσφαλμένες. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Σημειώσεις Λ. Κατσέλη και Δ. Κυρίκου, “Ισοζύγιο Πληρωμών, Αγορά Συναλλάγματος και Μακροοικονομική Πολιτική στην Ανοικτή Οικονομία\", σελ. 19."
        }
      },
      {
        id: 31,
        question: "Το οικονομικό επιτελείο της κυβέρνησης στη χώρα Χ διαπίστωσε ότι με την άσκηση επεκτατικής δημοσιονομικής πολιτικής η ανεργία μειώνεται, αλλά όταν φτάσει στο 8% ο πληθωρισμός αυξάνεται πολύ γρήγορα ενώ η ανεργία παραμένει στο 8% αν και η επεκτατική πολιτική διατηρείται. Με αυτά τα δεδομένα, το επιτελείο συμπεραίνει ότι:",
        answers: [
          "το ποσοστό κυκλικής ανεργίας είναι 8% και δεν μπορεί να μειωθεί με επεκτατική δημοσιονομική πολιτική.",
          "το φυσικό ποσοστό ανεργίας είναι 8% και μπορεί να μειωθεί με επεκτατική δημοσιονομική πολιτική.",
          "το φυσικό ποσοστό ανεργίας είναι 8% και μπορεί να μειωθεί με αλλαγές στη λειτουργία της αγοράς εργασίας (π.χ. πληροφόρηση, εκπαίδευση).",
          "αν διατηρηθεί η επεκτατική δημοσιονομική πολιτική, μακροχρόνια ο πληθωρισμός θα μειωθεί."
        ],
        correct_answer: {
          id: "το φυσικό ποσοστό ανεργίας είναι 8% και μπορεί να μειωθεί με αλλαγές στη λειτουργία της αγοράς εργασίας (π.χ. πληροφόρηση, εκπαίδευση).",
          explanation: "Η κυκλική ανεργία οφείλεται στην απόκλιση του ΑΕΠ από το δυνητικό του επίπεδο και μπορεί να αντιμετωπιστεί με επεκτατική δημοσιονομική πολιτική, οπότε η επιλογή Α είναι λάθος. Επίσης, η επιλογή Β είναι λανθασμένη διότι το φυσικό ποσοστό ανεργίας δεν μπορεί να μειωθεί με δημοσιονομική επέκταση, παρά μόνο με μεταβολές στη λειτουργία της αγοράς εργασίας που αντιμετωπίζουν την ανεργία τριβής και τη διαρθρωτική ανεργία (όπως η καλύτερη πληροφόρηση και η εκπαίδευση του εργατικού δυναμικού). Επιπλέον, το γεγονός ότι η επεκτατική πολιτική δεν μπορεί να μειώσει το ποσοστό ανεργίας κάτω από 8%, αλλά οδηγεί σε γρήγορη αύξηση του πληθωρισμού, δείχνει ότι η καμπύλη Phillips γίνεται κάθετη σε αυτό το επίπεδο ανεργίας και, επομένως, το φυσικό ποσοστό ανεργίας είναι 8%. Συνεπώς, η επιλογή C είναι σωστή. Τέλος, η διατήρηση της επεκτατικής πολιτικής και η επακόλουθη υψηλή ζήτηση, μάλλον θα επιταχύνει τον πληθωρισμό μακροχρόνια εφόσον οι μεταβολές στις τιμές θα ενσωματώνονται στους μισθούς και η διατήρηση της υψηλής ζήτησης θα οδηγεί σε νέο γύρο αύξησης τιμών και μισθών. Δηλαδή, η επιλογή D είναι λάθος. Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Β: σελ. 344-346 & 352-353."
        }
      },
      {
        id: 32,
        question: "Αν σε μία οικονομία η καμπύλη συνολικής προσφοράς έχει θετική κλίση και υπάρχει μόνο πληθωρισμός κόστους, ποια πρόταση από τις παρακάτω είναι σωστή;",
        answers: [
          "Υπάρχει αύξηση των τιμών και ταυτόχρονη αύξηση του πραγματικού εισοδήματος.",
          "Υπάρχει αύξηση των τιμών αλλά το πραγματικό εισόδημα παραμένει αμετάβλητο.",
          "Υπάρχει αύξηση των τιμών και παράλληλη μείωση του πραγματικού εισοδήματος.",
          "Η καμπύλη της συνολικής προσφοράς θα μετατοπιστεί προς τα κάτω και δεξιά."
        ],
        correct_answer: {
          id: "Υπάρχει αύξηση των τιμών και παράλληλη μείωση του πραγματικού εισοδήματος.",
          explanation: "Ο πληθωρισμός κόστους δημιουργείται από τη μετατόπιση προς τα πάνω και αριστερά της καμπύλης συνολικής προσφοράς, με αποτέλεσμα, δεδομένης της καμπύλης συνολικής ζήτησης, την αύξηση των τιμών με παράλληλη μείωση του πραγματικού εισοδήματος. Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Β: σελ. 339-340."
        }
      },
      {
        id: 33,
        question: "Σε μία υποθετική οικονομία η οποία αποτελείται από δύο άτομα, τον Α και τον Β, η καμπύλη δυνατοτήτων ωφέλειας έχει τη μορφή που παρουσιάζεται στο παρακάτω διάγραμμα, όπου $U_{A}$ και $U_{B}$ είναι τα επίπεδα χρησιμότητας του Α και του Β αντίστοιχα. Σύμφωνα με το παραπάνω διάγραμμα, βελτίωση κατά Pareto συνιστά η μετακίνηση:",
        answers: [
          "από τον συνδυασμό Γ΄ στον συνδυασμό $\\Delta$",
          "από τον συνδυασμό Α στον συνδυασμό $\\Delta$.",
          "από τον συνδυασμό Β στον συνδυασμό $\\Delta$.",
          "από τον συνδυασμό $\\Delta$ στον συνδυασμό Β."
        ],
        correct_answer: {
          id: "από τον συνδυασμό $\\Delta$ στον συνδυασμό Β.",
          explanation: "Μία μετακίνηση από μία εφικτή θέση σε μία άλλη εφικτή θέση αποτελεί βελτίωση κατά Pareto όταν αυξάνει τη χρησιμότητα (ωφέλεια) τουλάχιστον ενός ατόμου χωρίς να μειώνει τη χρησιμότητα κανενός άλλου. Η μετακίνηση από τον συνδυασμό Γ στον συνδυασμό Δ, καθώς και από τον συνδυασμό Α στον συνδυασμό $\\Delta$ οδηγεί σε αύξηση ωφέλειας για τον καταναλωτή Α, αλλά σε μείωση ωφέλειας για τον καταναλωτή Β. Η μετακίνηση από τον συνδυασμό Β στον συνδυασμό $\\Delta$ δεν επιφέρει καμία μεταβολή ωφέλειας για τον καταναλωτή Α , αλλά προκαλεί μείωση ωφέλειας για τον καταναλωτή Β. Η μετακίνηση από τον συνδυασμό $\\Delta$ στον Β δεν επιφέρει καμία μεταβολή ωφέλειας για τον καταναλωτή Α, αλλά προκαλεί αύξηση ωφέλειας για τον καταναλωτή Β και επομένως αυτή η μετακίνηση συνιστά βελτίωση κατά Pareto. Άρα, η σωστή απάντηση είναι η D. Βλέπε Τόμο Γ: σελ. 29-31."
        }
      },
      {
        id: 34,
        question: "Το γεγονός ότι ένα άτομο μετά την αγορά μικτής ασφάλειας αυτοκινήτου μπορεί να οδηγεί λιγότερο προσεκτικά σχετίζεται με την ύπαρξη:",
        answers: [
          "πληροφοριακού πλεονεκτήματος της ασφαλιστικής εταιρείας.",
          "συμμετρικής πληροφόρησης μεταξύ ασφαλιστικής εταιρείας και ασφαλιζόμενου.",
          "του φαινομένου της «επαχθούς επιλογής».",
          "του φαινομένου του «ηθικού κινδύνου»."
        ],
        correct_answer: {
          id: "του φαινομένου του «ηθικού κινδύνου».",
          explanation: "Τα Α και Β δεν ισχύουν διότι σύμφωνα με την εκφώνηση υπάρχει ασύμμετρη πληροφόρηση στην αγορά αφού ο ασφαλιζόμενος μεταβάλλει τη συμπεριφορά του μετά τη συναλλαγή και το πληροφοριακό πλεονέκτημα είναι στην πλευρά του ασφαλιζόμενου. Το γεγονός που αναφέρεται στην ερώτηση σχετίζεται με φαινόμενο του «ηθικού κινδύνου». «Ηθικός κίνδυνος» υπάρχει όταν ένα μέρος από τους συναλλασσόμενους (στην προκειμένη περίπτωση ασφαλιζόμενος) αλλάζει τη συμπεριφορά του μετά τη συναλλαγή, με τρόπο που είναι άγνωστος ή δαπανηρός για το άλλο μέρος (στην προκειμένη περίπτωση ασφαλιστική εταιρεία). Η «επαχθής επιλογή» υπάρχει όταν ένα μέρος από τους συναλλασσόμενους έχει πληροφόρηση άγνωστη για το άλλο μέρος και εκμεταλλεύεται την πληροφόρηση αυτή πριν τη συναλλαγή. Επομένως δεν ισχύει το C και ισχύει το D. Άρα, η σωστή απάντηση είναι η D. Βλέπε Τόμο Γ: σελ. 69-70."
        }
      },
      {
        id: 35,
        question: "Όταν οι εξωτερικές επιδράσεις στην κατανάλωση είναι θετικές, τότε το ιδιωτικό οριακό όφελος είναι [---------] από το κοινωνικό οριακό όφελος και η ποσότητα ισορροπίας του προϊόντος στην ελεύθερη αγορά είναι [---------] από την κοινωνικά επιθυμητή.",
        answers: [
          "[μεγαλύτερο], [μεγαλύτερη].",
          "[μικρότερο], [μικρότερη].",
          "[μικρότερο], [μεγαλύτερη].",
          "[μεγαλύτερο], [μικρότερη]."
        ],
        correct_answer: {
          id: "[μικρότερο], [μικρότερη].",
          explanation: "Η περίπτωση των θετικών εξωτερικών επιδράσεων στην κατανάλωση απεικονίζεται στο παρακάτω σχήμα. Η καμπύλη $D_{i}D_{i}$ αντιπροσωπεύει το ιδιωτικό οριακό όφελος και η καμπύλη $D_{k}D_{k}$ αντιπροσωπεύει το κοινωνικό οριακό όφελος που αποκομίζεται από τη χρήση του συγκεκριμένου αγαθού, ενώ η καμπύλη SS αντιπροσωπεύει το οριακό κόστος παραγωγής του συγκεκριμένου αγαθού. Όταν στην κατανάλωση ενός αγαθού υπάρχουν θετικές εξωτερικές επιδράσεις, τότε το κοινωνικό οριακό όφελος είναι μεγαλύτερο από το ιδιωτικό οριακό όφελος κατά το πρόσθετο όφελος που προκύπτει για την κοινωνία από την κατανάλωση του αγαθού. Η ποσότητα που παράγεται και προσφέρεται σε συνθήκες ισορροπίας ελεύθερης αγοράς αντιστοιχεί στο σημείο $E_{1}$, όπου το ιδιωτικό οριακό όφελος είναι ίσο με το οριακό κόστος και είναι ίση με $Q_{1}$. Η κοινωνικά επιθυμητή ποσότητα αντιστοιχεί στο σημείο $E_{2}$ όπου το κοινωνικό οριακό όφελος είναι ίσο με το οριακό κόστος και είναι ίση με $Q_{2}$. Επομένως η ποσότητα ισορροπίας του προϊόντος στην ελεύθερη αγορά είναι μικρότερη από την κοινωνικά επιθυμητή $(Q_{1}<Q_{2})$. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Τόμο Γ: σελ. 96-102."
        }
      },
      {
        id: 36,
        question: "Ένα πυρηνελαιουργείο, το οποίο είναι εγκατεστημένο ανάμεσα σε δύο χωριά, κατά τη διάρκεια της παραγωγής πυρηνόξυλων προκαλεί μόλυνση στην ατμόσφαιρα. Το ιδιωτικό οριακό κόστος (ΙΟΚ) για την παραγωγή πυρηνόξυλων είναι $IOK=100+2Q$, ενώ το οριακό όφελος (ΟΟ) για πυρηνόξυλα είναι $OO=400-Q$, όπου Q είναι η ποσότητα πυρηνόξυλων σε τόνους. Για κάθε επιπλέον μονάδα παραγωγής (πυρηνόξυλα σε τόνους), η κοινωνία έχει μία επιπλέον επιβάρυνση, η οποία εκτιμάται στο ύψος των 30€ ανά τόνο. Σε συνθήκες ελεύθερης αγοράς, η ποσότητα πυρηνόξυλων που παράγεται ανέρχεται σε [--------] τόνους ενώ η κοινωνικά επιθυμητή ποσότητα είναι [-------] τόνοι.",
        answers: [
          "[100], [90].",
          "[100], [70].",
          "[90], [100].",
          "[90], [60]."
        ],
        correct_answer: {
          id: "[100], [90].",
          explanation: "Αν η επιπρόσθετη επιβάρυνση της κοινωνίας δεν λαμβάνεται υπόψη, τότε η αγορά ισορροπεί εκεί όπου το οριακό όφελος είναι ίσο με το ιδιωτικό οριακό κόστος. Οπότε: $OO=IOK=>400-Q=100+2Q\\Rightarrow3Q=300\\Rightarrow\\underline{Q=100}$ τόνοι. Άρα, η άριστη ποσότητα παραγωγής πυρηνόξυλων σε συνθήκες ελεύθερης αγοράς είναι 100 τόνοι. Για να βρούμε την κοινωνικά επιθυμητή ποσότητα, πρώτα βρίσκουμε το κοινωνικό οριακό κόστος (ΚΟΚ) και στη συνέχεια το εξισώνουμε με το οριακό όφελος. Το κοινωνικό οριακό κόστος είναι: $KOK=IOK+30=>KOK=100+2Q+30=130+2Q.$ Οπότε: $KOK=OO\\Rightarrow130+2Q=400-Q\\Rightarrow3Q=270 =>Q=90$ τόνοι. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Τόμο Γ: σελ. 103-104 & 111-112."
        }
      },
      {
        id: 37,
        question: "Ποιο από τα παρακάτω αγαθά μπορεί να χαρακτηριστεί ως ιδιωτικό αγαθό:",
        answers: [
          "Μια υπηρεσία streaming με συνδρομή.",
          "Ελεύθερο Wi-Fi στην πλατεία μιας πόλης.",
          "Η υπηρεσία ενός φάρου.",
          "Διαμονή σε ξενοδοχείο με πληρότητα 100%."
        ],
        correct_answer: {
          id: "Διαμονή σε ξενοδοχείο με πληρότητα 100%.",
          explanation: "Η υπηρεσία streaming χαρακτηρίζεται από δυνατότητα αποκλεισμού, αλλά μη ανταγωνιστικότητα στην κατανάλωση. Το ελεύθερο Wi-Fi χαρακτηρίζεται από αδυναμία αποκλεισμού, αλλά έχει και μη ανταγωνιστικότητα στην κατανάλωση μέχρι κάποιο επίπεδο συνδέσεων (μετά εμφανίζεται συμφόρηση). Η υπηρεσία του φάρου δεν παρέχει δυνατότητα αποκλεισμού, αλλά ούτε ανταγωνιστικότητα στην κατανάλωση, άρα είναι αμιγώς δημόσιο αγαθό. Η διαμονή σε ξενοδοχείο που έχει πληρότητα 100% χαρακτηρίζεται από αποκλειστικότητα και ανταγωνιστικότητα στην κατανάλωση. Άρα η σωστή απάντηση είναι η D. Βλέπε Καραγιάννη, Ενότητα 4.3."
        }
      },
      {
        id: 38,
        question: "Η συνάρτηση ζήτησης μιας μονοπωλιακής δημόσιας επιχείρησης είναι $P=25-O$ ($P=\\tau i\\mu\\dot{\\eta}.$ Q = ποσότητα). Όταν η δημόσια επιχείρηση επιδιώκει την αριστοποίηση της κατανομής των παραγωγικών συντελεστών παράγει την ποσότητα $Q=17$. Αν η επιχείρηση έχει σταθερό οριακό κόστος και μηδενικό σταθερό κόστος, το μέσο κόστος (AC) της παραγωγής είναι:",
        answers: [
          "AC = 8",
          "$AC=17$",
          "$AC=25$",
          "$AC=42$"
        ],
        correct_answer: {
          id: "AC = 8",
          explanation: "Αν k είναι το σταθερό οριακό κόστος της επιχείρησης $(MC=k)$, το συνολικό κόστος θα είναι ΤTC $=k\\times Q$ και το μέσο κόστος $(AC=TC/Q)$ θα είναι επίσης k. Εφόσον η δημόσια επιχείρηση επιδιώκει την αριστοποίηση της κατανομής των παραγωγικών συντελεστών, θα παράγει την ποσότητα εκείνη για την οποία θα ισχύει P = MC. Οπότε, με βάση τα δεδομένα έχουμε: $25 – Q = MC \\Rightarrow MC=25-17=8$ και $AC=8$. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Καραγιάννη, Ενότητα 5.4."
        }
      },
      {
        id: 39,
        question: "Ο διαφορισμός τιμών πρώτου βαθμού από μια δημόσια επιχείρηση, αναφέρεται:",
        answers: [
          "στην αύξηση της τιμής για όλους του καταναλωτές.",
          "στην επιβολή διαφορετικής τιμής σε κάθε καταναλωτή ανάλογα με την οριακή ωφέλεια που αυτός/αυτή αποκομίζει.",
          "στην ανακοίνωση μιας ενιαίας πρώτης τιμής κατά την έναρξη λειτουργία της επιχείρησης.",
          "στην επιβολή διαφορετικής τιμής σε επιμέρους ομάδες καταναλωτών."
        ],
        correct_answer: {
          id: "στην επιβολή διαφορετικής τιμής σε κάθε καταναλωτή ανάλογα με την οριακή ωφέλεια που αυτός/αυτή αποκομίζει.",
          explanation: "Ο διαφορισμός τιμών πρώτου βαθμού σκοπεύει στην απορρόφηση από την επιχείρηση όλου του πλεονάσματος καταναλωτή με την χρέωση της υψηλότερης δυνατής τιμής για κάθε επιπλέον μονάδα του προϊόντος. Αυτό σημαίνει ότι κάθε καταναλωτής θα αντιμετωπίζει διαφορετική τιμή που θα αντανακλά την οριακή ωφέλεια που αυτός/αυτή αποκομίζει από την κατανάλωση του προϊόντος. Η επιβολή διαφορετικής τιμής σε επιμέρους ομάδες καταναλωτών αναφέρεται στον διαφορισμό τιμής τρίτου βαθμού όπου όλοι οι καταναλωτές στην ίδια ομάδα αντιμετωπίζουν την ίδια τιμή. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Καραγιάννη, Ενότητα 5.4.1.γ."
        }
      },
      {
        id: 40,
        question: "Ένα άτομο κερδίζει 50.000€ τον χρόνο. Πληρώνει 7.000 € φόρο για τα πρώτα 40.000 € εισοδήματος και 5.000 € φόρο για τα επόμενα 10.000 €. Το άτομο αυτό έχει οριακό φορολογικό συντελεστή [---------], μέσο φορολογικό συντελεστή [---------------] και το φορολογικό σύστημα είναι [---------].",
        answers: [
          "[24%], [24%], [αναλογικό]",
          "[18%], [24%], [αντιστρόφως προοδευτικό]",
          "[50%], [24%], [προοδευτικό]",
          "[50%], [20%], [προοδευτικό]"
        ],
        correct_answer: {
          id: "[50%], [24%], [προοδευτικό]",
          explanation: "Οριακός φορολογικός συντελεστής = Μεταβολή στο Φόρο / Μεταβολή στο Εισόδημα $=5.000/10.000=0,5\\dot{\\eta}50\\%.$ Μέσος φορολογικός συντελεστής = Συνολικός Φόρος / Συνολικό Εισόδημα $=(7.000+5.000)/50.000=12.000/50.000=0.24~\\eta$ 24%. Εφόσον ο οριακός φορολογικός συντελεστής είναι μεγαλύτερος από τον μέσο φορολογικό συντελεστή, το σύστημα είναι προοδευτικό. Άρα η σωστή απάντηση είναι η C. Βλέπε Καραγιάννη, Ενότητα 9.2."
        }
      },
      {
        id: 41,
        question: "Εάν επιβληθεί ένας ποσοστιαίος φόρος επί της αξίας πώλησης ενός συγκεκριμένου αγαθού, όπως ψωμί ή βενζίνη, τι τύπος φόρου είναι;",
        answers: [
          "Άμεσος φόρος",
          "Έμμεσος φόρος",
          "Προοδευτικός φόρος",
          "Φόρος σταθερού ποσού"
        ],
        correct_answer: {
          id: "Έμμεσος φόρος",
          explanation: "Ο φόρος επιβάλλεται σύμφωνα με στοιχεία που αποτελούν ένδειξη της φοροδοτικής ικανότητας του ατόμου και, ως εκ τούκειο, χαρακτηρίζεται ως έμμεσος φόρος. Αν επιβαλλόταν ανάλογα με την πραγματική φοροδοτική ικανότητα θα ήταν άμεσος φόρος. Για να χαρακτηριστεί ένας φόρος ως προοδευτικός θα έπρεπε να ξέρουμε πως αλλάζει ο μέσος φορολογικός συντελεστής όταν αλλάζει η φορολογική βάση. Σε ένα φόρο σταθερού ποσού η αξία του αγαθού δεν λαμβάνεται υπόψη για τον προσδιορισμό του φόρου, πράγμα που δεν ισχύει στο συγκεκριμένο ερώτημα. Άρα η σωστή απάντηση είναι η Β. Βλέπε Καραγιάννη, Ενότητα 9.2."
        }
      },
      {
        id: 42,
        question: "Βάσει της θεωρίας του ανταλλάγματος και των αρχών της οριζόντιας και κάθετης φορολογικής ισότητας, το φορολογικό βάρος είναι:",
        answers: [
          "ίδιο για άτομα που έχουν το ίδιο εισόδημα.",
          "διαφορετικό για άτομα που έχουν διαφορετικό εισόδημα.",
          "ίδιο για άτομα που έχουν το ίδιο όφελος από τις παροχές του δημοσίου.",
          "διαφορετικό για άτομα που έχουν ίδιο όφελος από τις παροχές του δημοσίου."
        ],
        correct_answer: {
          id: "ίδιο για άτομα που έχουν το ίδιο όφελος από τις παροχές του δημοσίου.",
          explanation: "Βάσει της θεωρίας του ανταλλάγματος, το φορολογικό βάρος κατανέμεται σύμφωνα με τα οφέλη που αποκομίζουν τα άτομα από τις παροχές του δημοσίου. Επιπλέον, όσοι έχουν τα ίδια οφέλη από τις παροχές αυτές πρέπει να έχουν ίδια φορολογική μεταχείριση (αρχή της οριζόντιας φορολογικής ισότητας), ενώ τα άτομα με διαφορετικά οφέλη από τις παροχές του δημοσίου πρέπει να έχουν διαφορετική φορολογική μεταχείριση (αρχή της κάθετης φορολογικής ισότητας). Η κατανομή του φορολογικού βάρους βάσει του εισοδήματος υπαγορεύεται από τη θεωρία της φοροδοτικής ικανότητας (δηλ. οι απαντήσεις Α και Β είναι λάθος). Άρα η σωστή απάντηση είναι η C. Βλέπε Καραγιάννη, Ενότητα 9.3."
        }
      }
    ]
  },
  // Προπαρασκευαστικές εξετάσεις 2019-2020
  pr: {
    name: "Προπαρασκευαστικές 2019-2020",
      questions: [
        {
          id: 1,
          question: "Στον παρακάτω πίνακα παρουσιάζονται τρεις συνδυασμοί ποσοτήτων των αγαθών Χ και Υ που μπορούν να παραχθούν με βάση τις παραγωγικές δυνατότητες μίας οικονομίας. Σύμφωνα με τα δεδομένα του πίνακα, το κόστος ευκαιρίας του αγαθού Χ, καθώς αυξάνεται η παραγωγή του:",
          table: {
            headers: ["", "Συνδυασμός Α", "Συνδυασμός Β", "Συνδυασμός Γ"],
            rows: [
              ["Μονάδες αγαθού Χ", "40", "80", "90"],
              ["Μονάδες αγαθού Υ", "90", "60", "40"]
            ]
          },
          answers: [
            "αυξάνεται.",
            "μειώνεται.",
            "παραμένει σταθερό και είναι ίσο με 0,75 μονάδες αγαθού Υ.",
            "παραμένει σταθερό και είναι ίσο με 0,5 μονάδες αγαθού Υ."
          ],
          correct_answer: {
            id: "αυξάνεται.",
            explanation: "Το κόστος ευκαιρίας του αγαθού Χ (Εχ) σε μονάδες του αγαθού Υ δίνεται από την εξής σχέση: $Ex=$ [μονάδες μείωσης ποσότητας Υ]/[μονάδες αύξησης ποσότητας Χ]. Οπότε: - Μετακίνηση από τον συνδυασμό Α στον συνδυασμό Β: $Ex=(90-60)/(80-40)=30/40=0,75$ μονάδες αγαθού Υ. Μετακίνηση από τον συνδυασμό Β στον συνδυασμό Γ: $Ex=(60-40)/(90-80)=20/10=2$ μονάδες αγαθού Υ. Συνεπώς, το κόστος ευκαιρίας του Χ αυξάνεται καθώς αυξάνεται η παραγόμενη ποσότητά του. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman and Wells, Ενότητα 3."
          }
        },
        {
          id: 2,
          question: "Υποθέστε ότι η αγορά του αγαθού Χ, βρίσκεται σε ισορροπία. Μία μείωση της τιμής ενός υποκατάστατου αγαθού του αγαθού Χ θα οδηγήσει, με όλους τους άλλους παράγοντες σταθερούς, σε μετατόπιση της καμπύλης [........] του αγαθού Χ προς τα [........], σε [........] της τιμής ισορροπίας του και σε [.........] της ποσότητας ισορροπίας του.",
          answers: [
            "[προσφοράς], [δεξιά], [μείωση], [αύξηση].",
            "[προσφοράς], [αριστερά], [αύξηση], [μείωση].",
            "[ζήτησης], [δεξιά], [αύξηση], [αύξηση].",
            "[ζήτησης], [αριστερά], [μείωση], [μείωση]."
          ],
          correct_answer: {
            id: "[ζήτησης], [αριστερά], [μείωση], [μείωση].",
            explanation: "Η ισορροπία στην αγορά ενός αγαθού προσδιορίζεται από το σημείο τομής των καμπυλών ζήτησης και προσφοράς του. Σύμφωνα με το παραπάνω σχήμα, το αρχικό σημείο ισορροπίας είναι το Α. Επομένως, η τιμή ισορροπίας είναι η $P_{1}$ και η ποσότητα ισορροπίας είναι η Q1. Η μείωση της τιμής του υποκατάστατου αγαθού του αγαθού Χ θα έχει ως αποτέλεσμα οι καταναλωτές να ζητούν σε κάθε τιμή του μικρότερη ποσότητα, δηλαδή έχουμε μείωση της ζήτησής του. Επομένως η καμπύλη ζήτησης του αγαθού Χ θα μετατοπιστεί προς τα αριστερά, από τη θέση $D_{1}$ στη θέση D2, και έτσι έχουμε ένα νέο σημείο ισορροπίας της αγοράς του, το Β, στο οποίο αντιστοιχούν μία μικρότερη τιμή (P2) και μία μικρότερη ποσότητα (Q2). Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητες 5 & 7."
          }
        },
        {
          id: 3,
          question: "Έστω ότι στη θέση ισορροπίας της αγοράς ενός προϊόντος, η ζήτηση του προϊόντος ως προς την τιμή του είναι ανελαστική. Μία μείωση της τιμής ισορροπίας του προϊόντος, λόγω αύξησης της προσφοράς του, θα έχει ως αποτέλεσμα τα συνολικά έσοδα των παραγωγών από τις πωλήσεις του συγκεκριμένου αγαθού:",
          answers: [
            "να αυξηθούν.",
            "να μειωθούν.",
            "να παραμείνουν αμετάβλητα.",
            "πρώτα να αυξηθούν και μετά να μειωθούν."
          ],
          correct_answer: {
            id: "να μειωθούν.",
            explanation: "Η ελαστικότητα ζήτησης ενός προϊόντος ως προς την τιμή του $(e_{p})$ δίνεται από την εξής σχέση: $e_{p}=(\\%\\Delta Q)/(\\%\\Delta P).$ Σύμφωνα με τα δεδομένα, η ζήτηση του προϊόντος είναι ανελαστική $(|e_{p}|<1)$. Οπότε ισχύει $|\\%\\Delta Q|<|\\%\\Delta P|$. Αυτό σημαίνει ότι η μείωση της τιμής του προϊόντος κατά ένα ποσοστό θα οδηγήσει σε μία αύξηση της ζητούμενης ποσότητάς του κατά ένα μικρότερο ποσοστό. Επομένως, τα έσοδα των παραγωγών $(TR=P\\times Q)$ θα ακολουθήσουν την πορεία της τιμής, δηλαδή θα μειωθούν. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman and Wells, Ενότητα 9."
          }
        },
        {
          id: 4,
          question: "Μία αύξηση της τιμής του αγαθού Υ κατά 10% οδήγησε (με όλους τους άλλους παράγοντες σταθερούς) σε αύξηση της κατανάλωσης του αγαθού Χ κατά 5%. Αυτό σημαίνει ότι τα αγαθά Χ και Υ είναι [.........] αγαθά με σταυροειδή ελαστικότητα ζήτησης [...........]",
          answers: [
            "[συμπληρωματικά], [0,5].",
            "[υποκατάστατα], [0,5].",
            "[συμπληρωματικά], [2].",
            "[υποκατάστατα], [2]."
          ],
          correct_answer: {
            id: "[υποκατάστατα], [0,5].",
            explanation: "Η σταυροειδής ελαστικότητα ζήτησης ως προς την τιμή μεταξύ δύο αγαθών είναι η ποσοστιαία μεταβολή της ζητούμενης ποσότητας του ενός αγαθού προς την ποσοστιαία μεταβολή της τιμής του άλλου αγαθού. Σύμφωνα με τα δεδομένα, η σταυροειδής ελαστικότητα μεταξύ των αγαθών Χ και Υ είναι: $E_{XY}=\\%\\Delta Q_{X}/\\%\\Delta P_{Y}=5\\%/10\\%=0,5.$ Εφόσον η σταυροειδής ελαστικότητα μεταξύ των αγαθών Χ και Υ είναι θετική, τα δύο αγαθά είναι υποκατάστατα αγαθά. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman and Wells, Ενότητα 10."
          }
        },
        {
          id: 5,
          question: "Υποθέστε ότι η αγορά του αγαθού Χ βρίσκεται σε ισορροπία. Το πλεόνασμα του καταναλωτή θα αυξηθεί, αν (με όλους τους άλλους παράγοντες σταθερούς):",
          answers: [
            "μειωθεί ο αριθμός των παραγωγών του αγαθού Χ.",
            "αυξηθούν οι τιμές των εισροών που χρησιμοποιούνται για παραγωγή του αγαθού Χ.",
            "βελτιωθεί η τεχνολογία παραγωγής του αγαθού Χ.",
            "χρησιμοποιηθεί για την παραγωγή του αγαθού Χ μία νέα μέθοδος παραγωγής, που είναι λιγότερο αποτελεσματική από αυτή που ήδη χρησιμοποιείται."
          ],
          correct_answer: {
            id: "βελτιωθεί η τεχνολογία παραγωγής του αγαθού Χ.",
            explanation: "Η μείωση του αριθμού των παραγωγών, η αύξηση της τιμής των εισροών που χρησιμοποιούνται στην παραγωγή του αγαθού και η χρησιμοποίηση μεθόδου παραγωγής λιγότερο αποτελεσματικής, έχουν ως αποτέλεσμα τη μετατόπιση της καμπύλης προσφοράς προς τα αριστερά. Αντίθετα, η βελτίωση της τεχνολογίας παραγωγής του αγαθού Χ μετατοπίζει την καμπύλη προσφοράς του αγαθού Χ προς τα δεξιά. Μία μετατόπιση της καμπύλης προσφοράς προς τα δεξιά (από τη θέση S στη θέση $S_{1}$ στο σχήμα), θα οδηγήσει σε μείωση της τιμής ισορροπίας του αγαθού Χ και επομένως σε αύξηση του πλεονάσματος του καταναλωτή από abc σε ade. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητες 6 & 11."
          }
        },
        {
          id: 6,
          question: "Ένας καταναλωτής δαπανά όλο το εισόδημα του στην κατανάλωση των αγαθών Χ και Υ. Η τιμή του αγαθού Χ είναι $P_{X}=2f.$ Όταν ο εν λόγω καταναλωτής βρίσκεται σε ισορροπία, δηλαδή μεγιστοποιεί τη χρησιμότητά του, ισχύει $MU_{X}=100$ και $MU_{Y}=200$ (όπου $MU_{X}=$ οριακή χρησιμότητα του αγαθού Χ και MUY = οριακή χρησιμότητα του αγαθού Υ). Με βάση τα δεδομένα, συμπεραίνουμε ότι:",
          answers: [
            "Η τιμή του αγαθού Χ είναι διπλάσια της τιμής του αγαθού Υ.",
            "Η τιμή του αγαθού Υ είναι ίση με 5 ευρώ.",
            "Η οριακή χρησιμότητα του αγαθού Υ ανά ευρώ δαπανώμενο για την αγορά του είναι ίση με 50.",
            "Η οριακή χρησιμότητα του αγαθού Υ ανά ευρώ δαπανώμενο για την αγορά του είναι ίση με 25."
          ],
          correct_answer: {
            id: "Η οριακή χρησιμότητα του αγαθού Υ ανά ευρώ δαπανώμενο για την αγορά του είναι ίση με 50.",
            explanation: "Σύμφωνα με τον κανόνα της βέλτιστης κατανάλωσης, η οριακή χρησιμότητα ανά ευρώ δαπανώμενο σε κάθε αγαθό πρέπει να είναι η ίδια, δηλαδή $MU_{x}/P_{X}=MU_{Y}/P_{Y}$. Οπότε: $MU_{X}/P_{X}=MU_{Y}/P_{Y}\\Rightarrow MU_{X}/MU_{Y}=P_{X}/P_{Y}\\Rightarrow100/200=2/P_{Y}\\Rightarrow P_{Y}=4E($ άρα οι απαντήσεις Α και Β δεν ισχύουν). Επιπλέον ισχύει: $MU_{Y}/P_{Y}=200/4=50$ (= MUx/Px = 100/2). Επομένως ισχύει η απάντηση C και δεν ισχύει η απάντηση D. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητα 20."
          }
        },
        {
          id: 7,
          question: "Αν το μέσο μεταβλητό κόστος (AVC) μίας επιχείρησης για ποσότητα $Q=7$ μονάδες είναι 14 και για ποσότητα $Q=8$ μονάδες είναι 16, τότε το οριακό κόστος (MC) της όγδοης μονάδας προϊόντος είναι:",
          answers: [
            "$MC=30$",
            "$MC=28.$",
            "$MC=31.$",
            "$MC=32.$"
          ],
          correct_answer: {
            id: "$MC=30$",
            explanation: "Γνωρίζουμε ότι: $AVC=VC/Q$ και $MC=\\Delta TC/\\Delta Q=\\Delta VC/\\Delta Q.$ Σύμφωνα με τα δεδομένα, για $Q=7$ το μεταβλητό κόστος είναι $VC=AVC\\times Q=14\\times7=98$ και για $Q=8$ το μεταβλητό κόστος είναι $VC=AVC\\times Q=16\\times8=128.$ Επομένως το οριακό κόστος είναι: $MC=\\Delta VC/\\Delta Q=(128-98)/(8-7)=30.$ Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman and Wells, Ενότητα 22."
          }
        },
        {
          id: 8,
          question: "Έστω ότι μία επιχείρηση που λειτουργεί στη βραχυχρόνια περίοδο παράγει εκείνη την ποσότητα προϊόντος στην οποία ελαχιστοποιείται το μέσο μεταβλητό κόστος παραγωγής (AVC). Αν η εν λόγω επιχείρηση αυξήσει την παραγωγή της, τότε:",
          answers: [
            "το οριακό κόστος θα αυξηθεί και το μέσο μεταβλητό κόστος θα μειωθεί.",
            "το οριακό κόστος θα μειωθεί και το μέσο μεταβλητό κόστος θα αυξηθεί.",
            "το οριακό κόστος και το μέσο μεταβλητό κόστος θα μειωθούν.",
            "το οριακό κόστος και το μέσο μεταβλητό κόστος θα αυξηθούν."
          ],
          correct_answer: {
            id: "το οριακό κόστος και το μέσο μεταβλητό κόστος θα αυξηθούν.",
            explanation: "Γνωρίζουμε ότι η καμπύλη του μέσου μεταβλητού κόστους (AVC) έχει ένα κατερχόμενο και ένα ανερχόμενο τμήμα και από το κατώτατο σημείο της διέρχεται η καμπύλη του οριακού κόστους (MC). Όπως φαίνεται στο σχήμα, η αύξηση της παραγωγής πάνω από εκείνο το επίπεδο που αντιστοιχεί στο κατώτατο σημείο της καμπύλης του AVC $(Q^{*})$ θα έχει ως αποτέλεσμα την αύξηση του οριακού κόστους και του μέσου μεταβλητού κόστους. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητα 22."
          }
        },
        {
          id: 9,
          question: "Αν η συνάρτηση παραγωγής μίας επιχείρησης χαρακτηρίζεται από αύξουσες αποδόσεις κλίμακας, τότε, με σταθερές τις τιμές των παραγωγικών συντελεστών, αν διπλασιασθούν οι χρησιμοποιούμενες ποσότητές τους:",
          answers: [
            "η ποσότητα του προϊόντος θα αυξηθεί αλλά λιγότερο από το διπλάσιο και το μακροχρόνιο μέσο κόστος παραγωγής θα μειωθεί.",
            "η ποσότητα του προϊόντος θα αυξηθεί αλλά λιγότερο από το διπλάσιο και το μακροχρόνιο μέσο κόστος παραγωγής θα αυξηθεί.",
            "η ποσότητα του προϊόντος θα υπερδιπλασιασθεί και το μακροχρόνιο μέσο κόστος παραγωγής θα μειωθεί.",
            "η ποσότητα του προϊόντος θα υπερδιπλασιασθεί και το μακροχρόνιο μέσο κόστος παραγωγής θα αυξηθεί."
          ],
          correct_answer: {
            id: "η ποσότητα του προϊόντος θα υπερδιπλασιασθεί και το μακροχρόνιο μέσο κόστος παραγωγής θα μειωθεί.",
            explanation: "Αν στην παραγωγή ενός προϊόντος οι αποδόσεις κλίμακας είναι αύξουσες, αυτό σημαίνει ότι αυξάνοντας τις ποσότητες όλων των συντελεστών παραγωγής κατά το ίδιο ποσοστό (εδώ κατά 100%), η παραγόμενη ποσότητα θα αυξηθεί κατά μεγαλύτερο ποσοστό (εδώ κατά ποσοστό μεγαλύτερο του 100%). Αυτό με τη σειρά του συνεπάγεται ότι το μακροχρόνιο μέσο κόστος παραγωγής (δηλαδή το κόστος ανά μονάδα παραγωγής) θα μειωθεί, γιατί η αύξηση της παραγόμενης ποσότητας (δηλαδή του παρονομαστή στη σχέση που μας δίνει το μέσο κόστος) είναι αναλογικά μεγαλύτερη από την αύξηση του κόστους (δηλαδή του αριθμητή στη σχέση που μας δίνει το μέσο κόστος). Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητα 23."
          }
        },
        {
          id: 10,
          question: "Έστω ότι σε έναν κλάδο παραγωγής υπάρχουν οι επιχειρήσεις Ε1, Ε2, Ε3 και Ε4 και οι συνολικές πωλήσεις που πραγματοποιούνται στον κλάδο ανέρχονται σε 1.000 ευρώ. Εάν οι πωλήσεις της Ε1 είναι 50 ευρώ, της Ε2 είναι 350 ευρώ, της Ε3 είναι 500 ευρώ και της Ε4 είναι 100 ευρώ, τότε ο δείκτης Herfindahl-Hirschman (HHI) ισούται με:",
          answers: [
            "4.450.",
            "1.000.",
            "3.850.",
            "6.500."
          ],
          correct_answer: {
            id: "3.850.",
            explanation: "Σύμφωνα με τα δεδομένα, το μερίδιο αγοράς της Ε1 είναι $(50/1.000)\\times100=5\\%(w_{1}=5).$ της Ε2 είναι $(350/1.000)\\times100=35\\%$ $(w_{2}=35)$, της Ε3 είναι (500/1.000)×100 = 50% $(w_{3}=50)$ και της Ε4 είναι ( $(100/1.000)\\times100=10\\%$ $(w_{4}=10).$ Επομένως, ο δείκτης ΗΗΙ για τον κλάδο είναι: $HHI=w_{1}^{2}+w_{2}^{2}+w_{3}^{2}+w_{4}^{2}=5^{2}+35^{2}+50^{2}+10^{2}=25+1.225+2.500+100=3.850.$ Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητα 24."
          }
        },
        {
          id: 11,
          question: "Υποθέστε ότι μία τέλεια ανταγωνιστική επιχείρηση βρίσκεται στη βραχυχρόνια θέση ισορροπίας και πραγματοποιεί κέρδη. Αν αυξηθεί η τιμή του προϊόντος που παράγει και προσφέρει η επιχείρηση αυτή (λόγω αύξησης της αγοραίας ζήτησης), τότε, με σταθερές τις αμοιβές των συντελεστών παραγωγής και αμετάβλητο το σταθερό κόστος παραγωγής, η επιχείρηση στη νέα βραχυχρόνια ισορροπία της θα παράγει και θα προσφέρει [............] ποσότητα προϊόντος και θα πραγματοποιεί [.......] κέρδος.",
          answers: [
            "[μικρότερη, [μεγαλύτερο].",
            "[μεγαλύτερη, [μεγαλύτερο].",
            "[μεγαλύτερη, [μικρότερο].",
            "[μικρότερη, [το ίδιο]."
          ],
          correct_answer: {
            id: "[μεγαλύτερη, [μεγαλύτερο].",
            explanation: "Στην αρχική τιμή $P_{1}$ η ισορροπία της επιχείρησης βρίσκεται στο σημείο Α όπου $P_{1}=MC$. Στο σημείο αυτό η ποσότητα ισορροπίας είναι $Q_{1}$ και το κέρδος της επιχείρησης είναι $\\Pi_{1}=Q\\times(P-ATC)=Q_{1}\\times AB$ (κέρδος ανά μονάδα προϊόντος $\\Pi_{1}/Q_{1}=AB)$. Όταν η τιμή του προϊόντος αυξηθεί από $P_{1}$ σε $P_{2}$ τότε η νέα ισορροπία της επιχείρησης βρίσκεται στο σημείο Γ΄ όπου $P_{2}=MC.$ Στο σημείο αυτό η ποσότητα ισορροπίας είναι $Q_{2}>Q_{1}$ και το κέρδος της επιχείρησης είναι $\\Pi_{2}=Q\\times(P-ATC)=Q_{2}\\times\\Gamma\\Delta$ (κέρδος ανά μονάδα προϊόντος $\\Pi_{2}/Q_{2}=\\Gamma\\Delta)$. Όπως φαίνεται στο παραπάνω σχήμα $Q_{2}>Q_{1}$ και $\\Gamma\\Delta>AB$, οπότε $\\Pi_{2}>\\Pi_{1}$. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman and Wells, Ενότητα 26."
          }
        },
        {
          id: 12,
          question: "Η συνάρτηση του οριακού εσόδου μίας μονοπωλιακής επιχείρησης είναι $MR=100-2Q$ (όπου Q είναι η ποσότητα προϊόντος) και η συνάρτηση του συνολικού της κόστους είναι TC $=4Q^{2}+100$. Όταν η επιχείρηση βρίσκεται σε ισορροπία, το οριακό κόστος παραγωγής (MC) και το μέσο συνολικό κόστος παραγωγής (ATC) είναι:",
          answers: [
            "$MC=80$ και $ATC=50$",
            "$MC=80$ και $ATC=100.$",
            "$MC=100$ και $ATC=80.$",
            "$MC=50$ και $ATC=50$"
          ],
          correct_answer: {
            id: "$MC=80$ και $ATC=50$",
            explanation: "Το οριακό κόστος της επιχείρησης δίνεται από την εξής σχέση: $MC=dTC/dQ=8Q$. H επιχείρηση μεγιστοποιεί τα κέρδη της όταν παράγει ποσότητα προϊόντος ώστε να ισχύει MR $=MC,$ οπότε: $100-2Q=8Q=>Q=10$ μονάδες. Για $Q=10$ έχουμε: $MC=8Q=8\\times10=80$, $TC=4Q^{2}+100=4(10)^{2}+100=500$ και επομένως $ATC=TC/Q=500/10=50.$ Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman and Wells, Ενότητα 28."
          }
        },
        {
          id: 13,
          question: "Ποιο από τα ακόλουθα χαρακτηριστικά είναι κοινό στον τέλειο ανταγωνισμό και στον μονοπωλιακό ανταγωνισμό;",
          answers: [
            "Τιμή ίση με οριακό κόστος στην ποσότητα προϊόντος που μεγιστοποιείται το κέρδος.",
            "Τέλεια ελαστική καμπύλη ζήτησης για το προϊόν.",
            "Καμπύλη ζήτησης για το προϊόν με αρνητική κλίση.",
            "Μηδενικά μακροχρόνια οικονομικά κέρδη."
          ],
          correct_answer: {
            id: "Μηδενικά μακροχρόνια οικονομικά κέρδη.",
            explanation: "Στον μονοπωλιακό ανταγωνισμό, στην ποσότητα προϊόντος που μεγιστοποιείται το κέρδος η τιμή είναι μεγαλύτερη από το οριακό έσοδο (MR) και επομένως αυτή είναι μεγαλύτερη και από το οριακό κόστος (MC), εφόσον στην ισορροπία ισχύει MR = MC (άρα η απάντηση Α δεν είναι σωστή). Οι επιχειρήσεις στον μονοπωλιακό ανταγωνισμό αντιμετωπίζουν για το προϊόν τους καμπύλη ζήτησης με αρνητική κλίση και όχι τέλεια ελαστική καμπύλη ζήτησης που αντιμετωπίζουν οι επιχειρήσεις στον τέλειο ανταγωνισμό (άρα οι απαντήσεις Β και C δεν είναι σωστές). Η μη ύπαρξη εμποδίων εισόδου και εξόδου και στις δύο δομές αγοράς έχει ως αποτέλεσμα τα οικονομικά κέρδη ή οι οικονομικές ζημιές να εξαλείφονται στη μακροχρόνια περίοδο. Άρα η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Eνότητα 34."
          }
        },
        {
          id: 14,
          question: "Μία επιχείρηση χρησιμοποιεί για την παραγωγή του προϊόντος της εργασία (L) και κεφάλαιο (Κ). Η τιμή (μισθός) της εργασίας είναι Ρι και η τιμή (ενοίκιο) του κεφαλαίου είναι Ρκ. Αν το οριακό προϊόν της εργασίας είναι MPL και το οριακό προϊόν του κεφαλαίου είναι ΜΡΚ, η επιχείρηση θα ελαχιστοποιεί το κόστος παραγωγής της όταν ισχύει:",
          answers: [
            "MPL = MPK.",
            "MPL × PL = MPK × Рк.",
            "MPL $=PL$ και MPK $=P_{K}.$",
            "MPL/MPK = PL/PK."
          ],
          correct_answer: {
            id: "MPL/MPK = PL/PK.",
            explanation: "Οι επιχειρήσεις επιδιώκουν να ελαχιστοποιήσουν το κόστος παραγωγής της ποσότητας προϊόντος που έχουν αποφασίσει να παράγουν. Για να το επιτύχουν αυτό, οι επιχειρήσεις πρέπει να μισθώνουν εισροές έως ότου το οριακό προϊόν ανά ευρώ να είναι ίσο για όλες τις εισροές. Επομένως, όταν η επιχείρηση χρησιμοποιεί για την παραγωγή του προϊόντος της εργασία και κεφάλαιο και ελαχιστοποιεί το κόστος παραγωγής της ισχύει: $MPL/P_{L}=MPK/P_{K}\\Rightarrow MPL/MPK=P_{L}/P_{K}.$ Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητα 43."
          }
        },
        {
          id: 15,
          question: "Όταν υπολογίζουμε το ΑΕΠ προσθέτοντας την αξία των τελικών αγαθών και υπηρεσιών, τότε το εκτιμώμενο ΑΕΠ:",
          answers: [
            "είναι πάντα μεγαλύτερο από ό,τι όταν το υπολογίζουμε προσθέτοντας την προστιθέμενη αξία όλων των κλάδων παραγωγής.",
            "είναι πάντα μικρότερο από ό,τι όταν το υπολογίζουμε αθροίζοντας τη συνολική δαπάνη για τελικά αγαθά και υπηρεσίες.",
            "είναι πάντα μεγαλύτερο από ό,τι όταν το υπολογίζουμε αθροίζοντας το συνολικό εισόδημα των συντελεστών παραγωγής που χρησιμοποιούνται για την παραγωγή του.",
            "Κανένα από τα παραπάνω δεν είναι σωστό."
          ],
          correct_answer: {
            id: "Κανένα από τα παραπάνω δεν είναι σωστό.",
            explanation: "Ο υπολογισμός του ΑΕΠ μπορεί να γίνει με 3 μεθόδους (συνολική αξία παραγωγής τελικών αγαθών και υπηρεσιών / άθροισμα προστιθέμενης αξίας κάθε παραγωγού, μέθοδος συνολικής δαπάνης, εισοδηματική μέθοδος). Ανεξάρτητα από τη μέθοδο που χρησιμοποιείται, προκύπτει ακριβώς το ίδιο αποτέλεσμα για το ΑΕΠ. Οι απαντήσεις Α, Β, C είναι λανθασμένες διότι υποστηρίζουν ότι το αποτέλεσμα για το ΑΕΠ διαφέρει ανάλογα με την μέθοδο / προσέγγιση υπολογισμού του. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητα 47."
          }
        },
        {
          id: 16,
          question: "Μία οικονομία έχει τα εξής χαρακτηριστικά (σε εκατομμύρια):",
          table: {
            headers: ["Χαρακτηριστικό", "Εκατομμύρια"],
            rows: [
              ["Πληθυσμός", "170"],
              ["Απασχολούμενοι", "95"],
              ["Άνεργοι που ψάχνουν για δουλειά", "5"],
              ["Συνταξιούχοι", "30"]
            ]
          },
          answers: [
            "2,9%.",
            "4,8%.",
            "5%.",
            "5,3%."
          ],
          correct_answer: {
            id: "5%.",
            explanation: "Ποσοστό ανεργίας $(\\%)= $[(αριθμός ανέργων μελών του εργατικού δυναμικού)/( απασχολούμενοι + άνεργοι) $]\\times100= $[5/(95+5)]\\times100=5\\%.$ Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητα 49, σελίδα 603."
          }
        },
        {
          id: 17,
          question: "Η καμπύλη ζήτησης δανειακών κεφαλαίων μετατοπίζεται προς τα δεξιά όταν:",
          answers: [
            "επιδεινώνονται οι επιχειρηματικές προσδοκίες.",
            "μειώνεται το δημοσιονομικό έλλειμμα.",
            "αυξάνεται το επιτόκιο.",
            "βελτιώνονται οι επιχειρηματικές προσδοκίες."
          ],
          correct_answer: {
            id: "βελτιώνονται οι επιχειρηματικές προσδοκίες.",
            explanation: "Όταν επιδεινώνονται οι επιχειρηματικές προσδοκίες, η ζήτηση δανειακών κεφαλαίων μειώνεται, σε κάθε ύψος επιτοκίου και, κατά συνέπεια, η καμπύλη ζήτησής τους μετατοπίζεται προς τα αριστερά (επομένως, η Α δεν ισχύει). Το αντίθετο συμβαίνει όταν βελτιώνονται οι επιχειρηματικές προσδοκίες (επομένως, ισχύει η D). Όταν μειώνεται το δημοσιονομικό έλλειμμα, η ζήτηση δανειακών κεφαλαίων μειώνεται, σε κάθε ύψος επιτοκίου, μετατοπίζοντας την καμπύλη ζήτησής τους προς τα αριστερά (δηλ. η Β δεν ισχύει). Τέλος, μεταβολές του επιτοκίου προκαλούν μετακινήσεις επί της καμπύλης ζήτησης δανειακών κεφαλαίων και όχι μετατόπισή της (δηλ. η C δεν ισχύει). Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητα 57."
          }
        },
        {
          id: 18,
          question: "Σε μια κλειστή οικονομία χωρίς κρατικό τομέα, το μέγεθος του πολλαπλασιαστή εξαρτάται από:",
          answers: [
            "το επίπεδο της αποταμίευσης.",
            "το επίπεδο της κατανάλωσης.",
            "την οριακή ροπή προς κατανάλωση.",
            "το επίπεδο του εισοδήματος."
          ],
          correct_answer: {
            id: "την οριακή ροπή προς κατανάλωση.",
            explanation: "Ο πολλαπλασιαστής είναι ο λόγος της συνολικής μεταβολής στο πραγματικό ΑΕΠ $(\\Delta Y)$, που προκαλείται από μία αυτόνομη μεταβολή στη συνολική δαπάνη, προς το μέγεθος αυτής της αυτόνομης μεταβολής (ΔΑΑΣ). Επίσης, ο πολλαπλασιαστής δίνεται από τη σχέση ΔΥ/ΔΑΑΣ = 1/(1 MPC), όπου MPC είναι η οριακή ροπή προς κατανάλωση. Συνεπώς, ο πολλαπλασιαστής δεν εξαρτάται από τα επίπεδα της αποταμίευσης, της κατανάλωσης και του εισοδήματος. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητα 60."
          }
        },
        {
          id: 19,
          question: "Το παράδοξο της φειδούς αφορά:",
          answers: [
            "αρνητικά οικονομικά αποτελέσματα από την αύξηση των επενδύσεων.",
            "θετικά αποτελέσματα στην οικονομία από την αύξηση της αποταμίευσης όλων των ατόμων.",
            "αρνητικά αποτελέσματα στην οικονομία από την αύξηση της αποταμίευσης όλων των ατόμων.",
            "θετικά αποτελέσματα από τη μικρότερη κατανάλωση όλων των ατόμων μίας οικονομίας."
          ],
          correct_answer: {
            id: "αρνητικά αποτελέσματα στην οικονομία από την αύξηση της αποταμίευσης όλων των ατόμων.",
            explanation: "Σύμφωνα με το παράδοξο της φειδούς, μία μείωση στη καταναλωτική δαπάνη λόγω αύξησης της αποταμίευσης θεωρείται καλό για το άτομο μεμονωμένα, αλλά αν όλα τα άτομα μίας οικονομίας αυξήσουν την αποταμίευση και μειώσουν την κατανάλωση, αυτό θα οδηγήσει σε μείωση του πραγματικού ΑΕΠ (εφόσον η επενδυτική δαπάνη παραμένει σταθερή) και θα χειροτερέψει τη θέση όλων των ατόμων. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητα 62."
          }
        },
        {
          id: 20,
          question: "Στην οικονομία που περιγράφεται από το παρακάτω γράφημα παρατηρείται:",
          answers: [
            "μακροχρόνια ισορροπία.",
            "υφεσιακό κενό.",
            "πληθωριστικό κενό.",
            "Τίποτα από τα παραπάνω."
          ],
          correct_answer: {
            id: "υφεσιακό κενό.",
            explanation: "Το συνολικό προϊόν (ΥΕ) στη βραχυχρόνια ισορροπία (σημείο Ε) που απεικονίζεται στο γράφημα, είναι κάτω από το επίπεδο του δυνητικού προϊόντος (ΥΡ), το οποίο αντιστοιχεί στην κάθετη μακροχρόνια καμπύλη συνολικής προσφοράς (LRAS). Όταν αυτό συμβαίνει, η οικονομία αντιμετωπίζει ένα υφεσιακό κενό (δηλ. ισχύει η Β). Αντιθέτως, πληθωριστικό κενό υπάρχει όταν το συνολικό προϊόν είναι πάνω από το επίπεδο του δυνητικού προϊόντος (δηλ. η C δεν ισχύει). Τέλος, το σημείο μακροχρόνιας ισορροπίας βρίσκεται πάντοτε πάνω στην LRAS, κάτι που δεν ισχύει στο παραπάνω διάγραμμα (δηλ. η Α είναι λάθος). Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman and Wells, Ενότητα 65."
          }
        },
        {
          id: 21,
          question: "Ποιο από τα ακόλουθα προκαλεί μετατόπιση της βραχυχρόνιας καμπύλης συνολικής προσφοράς (SRAS) προς τα αριστερά;",
          answers: [
            "Η μείωση των τιμών των βασικών εμπορευμάτων (εισροών).",
            "Η μείωση τους κόστους των ασφαλιστικών εισφορών που οι εργοδότες πληρώνουν για τους εργαζόμενους που απασχολούν.",
            "Η μείωση των ονομαστικών μισθών.",
            "Η μείωση της παραγωγικότητας."
          ],
          correct_answer: {
            id: "Η μείωση της παραγωγικότητας.",
            explanation: "Η βραχυχρόνια καμπύλη συνολικής προσφοράς μετατοπίζεται προς τα αριστερά όταν οι τιμές των εισροών αυξάνονται (άρα η Α δεν ισχύει) ή/και όταν οι ονομαστικοί μισθοί αυξάνονται (δηλ. η C δεν ισχύει) ή/και όταν αυξάνεται το κόστος των ασφαλιστικών εισφορών που οι εργοδότες πληρώνουν για τους εργαζόμενους που απασχολούν (συνεπώς η Β δεν ισχύει) ή/και όταν χειροτερεύει η παραγωγικότητα. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητα 641."
          }
        },
        {
          id: 22,
          question: "Κατά τη διάρκεια μιας περιόδου ανάκαμψης, το δημοσιονομικό έλλειμμα έχει την τάση να [..... ..] χωρίς παρέμβαση εξαιτίας [....]",
          answers: [
            "[αυξάνεται], [της διακριτικής δημοσιονομικής πολιτικής].",
            "[αυξάνεται], [της ύπαρξης των αυτόματων σταθεροποιητών].",
            "[μειώνεται], [της διακριτικής δημοσιονομικής πολιτικής].",
            "[μειώνεται], [της ύπαρξης των αυτόματων σταθεροποιητών]."
          ],
          correct_answer: {
            id: "[μειώνεται], [της ύπαρξης των αυτόματων σταθεροποιητών].",
            explanation: "Η διακριτική δημοσιονομική πολιτική αποτελεί σκόπιμη παρέμβαση, ενώ οι αυτόματοι σταθεροποιητές λειτουργούν χωρίς παρέμβαση και εξαιτίας της φάσης του οικονομικού κύκλου. Όταν η οικονομία ανακάμπτει αυξάνεται το εισόδημα και, επομένως, αυξάνονται οι καθαροί φόροι διότι αυξάνονται τα φορολογικά έσοδα και μειώνονται οι μεταβιβάσεις (π.χ. επιδόματα ανεργίας, πρόνοιας κ.λπ.). Επομένως, τα μεγέθη αυτά λειτουργούν ως αυτόματοι σταθεροποιητές που μειώνουν το δημοσιονομικό έλλειμμα. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητα 68."
          }
        },
        {
          id: 23,
          question: "Όταν μειώνεται η οριακή ροπή προς κατανάλωση (MPC), ο πολλαπλασιαστής αυτόνομης δαπάνης [.... ..] και, επομένως, μια δεδομένη αύξηση στις δημόσιες δαπάνες για αγορά αγαθών και υπηρεσιών επιφέρει [.. ....] αύξηση στο πραγματικό ΑΕΠ.",
          answers: [
            "[αυξάνεται], [μικρότερη]",
            "[αυξάνεται], [μεγαλύτερη]",
            "[μειώνεται], [μικρότερη]",
            "[μειώνεται], [μεγαλύτερη]"
          ],
          correct_answer: {
            id: "[μειώνεται], [μικρότερη]",
            explanation: "Όταν μειώνεται η οριακή ροπή για κατανάλωση (MPC), ο πολλαπλασιαστής αυτόνομης δαπάνης 1/(1-MPC) μειώνεται και, συνεπώς, η αύξηση στις δημόσιες δαπάνες για αγαθά και υπηρεσίες επιφέρει μικρότερη αύξηση στο πραγματικό ΑΕΠ. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητες 62, 66 & 67."
          }
        },
        {
          id: 24,
          question: "Αν ο πληθωρισμός αναμένεται να διαμορφωθεί χαμηλότερα από τον στόχο της Κεντρικής Τράπεζας (ΚΤ), τότε προκειμένου να αποφευχθούν καταστάσεις αποπληθωρισμού στην οικονομία και για να τονωθεί η οικονομική δραστηριότητα, η ΚΤ θα πρέπει:",
          answers: [
            "να αγοράσει έντοκα γραμμάτια του Δημοσίου.",
            "να πωλήσει έντοκα γραμμάτια του Δημοσίου.",
            "να μειώσει την προσφορά χρήματος.",
            "να αυξήσει το διατραπεζικό επιτόκιο."
          ],
          correct_answer: {
            id: "να αγοράσει έντοκα γραμμάτια του Δημοσίου.",
            explanation: "Για να αυξήσει τον πληθωρισμό και να προσεγγίσει τον στόχο που έχει θέσει, η ΚΤ θα πρέπει να ακολουθήσει επεκτατική νομισματική πολιτική. Η πώληση εντόκων γραμματίων του Δημοσίου (επιλογή Β) και η μείωση της προσφοράς χρήματος (επιλογή C) συνιστούν περιοριστική νομισματική πολιτική. Η επιλογή D είναι επίσης λάθος διότι και αυτή συνιστά περιοριστική νομισματική πολιτική και εντείνει το πρόβλημα του αποπληθωρισμού. Η αγορά εντόκων γραμματίων του Δημοσίου εκ μέρους της ΚΤ σημαίνει ότι αυξάνεται η ζήτηση τίτλων και άρα αυξάνεται η τιμή τους, οδηγώντας σε μείωση του επιτοκίου, αύξηση των ιδιωτικών επενδύσεων και σε μετακίνηση της καμπύλης συνολικής ζήτησης (AD) προς τα δεξιά, αυξάνοντας το επίπεδο των τιμών. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 74."
          }
        },
        {
          id: 25,
          question: "Αν η οικονομία βρίσκεται σε μακροχρόνια ισορροπία με πλήρη απασχόληση και αυξηθεί η προσφορά χρήματος, αυτό (χωρίς καμία άλλη μεταβολή) θα οδηγήσει μακροχρόνια σε [.. ..] του επιπέδου των τιμών και σε [.. ..] του πραγματικού ΑΕΠ.",
          answers: [
            "[αύξηση], [καμία μεταβολή].",
            "[αύξηση], [αύξηση].",
            "[μείωση], [καμία μεταβολή].",
            "[καμία μεταβολή], [αύξηση]."
          ],
          correct_answer: {
            id: "[αύξηση], [καμία μεταβολή].",
            explanation: "Σύμφωνα με την αρχή της νομισματικής ουδετερότητας, μακροχρόνια η μεταβολή στην προσφορά χρήματος δεν επηρεάζει τα πραγματικά μεγέθη της οικονομίας αλλά έχει επίπτωση μόνο στο γενικό επίπεδο των τιμών. Επομένως, οι επιλογές Β και D δεν είναι ορθές. Το ερώτημα είναι αν η αύξηση της προσφοράς χρήματος θα οδηγήσει σε άνοδο του επιπέδου των τιμών (επιλογή Α) ή σε μείωση του επιπέδου των τιμών (επιλογή C). Γνωρίζουμε ότι το επίπεδο των τιμών κινείται αναλογικά με την προσφορά χρήματος, επομένως η απάντηση C δεν είναι σωστή. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 75."
          }
        },
        {
          id: 26,
          question: "Σε μία κλειστή οικονομία, πλήρης παραγκωνισμός των ιδιωτικών επενδύσεων από την άσκηση επεκτατικής δημοσιονομικής πολιτικής μπορεί να συμβεί όταν:",
          answers: [
            "το αρχικό σημείο ισορροπίας βρίσκεται στην οριζόντια περιοχή της καμπύλης LM, όπου η οικονομία βρίσκεται στην «παγίδα ρευστότητας» και η ζήτηση χρήματος για κερδοσκοπικούς σκοπούς είναι πολύ μεγάλη.",
            "το αρχικό σημείο ισορροπίας βρίσκεται στην ενδιάμεση περιοχή της καμπύλης LM, όπου η LM έχει θετική κλίση.",
            "το αρχικό σημείο ισορροπίας βρίσκεται στην κάθετη περιοχή της καμπύλης LM, όπου η ζήτηση χρήματος για κερδοσκοπικούς σκοπούς είναι μηδενική.",
            "Κανένα από τα παραπάνω δεν ισχύει διότι ο παραγκωνισμός των ιδιωτικών επενδύσεων δεν συνδέεται με την κλίση της καμπύλης LM."
          ],
          correct_answer: {
            id: "το αρχικό σημείο ισορροπίας βρίσκεται στην κάθετη περιοχή της καμπύλης LM, όπου η ζήτηση χρήματος για κερδοσκοπικούς σκοπούς είναι μηδενική.",
            explanation: "Όταν το αρχικό σημείο ισορροπίας της οικονομίας βρίσκεται στην κάθετη περιοχή της καμπύλης LM, όπου η ζήτηση χρήματος για κερδοσκοπικούς σκοπούς είναι μηδενική (και συνεπώς η ζήτηση χρήματος περιορίζεται μόνο στη συναλλακτική ζήτηση χρήματος), τότε η επεκτατική δημοσιονομική πολιτική, η οποία μετατοπίζει την IS προς τα δεξιά, έχει ως αποκλειστικό αποτέλεσμα την αύξηση του επιτοκίου. Το επίπεδο συνολικής δαπάνης και εισοδήματος παραμένει αμετάβλητο, καθώς η αύξηση της συνολικής ζήτησης που προκαλείται από την επεκτατική δημοσιονομική πολιτική αντισταθμίζεται πλήρως από την προκαλούμενη μείωση στις επενδύσεις. Οι δημόσιες δαπάνες παραγκωνίζουν πλήρως τις ιδιωτικές επενδύσεις, με αποτέλεσμα η συνολική δαπάνη να μη μεταβληθεί, αλλά να έχει αλλάξει η σύνθεσή της προς όφελος των δημόσιων δαπανών έναντι των ιδιωτικών που έχουν εκτοπισθεί. Συνεπώς, όταν η ζήτηση χρήματος περιορίζεται στη συναλλακτική ζήτηση χρήματος, υπάρχει πλήρης παραγκωνισμός των ιδιωτικών επενδύσεων (full crowding out effect) από την άσκηση επεκτατικής δημοσιονομικής πολιτικής. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, σελ. 1077-1078."
          }
        },
        {
          id: 27,
          question: "Θεωρήστε μία μικρή ανοικτή οικονομία, όπου το επίπεδο τιμών είναι σταθερό, υπάρχει πλήρης κινητικότητα διεθνών κεφαλαίων και ισχύει καθεστώς σταθερών συναλλαγματικών ισοτιμιών. Η εφαρμογή περιοριστικής νομισματικής πολιτικής, θα επιφέρει:",
          answers: [
            "μείωση του εισοδήματος, μείωση της απασχόλησης, μείωση των συναλλαγματικών διαθεσίμων και βελτίωση του εμπορικού ισοζυγίου.",
            "αύξηση του εισοδήματος, αύξηση της απασχόλησης, αύξηση των συναλλαγματικών διαθεσίμων και χειροτέρευση του εμπορικού ισοζυγίου.",
            "μείωση του εισοδήματος, μείωση της απασχόλησης, μείωση των συναλλαγματικών διαθεσίμων και χειροτέρευση του εμπορικού ισοζυγίου.",
            "μόνο αύξηση των συναλλαγματικών διαθεσίμων."
          ],
          correct_answer: {
            id: "μόνο αύξηση των συναλλαγματικών διαθεσίμων.",
            explanation: "Η αρχική ισορροπία στις αγορές αγαθών και υπηρεσιών, χρήματος και συναλλάγματος είναι στο σημείο Ε του παραπάνω διαγράμματος. Η άσκηση περιοριστικής νομισματικής πολιτικής μετατοπίζει την καμπύλη LM προς τα αριστερά, στη θέση LM΄, και τείνει να αυξήσει το εγχώριο επιτόκιο. Αυτό προκαλεί εισροή κεφαλαίων από το εξωτερικό, γεγονός που ωθεί το ισοζύγιο πληρωμών σε πλεόνασμα και το εγχώριο νόμισμα σε ανατίμηση. Σε σύστημα σταθερών ισοτιμιών, η Κεντρική Τράπεζα οφείλει να παρέμβει και να αποτρέψει την ανατίμηση, αγοράζοντας ξένο συνάλλαγμα από όσους ζητούν το εγχώριο νόμισμα για να αγοράσουν εγχώριους τίτλους, οι τιμές των οποίων θα αυξάνονται και οι αποδόσεις τους θα τείνουν να μειωθούν. Έτσι, αυξάνεται η προσφορά χρήματος και η καμπύλη LM θα μετατοπίζεται προς τα δεξιά μέχρι να εξαλειφθεί το πλεόνασμα του ισοζυγίου πληρωμών, επανερχόμενη έτσι στην αρχική της θέση. Η τελική ισορροπία συμπίπτει με την αρχική (σημείο Ε). Το μόνο που έχει αλλάξει είναι το ύψος των συναλλαγματικών διαθεσίμων, που έχουν αυξηθεί. Υπό τις παραπάνω υποθέσεις, η νομισματική πολιτική είναι πλήρως αναποτελεσματική. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, σελ. 1087-1088."
          }
        },
        {
          id: 28,
          question: "Σε μία οικονομία, ο πραγματοποιούμενος ρυθμός πληθωρισμού είναι 6% και συμπίπτει με τον προσδοκώμενο ρυθμό πληθωρισμού, ενώ το ποσοστό ανεργίας είναι 4%. Αν ο πραγματοποιούμενος ρυθμός πληθωρισμού αυξηθεί σε 8% χωρίς να μεταβληθεί ο αναμενόμενος πληθωρισμός:",
          answers: [
            "θα υπάρξει κίνηση προς τα επάνω και αριστερά κατά μήκος της βραχυχρόνιας καμπύλης Phillips.",
            "η βραχυχρόνια καμπύλη Phillips θα μετατοπιστεί προς τα πάνω.",
            "η βραχυχρόνια καμπύλη Phillips θα μετατοπιστεί προς τα κάτω.",
            "θα αυξηθεί το φυσικό ποσοστό ανεργίας."
          ],
          correct_answer: {
            id: "θα υπάρξει κίνηση προς τα επάνω και αριστερά κατά μήκος της βραχυχρόνιας καμπύλης Phillips.",
            explanation: "Βραχυχρόνια καμπύλη Phillips είναι η γραφική παράσταση της αρνητικής βραχυχρόνιας σχέσης μεταξύ ποσοστού ανεργίας και ρυθμού πληθωρισμού. Η βραχυχρόνια καμπύλη Phillips είναι κατερχόμενη, επειδή η σχέση μεταξύ του ποσοστού ανεργίας και του ρυθμού πληθωρισμού είναι αρνητική. Οι παράγοντες που μετατοπίζουν τη βραχυχρόνια καμπύλη Phillips είναι μεταβολές της συνολικής προσφοράς καθώς και οι προσδοκίες για τον μελλοντικό πληθωρισμό. Στην περίπτωσή μας, εφόσον έχουμε αύξηση του πραγματοποιούμενου ρυθμού πληθωρισμού χωρίς να μεταβληθούν οι πληθωριστικές προσδοκίες ή η συνολική προσφορά, θα έχουμε κίνηση προς τα επάνω και αριστερά κατά μήκος της βραχυχρόνιας καμπύλης Phillips. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 77."
          }
        },
        {
          id: 29,
          question: "Η ποσότητα χρήματος Μ2 περιλαμβάνει:",
          answers: [
            "τα χαρτονομίσματα, τα κέρματα και τις καταθέσεις σε τραπεζικούς λογαριασμούς όψεως.",
            "τα χαρτονομίσματα, τα κέρματα, τις καταθέσεις σε τραπεζικούς λογαριασμούς όψεως, τους λογαριασμούς ταμιευτηρίου, τις καταθέσεις προθεσμίας, τις συμφωνίες επαναγοράς, τα μερίδια αμοιβαίων κεφαλαίων και τα χρεόγραφα διάρκειας έως 2 ετών.",
            "τα χαρτονομίσματα, τα κέρματα, τις καταθέσεις σε τραπεζικούς λογαριασμούς όψεως, τους λογαριασμούς ταμιευτηρίου και τις καταθέσεις προθεσμίας.",
            "τα χαρτονομίσματα και τα κέρματα."
          ],
          correct_answer: {
            id: "τα χαρτονομίσματα, τα κέρματα, τις καταθέσεις σε τραπεζικούς λογαριασμούς όψεως, τους λογαριασμούς ταμιευτηρίου και τις καταθέσεις προθεσμίας.",
            explanation: "Εξ ορισμού η ποσότητα χρήματος Μ2 περιλαμβάνει: την ποσότητα Μ1 (χαρτονομίσματα, κέρματα και καταθέσεις όψεως), τις καταθέσεις σε τραπεζικούς λογαριασμούς ταμιευτηρίου και τις καταθέσεις προθεσμίας. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητα 69."
          }
        },
        {
          id: 30,
          question: "Αν το επίπεδο τιμών μίας οικονομίας είναι δεδομένο και αμετάβλητο, η πραγματική συναλλαγματική ισοτιμία για την οικονομία αυτή παραμένει σταθερή όταν:",
          answers: [
            "η ονομαστική συναλλαγματική ισοτιμία μεταβάλλεται προς την ίδια κατεύθυνση και κατά το ίδιο ποσοστό με τον ρυθμό μεταβολής των τιμών στο εξωτερικό.",
            "η ονομαστική συναλλαγματική ισοτιμία παραμένει σταθερή, ανεξάρτητα από τη μεταβολή των τιμών στο εξωτερικό.",
            "ο εγχώριος πληθωρισμός είναι μηδενικός.",
            "η ονομαστική συναλλαγματική ισοτιμία μεταβάλλεται προς την αντίθετη κατεύθυνση αλλά προσεγγιστικά κατά το ίδιο ποσοστό με τον ρυθμό μεταβολής των τιμών στο εξωτερικό."
          ],
          correct_answer: {
            id: "η ονομαστική συναλλαγματική ισοτιμία μεταβάλλεται προς την αντίθετη κατεύθυνση αλλά προσεγγιστικά κατά το ίδιο ποσοστό με τον ρυθμό μεταβολής των τιμών στο εξωτερικό.",
            explanation: "Η πραγματική συναλλαγματική ισοτιμία είναι $\\epsilon=e\\times P^{*}/P$, όπου e δηλώνει τις μονάδες του εγχώριου νομίσματος που απαιτούνται για την αγορά μιας μονάδας του ξένου νομίσματος, $P^{*}$ είναι το επίπεδο των τιμών στην αλλοδαπή και Ρ είναι το εγχώριο επίπεδο τιμών. Αφού, λοιπόν, το Ρ είναι σταθερό, για να παραμένει σταθερή η πραγματική ισοτιμία ε πρέπει οι μεταβολές στα ε και $P^{*}$ να αλληλοαναιρούνται. Επομένως, σωστή είναι η επιλογή D. Το ίδιο αποτέλεσμα παίρνουμε και από τη σχέση των ποσοστιαίων μεταβολών που προκύπτει από τη σχέση που δίνει την πραγματική συναλλαγματική ισοτιμία: $\\%\\Delta\\epsilon\\approx\\%\\Delta P^{*}-\\%\\Delta e+\\%\\Delta P^{*}-\\%\\Delta P$. Για να έχουμε $\\%\\Delta\\epsilon=0$ όταν $\\%\\Delta P=0$, πρέπει να ισχύει $\\%\\Delta e\\approx-\\%\\Delta P^{*}$. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητα 80."
          }
        },
        {
          id: 31,
          question: "Η κυβέρνηση μπορεί να παρέμβει διορθωτικά στις αγορές μέσω επιβολής φόρων, στις περιπτώσεις εκείνες κατά τις οποίες ιδιωτικά αγαθά παράγονται σε:",
          answers: [
            "ποσότητες μεγαλύτερες από τις κοινωνικά επιθυμητές με αποτέλεσμα τη μείωση της τιμής πώλησης και αγοράς των αγαθών αυτών.",
            "ποσότητες μεγαλύτερες από τις κοινωνικά επιθυμητές με αποτέλεσμα την αύξηση της τιμής πώλησης και αγοράς των αγαθών αυτών.",
            "ποσότητες μικρότερες από τις κοινωνικά επιθυμητές με αποτέλεσμα την αύξηση της τιμής πώλησης και αγοράς των αγαθών αυτών.",
            "ποσότητες μικρότερες από τις κοινωνικά επιθυμητές με αποτέλεσμα τη μείωση της τιμής πώλησης και αγοράς των αγαθών αυτών."
          ],
          correct_answer: {
            id: "ποσότητες μεγαλύτερες από τις κοινωνικά επιθυμητές με αποτέλεσμα την αύξηση της τιμής πώλησης και αγοράς των αγαθών αυτών.",
            explanation: "Η επιβολή φόρων είναι ένα παράδειγμα κυβερνητικής παρέμβασης για διόρθωση αποτυχίας αγοράς. Οι φόροι αυξάνουν την τιμή ισορροπίας και μειώνουν την ποσότητα ισορροπίας των αγαθών στα οποία επιβάλλονται. $\\Delta\\eta\\lambda\\alpha\\delta\\eta$, οι φόροι αυξάνουν την τιμή πώλησης και αγοράς των ιδιωτικών αγαθών που παράγονται σε ποσότητες μεγαλύτερες από τις κοινωνικά επιθυμητές. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Gruber (2019), Ενότητα 1.1."
          }
        },
        {
          id: 32,
          question: "Στο παρακάτω διάγραμμα παρουσιάζεται η αγορά ενός αγαθού. Αν η κυβέρνηση επιβάλει με νομοθετική ρύθμιση μέγιστη τιμή για το αγαθό $P=10$ χρηματικές μονάδες, τότε το αποτέλεσμα θα είναι η δημιουργία μη αντισταθμιζόμενης απώλειας ίσης με:",
          answers: [
            "20 χρηματικές μονάδες.",
            "10 χρηματικές μονάδες.",
            "100 χρηματικές μονάδες.",
            "50 χρηματικές μονάδες."
          ],
          correct_answer: {
            id: "100 χρηματικές μονάδες.",
            explanation: "Όταν η αγορά του αγαθού βρίσκεται σε ισορροπία (σημείο Β στο σχήμα), η τιμή ισορροπίας του αγαθού είναι ίση με 15 χρηματικές μονάδες. Στην τιμή αυτή έχουμε: Συνολικό πλεόνασμα = πλεόνασμα καταναλωτή (εμβαδόν ΑΒΓ) + πλεόνασμα παραγωγού (εμβαδόν ΒΓΔ) = εμβαδόν τριγώνου ΑΒΔ. Η επιβολή της τιμής $P=10$ χρηματικές μονάδες έχει ως αποτέλεσμα τη μείωση της προσφερόμενης ποσότητας από 40 σε 20 μονάδες. Στην περίπτωση αυτή έχουμε: Συνολικό πλεόνασμα = πλεόνασμα καταναλωτή (εμβαδόν ΚΗΕΑ) + πλεόνασμα παραγωγού (εμβαδόν ΔΚΗ) = εμβαδόν περιοχής ΔΗΕΑ. Επομένως δημιουργείται μη αντισταθμιζόμενη απώλεια συνολικού πλεονάσματος (ίση με το εμβαδόν του τριγώνου ΕΒΗ), η οποία είναι: μη αντισταθμιζόμενη απώλεια = εμβαδόν τριγώνου ΑΒΔ εμβαδόν περιοχής $\\Delta HEA=$ εμβαδόν τριγώνου ΕΒΗ $[=[(20-10)\\times(40-20)]/2=$ 100 χρηματικές μονάδες. Άρα, η σωστή απάντηση είναι η C. Βλέπε Gruber (2019), Ενότητα 2.3."
          }
        },
        {
          id: 33,
          question: "Σύμφωνα με μελέτες, η χρήση από ένα αριθμό ατόμων μεγάλων αυτοκινήτων, τύπου SUV, μειώνει την ευημερία άλλων ατόμων (λόγω π.χ. μόλυνσης περιβάλλοντος, φθοράς του οδικού δικτύου, κλπ.). Αυτό σημαίνει ότι στην αγορά των αυτοκινήτων SUV, το κοινωνικό οριακό όφελος είναι [.. ..] από το ιδιωτικό οριακό όφελος και η κοινωνικά βέλτιστη ποσότητα SUV είναι [............] από την ποσότητα αγοράς (δηλ. όταν δεν λαμβάνεται υπόψη η εξωτερικότητα).",
          answers: [
            "[μικρότερο], [μικρότερη].",
            "[μεγαλύτερο], [μεγαλύτερη].",
            "[μικρότερο], [μεγαλύτερη].",
            "[μεγαλύτερο], [μικρότερη]."
          ],
          correct_answer: {
            id: "[μικρότερο], [μικρότερη].",
            explanation: "Στην προκειμένη περίπτωση έχουμε μία αρνητική εξωτερική επίδραση στην κατανάλωση, καθώς η χρήση του SUV από ένα άτομο μειώνει την ευημερία άλλων ατόμων. Όταν δεν λαμβάνεται υπόψη η εξωτερικότητα, το ιδιωτικό οριακό όφελος (PMB) είναι ίσο με το [ιδιωτικό (PMC) και κοινωνικό (SMC)] οριακό κόστος και η ισορροπία της αγοράς αντιστοιχεί στο σημείο Α (βλ. διάγραμμα). Ωστόσο, επειδή τα άτομα που υφίστανται την αρνητική επίδραση (δηλ. το σύνολο της κοινωνίας) δεν αποζημιώνονται, το κοινωνικό οριακό όφελος (SMB) είναι μικρότερο από το ιδιωτικό οριακό όφελος (PMB) κατά ένα ποσό ίσο με την οριακή ζημία (MD) που προκαλείται από τη χρήση του SUV. Έτσι, όταν λαμβάνεται υπόψη η εξωτερικότητα, η ισορροπία που προσδιορίζει την κοινωνικά βέλτιστη ποσότητα αντιστοιχεί στο σημείο Β (βλ. διάγραμμα). Συνεπώς, η κοινωνικά βέλτιστη ποσότητα (Q2) είναι μικρότερη από την ποσότητα της αγοράς (Q1). Από τα παραπάνω προκύπτει ότι η σωστή απάντηση είναι η Α. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Gruber (2019), Ενότητα 5.1."
          }
        },
        {
          id: 34,
          question: "Σύμφωνα με το θεώρημα του Coase, για την επίτευξη της αποτελεσματικής λύσης σε μία εξωτερικότητα:",
          answers: [
            "τα δικαιώματα ιδιοκτησίας πρέπει να ανήκουν πάντα στην πλευρά που υφίσταται τις συνέπειες της εξωτερικότητας.",
            "τα δικαιώματα ιδιοκτησίας πρέπει να ανήκουν πάντα στην πλευρά που προκαλεί την εξωτερικότητα.",
            "δεν είναι απαραίτητη η ύπαρξη δικαιωμάτων ιδιοκτησίας.",
            "δεν έχει σημασία σε ποια πλευρά ανήκουν τα δικαιώματα ιδιοκτησίας, αρκεί αυτά να έχουν εκχωρηθεί και να είναι καλά ορισμένα."
          ],
          correct_answer: {
            id: "δεν έχει σημασία σε ποια πλευρά ανήκουν τα δικαιώματα ιδιοκτησίας, αρκεί αυτά να έχουν εκχωρηθεί και να είναι καλά ορισμένα.",
            explanation: "Σύμφωνα με το θεώρημα του Coase, απαραίτητη προϋπόθεση για την επίτευξη της κοινωνικά βέλτιστης ποσότητας είναι η ύπαρξη καλά καθορισμένων δικαιωμάτων ιδιοκτησίας. Συνεπώς, η απάντηση C είναι λανθασμένη. Ωστόσο, η αποτελεσματική λύση της εξωτερικότητας δεν εξαρτάται από το σε ποια πλευρά ανήκουν τα δικαιώματα ιδιοκτησίας, παρά μόνο να ανήκουν σε κάποια. Δηλαδή, οι απαντήσεις Α και Β είναι λανθασμένες, ενώ η σωστή απάντηση είναι η D. Άρα, η σωστή απάντηση είναι η D. Βλέπε Gruber (2019), Ενότητα 5.2."
          }
        },
        {
          id: 35,
          question: "Ποιο από τα παρακάτω είναι μη-αμιγώς δημόσιο αγαθό;",
          answers: [
            "Ο εθνικός δρυμός.",
            "Οι υπηρεσίες φάρου.",
            "Ο δημοτικός φωτισμός.",
            "Ο δρόμος μικρής κυκλοφορίας χωρίς διόδια."
          ],
          correct_answer: {
            id: "Ο δρόμος μικρής κυκλοφορίας χωρίς διόδια.",
            explanation: "Ο εθνικός δρυμός, οι υπηρεσίες φάρου και ο δημοτικός φωτισμός είναι αμιγώς δημόσια αγαθά επειδή είναι μη-ανταγωνιστικά στην κατανάλωση (το οριακό κόστος χρήσης του από ένα επιπλέον άτομο είναι μηδέν) και δεν μπορεί να εφαρμοστεί η αρχή του αποκλεισμού. Επομένως, οι απαντήσεις Α, Β, και C είναι λανθασμένες. Σε ένα δρόμο χωρίς διόδια δεν μπορεί να εφαρμοστεί η αρχή του αποκλεισμού. Επίσης, ο δρόμος, αν και μικρής κυκλοφορίας, δεν έχει απεριόριστη χωρητικότητα (συνωστισμός) ώστε να είναι μη ανταγωνιστικός στην χρήση (κατανάλωση) του σε όλες τις περιπτώσεις. Επομένως, ο δρόμος μικρής κυκλοφορίας χωρίς διόδια είναι ένα μη-αμιγώς δημόσιο (ή ημι-δημόσιο) αγαθό. Σημείωση: εάν υπήρχαν διόδια, ο δρόμος γίνεται ιδιωτικό αγαθό. Άρα, η σωστή απάντηση είναι η D. Βλέπε Gruber (2019), Ενότητα 7.1."
          }
        },
        {
          id: 36,
          question: "Λόγω του προβλήματος του δωρεάν επιβάτη (ή λαθρεπιβάτη):",
          answers: [
            "ο ιδιωτικός τομέας παρέχει μόνο ιδιωτικά αγαθά και δεν μπορεί να παράγει δημόσια αγαθά κάτω από οποιαδήποτε προϋπόθεση.",
            "το δημόσιο δεν παρέχει δημόσια αγαθά.",
            "οι αγορές δεν είναι σε θέση να παρέχουν την άριστη ποσότητα δημοσίων αγαθών.",
            "δεν ισχύει τίποτα από τα παραπάνω."
          ],
          correct_answer: {
            id: "οι αγορές δεν είναι σε θέση να παρέχουν την άριστη ποσότητα δημοσίων αγαθών.",
            explanation: "Το πρόβλημα του δωρεάν επιβάτη (ή λαθρεπιβάτη) υπάρχει όταν μία επένδυση ενέχει προσωπικό κόστος αλλά και κοινό όφελος, με αποτέλεσμα τα άτομα να μην επενδύουν ή να επενδύουν σε περιορισμένο βαθμό. Λόγω του προβλήματος του δωρεάν επιβάτη (ή λαθρεπιβάτη) οι αγορές δεν είναι σε θέση να παρέχουν την άριστη ποσότητα δημοσίων αγαθών. Το δημόσιο ωστόσο μπορεί να παρέχει δημόσια αγαθά, στο άριστο επίπεδο, αντιμετωπίζοντας το πρόβλημα του λαθρεπιβάτη μέσω της επιβολής φόρων για τη χρηματοδότηση των αγαθών αυτών. Πρέπει βέβαια να σημειωθεί ότι και ο ιδιωτικός τομέας μπορεί να παράγει δημόσια αγαθά, κάτω από ορισμένες συνθήκες. Άρα, η σωστή απάντηση είναι η C. Βλέπε Gruber (2019), Ενότητα 7.2."
          }
        },
        {
          id: 37,
          question: "Ένα πρόγραμμα Κοινωνικής Ασφάλισης στο οποίο ένα μέρος από τις εισφορές των σημερινών εργαζομένων χρηματοδοτούν τις παροχές των σημερινών συνταξιούχων και συγχρόνως ένα άλλο μέρος των εισφορών επενδύεται για τις μελλοντικές παροχές στους σημερινούς εργαζόμενους αποτελεί στην πράξη ένα πρόγραμμα:",
          answers: [
            "κεφαλαιοποιητικό.",
            "μερικώς κεφαλαιοποιητικό.",
            "μη κεφαλαιοποιητικό.",
            "δεν ισχύει τίποτε από τα παραπάνω."
          ],
          correct_answer: {
            id: "μερικώς κεφαλαιοποιητικό.",
            explanation: "Σε ένα κεφαλαιοποιητικό σύστημα οι εισφορές καταβάλλονται από τους εργαζόμενους προκειμένου να χρηματοδοτηθούν οι παροχές τους μετά τη συνταξιοδότησή τους, όπως εκείνη ορίζεται από το σύστημα. Επομένως η απάντηση Α είναι λάθος καθώς από την εκφώνηση προβλέπεται η χρηματοδότηση των παροχών άλλων δικαιούχων. Η απάντηση C είναι, επίσης, λάθος διότι σε ένα μη κεφαλαιοποιητικό σύστημα οι παροχές των σημερινών εργαζομένων χρηματοδοτούν αποκλειστικά τις παροχές των σημερινών συνταξιούχων (διανομή ανάμεσα σε γενεές). Η απάντηση Β είναι σωστή καθώς από την εκφώνηση προβλέπεται μία διάκριση των εισφορών ανάμεσα σε εκείνες που καταλήγουν σε συντάξεις της σημερινής γενιάς δικαιούχων και σε εκείνες που πρόκειται να χρηματοδοτήσουν τις μελλοντικές συντάξεις αυτών που καταβάλλουν σήμερα εισφορές. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Gruber (2019), Ενότητα 11.1."
          }
        },
        {
          id: 38,
          question: "Πώς ένα σύστημα φορολογίας το οποίο είναι αναλογικό, επηρεάζει την μετά τον φόρο κατανομή του εισοδήματος σε σχέση με την προ-φόρου κατανομή;",
          answers: [
            "Την καθιστά περισσότερο ίση, καθώς υφίσταται μία αναδιανομή εισοδήματος από τους πλουσιότερους προς τους φτωχότερους.",
            "Την καθιστά λιγότερο ίση, καθώς υφίσταται μία αναδιανομή εισοδήματος από τους φτωχότερους προς τους πλουσιότερους.",
            "Δεν την επηρεάζει, καθώς δεν υφίσταται καμία αναδιανομή εισοδήματος από τους πλουσιότερους προς τους φτωχότερους.",
            "Δεν την επηρεάζει, καθώς η αναδιανομή εισοδήματος από τους πλουσιότερους προς τους φτωχότερους είναι αναλογική."
          ],
          correct_answer: {
            id: "Δεν την επηρεάζει, καθώς δεν υφίσταται καμία αναδιανομή εισοδήματος από τους πλουσιότερους προς τους φτωχότερους.",
            explanation: "Σε ένα αναλογικό σύστημα φορολογίας, ο πραγματικός μέσος φορολογικός συντελεστής παραμένει σταθερός και δεν μεταβάλλεται σύμφωνα με το εισόδημα, με αποτέλεσμα να μην υφίσταται καμία αναδιανομή εισοδήματος. Συνεπώς, οι απαντήσεις Α, Β και D, στις οποίες λαμβάνει χώρα αναδιανομή εισοδήματος είναι λάθος. Από τη στιγμή που σε ένα αναλογικό σύστημα φορολογίας δεν λαμβάνει χώρα καμία αναδιανομή εισοδήματος, η προ-φόρου κατανομή του εισοδήματος παραμένει ίδια με την μετά τον φόρο κατανομή. Άρα, η σωστή απάντηση είναι η C. Βλέπε Gruber (2019), Ενότητα 14.2."
          }
        },
        {
          id: 39,
          question: "Στον παρακάτω πίνακα παρουσιάζεται ο συνολικός φόρος που καταβάλλεται για τρία διαφορετικά επίπεδα εισοδήματος, σύμφωνα με τα φορολογικά συστήματα Α και Β. Με βάση τα δεδομένα του πίνακα, συμπεραίνουμε ότι το φορολογικό σύστημα Α είναι [.. ..] και το φορολογικό σύστημα Β είναι [..........].",
          table: {
            headers: ["Εισόδημα (Υ)", "Συνολικός φόρος (Τ) (Φορολογικό σύστημα Α)", "Συνολικός φόρος (Τ) (Φορολογικό σύστημα Β)"],
            rows: [
              ["300€", "75€", "60€"],
              ["500€", "125€", "150€"],
              ["640€", "160€", "224€"]
            ]
          },
          answers: [
            "[προοδευτικό], [αναλογικό].",
            "[αναλογικό], [αντιστρόφως προοδευτικό]",
            "[προοδευτικό], [αντιστρόφως προοδευτικό].",
            "[αναλογικό], [προοδευτικό]."
          ],
          correct_answer: {
            id: "[αναλογικό], [προοδευτικό].",
            explanation: "Γνωρίζουμε ότι καθώς αυξάνεται το εισόδημα και γενικότερα διευρύνεται η φορολογική βάση, στην προοδευτική φορολογία ο μέσος φορολογικός συντελεστής αυξάνεται, στην αναλογική παραμένει σταθερός και στην αντίστροφη προοδευτική μειώνεται. Επομένως, για να προσδιορίσουμε το είδος του φορολογικού συστήματος θα πρέπει να υπολογίσουμε τον μέσο φορολογικό συντελεστή $(\\overline{t}=T/Y)$ για τα διάφορα επίπεδα του εισοδήματος. Σύμφωνα με τα στοιχεία του πίνακα έχουμε: Φορολογικό σύστημα Α $Y=300\\in$ μέσος φορολογικός συντελεστής $=75/300\\in=0.25$. $Y=500e$ μέσος φορολογικός συντελεστής = $=125\\in/500\\in=0,25$. $Y=640\\in$ μέσος φορολογικός συντελεστής $=160\\in/640\\in=0,25$. Παρατηρούμε ότι καθώς το εισόδημα αυξάνεται, ο μέσος φορολογικός συντελεστής παραμένει σταθερός. Επομένως, το φορολογικό σύστημα Α είναι αναλογικό. Φορολογικό σύστημα Β $Y=300e$ μέσος φορολογικός συντελεστής $=60/300\\in=0,20.$ $Y=500\\in$ μέσος φορολογικός συντελεστής $=150\\in/500\\in=0,30$. $Y=640E$ μέσος φορολογικός συντελεστής $=224\\in/640E=0,35.$ Παρατηρούμε ότι καθώς το εισόδημα αυξάνεται, ο μέσος φορολογικός συντελεστής αυξάνεται. Επομένως, το φορολογικό σύστημα Β είναι προοδευτικό. Άρα, η σωστή απάντηση είναι η D. Βλέπε Gruber (2019), Κεφ. 22."
          }
        },
        {
          id: 40,
          question: "Εάν η ελαστικότητα του συνολικού φόρου (Τ) ως προς το εισόδημα (Υ), $e_{T,Y}$, είναι μεγαλύτερη της μονάδας σε κάθε επίπεδο εισοδήματος, τότε το φορολογικό σύστημα χαρακτηρίζεται ως [.........] και η ελαστικότητα του μέσου φορολογικού συντελεστή ως προς το εισόδημα, $e_{\\overline{I},Y}$, είναι [..........].",
          answers: [
            "[προοδευτικό], [μεγαλύτερη από το μηδέν].",
            "[προοδευτικό], [μεγαλύτερη από τη μονάδα].",
            "[αντίστροφα προοδευτικό], [μεγαλύτερη από το μηδέν].",
            "[αντίστροφα προοδευτικό], [μικρότερη από τη μονάδα]."
          ],
          correct_answer: {
            id: "[προοδευτικό], [μεγαλύτερη από το μηδέν].",
            explanation: "Συμβολίζουμε με $t^{\\prime}=(\\frac{dT}{dY})$ τον οριακό φορολογικό συντελεστή και με $\\overline{t}=(\\frac{T}{Y})$ τον μέσο φορολογικό συντελεστή. Αν σε κάθε επίπεδο εισοδήματος ισχύει: $e_{T,Y}>1\\Rightarrow\\frac{dT}{dY}\\frac{Y}{T}>1\\Rightarrow t^{\\prime}\\frac{1}{\\overline{t}}>1\\Rightarrow t^{\\prime}>\\overline{t}.$ Αν σε κάθε επίπεδο εισοδήματος, ο οριακός φορολογικός συντελεστής είναι μεγαλύτερος από τον μέσο φορολογικό συντελεστή, το φορολογικό σύστημα χαρακτηρίζεται ως προοδευτικό. Σε ένα προοδευτικό σύστημα φορολογίας, με την αύξηση του εισοδήματος αυξάνεται ο μέσος φορολογικός συντελεστής, $\\frac{d\\overline{t}}{dY}>0\\Rightarrow\\frac{d\\overline{t}}{dY}\\frac{Y}{\\overline{t}}>0\\Rightarrow e_{\\overline{t},Y}>0$, δηλαδή, η ελαστικότητα του μέσου φορολογικού συντελεστή ως προς το εισόδημα είναι μεγαλύτερη του μηδενός. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Gruber (2019), Κεφ. 22."
          }
        }
      ]
  },
  // Προπαρασκευαστικές εξετάσεις 2020-2021
  pro: {
      name: "Προπαρασκευαστικές 2020-2021",
      questions: [
        {
          id: 1,
          question: "Μία μετατόπιση της καμπύλης παραγωγικών δυνατοτήτων μίας οικονομίας μπορεί να προκληθεί από:",
          answers: [
            "πληθωρισμό.",
            "αλλαγή στην παραγωγικότητα των συντελεστών παραγωγής.",
            "αλλαγή στον συνδυασμό των ποσοτήτων των παραγόμενων προϊόντων.",
            "μεταβολή στις καταναλωτικές προτιμήσεις."
          ],
          correct_answer: {
            id: "αλλαγή στην παραγωγικότητα των συντελεστών παραγωγής.",
            explanation: "Η καμπύλη παραγωγικών δυνατοτήτων (ΚΠΔ) μίας οικονομίας μπορεί να μετατοπιστεί (είτε προς τα δεξιά είτε προς τα αριστερά) από μεταβολές στις ποσότητες των συντελεστών παραγωγής, στην τεχνολογία παραγωγής και στην παραγωγικότητα των συντελεστών παραγωγής, την υλοποίηση αναπτυξιακών έργων και έργων υποδομών, μία φυσική ή οικολογική καταστροφή κλπ. και γενικότερα εξαιτίας οποιουδήποτε παράγοντα μεταβάλλει τις παραγωγικές δυνατότητες μίας οικονομίας. Ο πληθωρισμός και μία μεταβολή στις καταναλωτικές προτιμήσεις δεν μεταβάλλουν τις παραγωγικές δυνατότητες μίας οικονομίας (οπότε οι απαντήσεις Α και D δεν είναι σωστές). Όταν μεταβάλλεται ο συνδυασμός των ποσοτήτων των παραγόμενων προϊόντων, κινούμαστε είτε στο εσωτερικό της ΚΠΔ (εφικτοί αλλά μη άριστοι συνδυασμοί ποσοτήτων, π.χ. συνδυασμός Β στο παρακάτω διάγραμμα) είτε επάνω στην ΚΠΔ (εφικτοί και ταυτόχρονα άριστοι συνδυασμοί ποσοτήτων, π.χ. συνδυασμοί Α και C στο παρακάτω διάγραμμα). Επομένως, η απάντηση C δεν είναι σωστή. Αν, π.χ., βελτιωθεί η παραγωγικότητα στους κλάδους των κεφαλαιουχικών και των καταναλωτικών αγαθών, τότε διευρύνονται οι παραγωγικές δυνατότητες της οικονομίας και επομένως η ΚΠΔ μετατοπίζεται προς τα δεξιά. Όπως φαίνεται στο παρακάτω σχήμα (α), μετά τη μετατόπιση της ΚΠΔ προς τα δεξιά, θα παράγονται περισσότερα κεφαλαιουχικά και περισσότερα καταναλωτικά αγαθά. Στο σχήμα (β) παρουσιάζεται η περίπτωση που η βελτίωση στην παραγωγικότητα στον κλάδο των κεφαλαιουχικών αγαθών είναι μεγαλύτερη από εκείνη των καταναλωτικών αγαθών. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 3."
          }
        },
        {
          id: 2,
          question: "Έστω ότι η αγορά αντισηπτικών βρίσκεται σε ισορροπία. Ποιο από τα ακόλουθα θα συμβεί, αν επέλθει μία αύξηση στην τιμή των εισροών που χρησιμοποιούνται για την παραγωγή αντισηπτικών, δεδομένου ότι όλοι οι υπόλοιποι παράγοντες παραμένουν αμετάβλητοι και η καμπύλη ζήτησης αντισηπτικών δεν είναι πλήρως ανελαστική;",
          answers: [
            "Η τιμή ισορροπίας θα μειωθεί και η ποσότητα ισορροπίας θα αυξηθεί.",
            "Η τιμή ισορροπίας θα αυξηθεί και η ποσότητα ισορροπίας θα μειωθεί.",
            "Η τιμή ισορροπίας και η ποσότητα ισορροπίας θα μειωθούν.",
            "Η τιμή ισορροπίας και η ποσότητα ισορροπίας θα αυξηθούν."
          ],
          correct_answer: {
            id: "Η τιμή ισορροπίας θα αυξηθεί και η ποσότητα ισορροπίας θα μειωθεί.",
            explanation: "Το αρχικό σημείο ισορροπίας της αγοράς των αντισηπτικών είναι το Ε1, όπου η τιμή ισορροπίας και η ποσότητα ισορροπίας είναι Ρ1 και Q1, αντίστοιχα. Η αύξηση στην τιμή των εισροών έχει ως αποτέλεσμα τη μείωση της παραγωγής αντισηπτικών σε κάθε επίπεδο της τιμής τους, γεγονός που οδηγεί σε μετατόπιση της καμπύλης προσφοράς τους προς τα αριστερά στη θέση $S^{\\prime}$. Το νέο σημείο ισορροπίας είναι το Ε2, όπου η τιμή ισορροπίας είναι $P2>P1$ και η ποσότητα ισορροπίας είναι $Q2<Q1.$ Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 7."
          }
        },
        {
          id: 3,
          question: "Όταν η τιμή του αγαθού Χ είναι $P_{1}=200$ ευρώ, η ζητούμενη ποσότητά του είναι $Q_{1}=300$ μονάδες. Εάν η τιμή του αγαθού Χ αυξηθεί κατά 25% της αρχικής τιμής $P_{1}$, τότε η ζητούμενη ποσότητά του θα είναι $Q_{2}=250$ μονάδες. Στην περίπτωση αυτή, η ελαστικότητα ζήτησης του αγαθού ως προς την τιμή του, υπολογιζόμενη με τη μέθοδο του μέσου σημείου, θα είναι ίση με:",
          answers: [
            "-0,70.",
            "-0.67.",
            "-0.82.",
            "-0,65."
          ],
          correct_answer: {
            id: "-0.82.",
            explanation: "Η νέα τιμή του αγαθού $X(P_{2}),$ μετά την αύξηση της τιμής $P_{1}$ κατά 25%, θα είναι: $P_{2}=P_{1}+0,25\\times P_{1}=250$ ευρώ. Στην τιμή $P_{2}=250$ ευρώ, η ζητούμενη ποσότητα είναι: $Q_{2}=250.$ Με βάση τα δεδομένα: $P_{1}=200,$ $Q_{1}=300$, $P_{2}=250$ και $Q_{2}=250$ η ελαστικότητα ζήτησης του αγαθού ως προς την τιμή του είναι: $e_{p}=\\frac{Q_{2}-Q_{1}}{P_{2}-P_{1}}\\times\\frac{P_{1}+P_{2}}{Q_{1}+Q_{2}}=\\frac{250-300}{250-200}\\times\\frac{200+250}{300+250}=-0,82.$ Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 8. Παρατήρηση: Αν θέλαμε να υπολογίσουμε την ελαστικότητα ζήτησης του αγαθού Χ ως προς την τιμή του στο αρχικό σημείο ($P_{1}=200$ ευρώ, $Q_{1}=300$ μονάδες) θα χρησιμοποιούσαμε τον τύπο: $e_{p}=\\frac{Q_{2}-Q_{1}}{P_{2}-P_{1}}\\times\\frac{P_{1}}{Q_{1}},$ και θα βρίσκαμε: $e_{p}=\\frac{Q_{2}-Q_{1}}{P_{2}-P_{1}}\\times\\frac{P_{1}}{Q_{1}}=\\frac{250-300}{250-200}\\times\\frac{200}{300}=-0,67.$"
          }
        },
        {
          id: 4,
          question: "Μία αύξηση στην τιμή ενός αγαθού με ανελαστική ζήτηση θα έχει ως αποτέλεσμα η συνολική δαπάνη των καταναλωτών για το αγαθό αυτό:",
          answers: [
            "να αυξηθεί.",
            "να μειωθεί.",
            "να παραμείνει αμετάβλητη.",
            "να μηδενιστεί."
          ],
          correct_answer: {
            id: "να αυξηθεί.",
            explanation: "Η ελαστικότητα ζήτησης ενός αγαθού ως προς την τιμή του $(e_{p})$ είναι ο λόγος της ποσοστιαίας μεταβολής της ζητούμενης ποσότητας προς την ποσοστιαία μεταβολή της τιμής του αγαθού, ήτοι $e_{p}=\\%\\Delta Q/\\%\\Delta P.$ Ανελαστική ζήτηση σημαίνει ότι  $|e_{p}|<1$. Συνεπώς, μία αύξηση της τιμής ενός αγαθού κατά ένα ποσοστό θα οδηγήσει σε μικρότερη ποσοστιαία μείωση της ζητούμενης ποσότητάς του και επομένως η συνολική δαπάνη των καταναλωτών για το αγαθό αυτό θα αυξηθεί. Με άλλα λόγια, όταν η ζήτηση είναι ανελαστική, το αποτέλεσμα τιμής υπερισχύει του αποτελέσματος της ποσότητας, έτσι μία αύξηση της τιμής οδηγεί σε αύξηση της συνολικής δαπάνης. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 9."
          }
        },
        {
          id: 5,
          question: "Υποθέστε ότι η αγορά του κανονικού αγαθού Χ βρίσκεται σε ισορροπία. Το πλεόνασμα του παραγωγού θα αυξηθεί, αν (με όλους τους άλλους παράγοντες σταθερούς):",
          answers: [
            "μειωθεί ο αριθμός των καταναλωτών του αγαθού Χ.",
            "αυξηθεί η τιμή των συμπληρωματικών αγαθών του αγαθού Χ.",
            "αυξηθεί η τιμή των υποκατάστατων αγαθών του αγαθού Χ.",
            "μειωθεί το εισόδημα των καταναλωτών."
          ],
          correct_answer: {
            id: "αυξηθεί η τιμή των υποκατάστατων αγαθών του αγαθού Χ.",
            explanation: "Η μείωση του αριθμού των καταναλωτών, η αύξηση της τιμής των συμπληρωματικών αγαθών του αγαθού Χ και η μείωση του εισοδήματος των καταναλωτών, έχουν ως αποτέλεσμα τη μετατόπιση της καμπύλης ζήτησης του αγαθού Χ προς τα αριστερά και επομένως τη μείωση της τιμής του ισορροπίας. Οπότε το πλεόνασμα του παραγωγού μειώνεται. Άρα, οι απαντήσεις Α, Β και D είναι λάθος. Αντίθετα, η αύξηση της τιμής των υποκατάστατων αγαθών του αγαθού Χ μετατοπίζει την καμπύλη ζήτησης του αγαθού Χ προς τα δεξιά. Μία μετατόπιση της καμπύλης ζήτησης προς τα δεξιά (από τη θέση D στη θέση D' στο σχήμα), θα οδηγήσει σε αύξηση της τιμής ισορροπίας του αγαθού Χ και επομένως σε αύξηση του πλεονάσματος του παραγωγού από ΑΒΓ σε ΔΕΓ. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητες 11 & 12."
          }
        },
        {
          id: 6,
          question: "Ένας καταναλωτής διαθέτει ένα συγκεκριμένο εισόδημα Μ, το οποίο δαπανά εξολοκλήρου για την αγορά των αγαθών Α και Β. Η τιμή του αγαθού Α είναι ίση με 4 ευρώ $(P_{A}=4E)$ και η τιμή του αγαθού Β είναι ίση με 2 ευρώ $(P_{B}=2l)$. Ο εν λόγω καταναλωτής επιλέγει συνδυασμό ποσοτήτων των αγαθών Α και Β τέτοιον ώστε να αποκομίζει 200 χρησιμονάδες από την τελευταία μονάδα του αγαθού Α και 160 χρησιμονάδες από την τελευταία μονάδα του αγαθού Β. Αν ο καταναλωτής αυτός επιθυμεί να μεγιστοποιήσει τη συνολική του χρησιμότητα, τότε θα πρέπει να αγοράσει:",
          answers: [
            "περισσότερη ποσότητα και από τα δύο αγαθά.",
            "λιγότερη ποσότητα και από τα δύο αγαθά.",
            "περισσότερη ποσότητα από το αγαθό Α και λιγότερη ποσότητα από το αγαθό Β.",
            "περισσότερη ποσότητα από το αγαθό Β και λιγότερη ποσότητα από το αγαθό Α."
          ],
          correct_answer: {
            id: "περισσότερη ποσότητα από το αγαθό Β και λιγότερη ποσότητα από το αγαθό Α.",
            explanation: "Σύμφωνα με τον κανόνα της βέλτιστης κατανάλωσης, ο συνδυασμός των αγαθών που μεγιστοποιεί τη συνολική χρησιμότητα ενός καταναλωτή είναι εκείνος που εξισώνει την οριακή χρησιμότητα ανά ευρώ δαπανώμενο σε κάθε αγαθό. Δηλαδή, πρέπει να ισχύει $MU_{A}/P_{A}=MU_{B}/P_{B}$. Σύμφωνα με τα δεδομένα έχουμε: MUA/PA200/4 = 50 < MUB/PB = 160/2 = 80. Για να πετύχει μεγιστοποίηση χρησιμότητας ο καταναλωτής, με σταθερές τις τιμές των αγαθών, πρέπει να αγοράσει περισσότερη ποσότητα από το αγαθό Β (ώστε να μειωθεί η οριακή χρησιμότητα από το αγαθό Β) και λιγότερη ποσότητα από το αγαθό Α (ώστε να αυξηθεί η οριακή χρησιμότητα από το αγαθό Α). Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητα 20."
          }
        },
        {
          id: 7,
          question: "Έχουμε φθίνουσες αποδόσεις στην εργασία όταν:",
          answers: [
            "το οριακό προϊόν της εργασίας μειώνεται καθώς μειώνεται ο αριθμός των εργαζομένων, ενώ τα επίπεδα όλων των άλλων εισροών μένουν αμετάβλητα.",
            "το οριακό προϊόν της εργασίας μειώνεται καθώς αυξάνεται ο αριθμός των εργαζομένων, ενώ τα επίπεδα όλων των άλλων εισροών μένουν αμετάβλητα.",
            "το οριακό προϊόν του κεφαλαίου μειώνεται καθώς αυξάνεται ο αριθμός των εργαζομένων, ενώ τα επίπεδα όλων των άλλων εισροών μένουν αμετάβλητα.",
            "το συνολικό προϊόν αυξάνεται με αύξοντα ρυθμό καθώς αυξάνεται ο αριθμός των εργαζομένων, ενώ τα επίπεδα όλων των άλλων εισροών μένουν αμετάβλητα."
          ],
          correct_answer: {
            id: "το οριακό προϊόν της εργασίας μειώνεται καθώς αυξάνεται ο αριθμός των εργαζομένων, ενώ τα επίπεδα όλων των άλλων εισροών μένουν αμετάβλητα.",
            explanation: "Η καμπύλη του οριακού προϊόντος της εργασίας απεικονίζει το οριακό προϊόν κάθε εργάτη, δηλαδή την επιπλέον ποσότητα προϊόντος που παράγεται από κάθε πρόσθετο εργάτη. Φθίνουσες αποδόσεις στην εργασία θα έχουμε όταν η αύξηση της ποσότητας της εργασίας, με αμετάβλητα τα επίπεδα όλων των άλλων εισροών, οδηγεί σε μείωση του οριακού προϊόντος της εργασίας. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 21."
          }
        },
        {
          id: 8,
          question: "Όταν το οριακό κόστος είναι μικρότερο από το μέσο συνολικό κόστος, τότε καθώς αυξάνεται η παραγωγή, το μέσο συνολικό κόστος:",
          answers: [
            "παραμένει σταθερό.",
            "αυξάνεται.",
            "μειώνεται.",
            "αρχικά παραμένει σταθερό και στη συνέχεια αυξάνεται."
          ],
          correct_answer: {
            id: "μειώνεται.",
            explanation: "Στο ακόλουθο σχήμα παρουσιάζονται οι καμπύλες του μέσου συνολικού κόστους (ATC) και του οριακού κόστους (MC). Το σημείο τομής αυτών των δύο καμπυλών, που είναι το Α, αποτελεί το κατώτατο σημείο της καμπύλης του ΑΤΟ. Στο σημείο αυτό αντιστοιχεί η ποσότητα $Q^{*}$. Όπως φαίνεται στο σχήμα, όταν το MC είναι μικρότερο από το ATC, κάτι που συμβαίνει για κάθε επίπεδο παραγωγής μικρότερο του $Q^{*}$, η παραγωγή επιπλέον μονάδων προϊόντος έχει ως αποτέλεσμα τη μείωση του ΑTC. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 22."
          }
        },
        {
          id: 9,
          question: "Αν οι αποδόσεις κλίμακας είναι [..........], τότε το μακροχρόνιο κόστος ανά μονάδα προϊόντος [...........] καθώς αυξάνεται η ποσότητα του προϊόντος που παράγεται.",
          answers: [
            "[φθίνουσες], [μειώνεται].",
            "[φθίνουσες], [παραμένει σταθερό].",
            "[αύξουσες], [μειώνεται].",
            "[αύξουσες], [παραμένει σταθερό]."
          ],
          correct_answer: {
            id: "[αύξουσες], [μειώνεται].",
            explanation: "Αύξουσες αποδόσεις κλίμακας εμφανίζονται όταν το προϊόν αυξάνεται κατά μεγαλύτερο ποσοστό από την ισοποσοστιαία αύξηση όλων των εισροών και επομένως μειώνεται το μακροχρόνιο μέσο κόστος καθώς αυξάνεται το προϊόν. Οι φθίνουσες αποδόσεις κλίμακας εμφανίζονται όταν το προϊόν αυξάνεται κατά μικρότερο ποσοστό από την ισοποσοστιαία αύξηση όλων των εισροών, οπότε αυξάνεται το μακροχρόνιο μέσο κόστος καθώς αυξάνεται το προϊόν. Τέλος, σταθερές αποδόσεις κλίμακας παρουσιάζονται, όταν μία αύξηση κατά ένα ποσοστό όλων των εισροών οδηγεί σε αύξηση του προϊόντος κατά το ίδιο ποσοστό και συνεπώς το μακροχρόνιο μέσο κόστος παραμένει σταθερό καθώς αυξάνεται το προϊόν. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 23."
          }
        },
        {
          id: 10,
          question: "Μία επιχείρηση, για την οποία οι τιμές των εισροών είναι δεδομένες, παράγει μία συγκεκριμένη ποσότητας προϊόντος, $Q^{*}$, χρησιμοποιώντας ένα συνδυασμό ποσοτήτων εργασίας (L) και κεφαλαίου (Κ) για τον οποίο ισχύει $MPL/w<MPK/r$ (MPL = οριακό προϊόν εργασίας, ΜΡΚ = οριακό προϊόν κεφαλαίου, w = τιμή (αμοιβή) εργασίας, $r=$ τιμή (αμοιβή) κεφαλαίου). Η επιχείρηση αυτή, για να ελαχιστοποιήσει το κόστος παραγωγής της ποσότητας $Q^{*}$ θα πρέπει:",
          answers: [
            "να μειώσει τις ποσότητες και των δύο συντελεστών παραγωγής που χρησιμοποιεί.",
            "να αυξήσει τις ποσότητες και των δύο συντελεστών παραγωγής που χρησιμοποιεί.",
            "να μειώσει την ποσότητα της εργασίας και να αυξήσει την ποσότητα του κεφαλαίου.",
            "να αυξήσει την ποσότητα της εργασίας και να μειώσει την ποσότητα του κεφαλαίου."
          ],
          correct_answer: {
            id: "να μειώσει την ποσότητα της εργασίας και να αυξήσει την ποσότητα του κεφαλαίου.",
            explanation: "Μία επιχείρηση επιλέγει τον συνδυασμό εισροών που ελαχιστοποιεί το κόστος της. Για τον λόγο αυτό μισθώνει συντελεστές παραγωγής με τέτοιο τρόπο ώστε το οριακό προϊόν ανά δαπανώμενο ευρώ σε κάθε συντελεστή να είναι το ίδιο. Στην περίπτωση που δεν ισχύει αυτή η ισότητα τότε η επιχείρηση θα πρέπει να προσαρμόσει τις ποσότητες των εισροών ώστε να επαναφέρει την ισότητα. Στην προκειμένη περίπτωση, η επιχείρηση θα πρέπει να μειώσει την ποσότητα της εργασίας (ώστε να αυξηθεί το MPL) και να αυξήσει την ποσότητα του κεφαλαίου (ώστε να μειωθεί το ΜΡΚ) για να ισχύσει η ισότητα $MPL/w=MPK/r$. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητα 43."
          }
        },
        {
          id: 11,
          question: "Ας υποθέσουμε ότι: (α) οι άνδρες αντιλαμβάνονται τις υπηρεσίες κόμμωσης ως ένα απολύτως ομοιογενές αγαθό, (β) στη συγκεκριμένη αγορά λειτουργεί πολύ μεγάλος αριθμός κουρείων, (γ) η τιμή που έχει διαμορφωθεί στην αγορά για ένα τυπικό ανδρικό κούρεμα είναι ίση με 15€ και (δ) στην τιμή αγοράς, το κάθε κουρείο έχει τη δυνατότητα να πραγματοποιήσει ημερησίως όσες ανδρικές κομμώσεις επιθυμεί. Αν η συνάρτηση του συνολικού κόστους που αντιμετωπίζει σε καθημερινή βάση το κουρείο του Γιάννη είναι TC = $0,5q^{2}+2,5$ (όπου q είναι ο αριθμός των ανδρικών κομμώσεων καθημερινά), ποιο είναι το μέγιστο καθημερινό κέρδος που θα μπορούσε να πραγματοποιήσει το εν λόγω κουρείο;",
          answers: [
            "225€",
            "117€",
            "110€",
            "120€"
          ],
          correct_answer: {
            id: "110€",
            explanation: "Οι επιχειρήσεις σε μια τέλεια ανταγωνιστική αγορά μεγιστοποιούν το κέρδος τους όταν παράγουν την ποσότητα εκείνη για την οποία η τιμή (Ρ) ισούται με το οριακό κόστος (MC), δηλαδή $P=MC$. Σύμφωνα με τα δεδομένα: $P=15\\in\\kappa\\alpha l$ $MC=dTC/dq=q$, οπότε: $P=MC=>q=15$ κομμώσεις καθημερινά. Για $P=15\\in\\kappa\\alpha$ $q=15$ κομμώσεις, τα συνολικά έσοδα (TR), το συνολικό κόστος (TC) και το κέρδος (Π) για το κουρείο του Γιάννη, σε καθημερινή βάση, είναι: $TR=P\\times q=15E\\times15=225E$. $TC=0,5q^{2}+2,5=0,5\\times(15)^{2}+2,5=115E$. $\\Pi=TR-TC=225E-115E=110\\epsilon$. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητα 25."
          }
        },
        {
          id: 12,
          question: "Στο παρακάτω διάγραμμα παρουσιάζονται η καμπύλη ζήτησης (D), το μέσο έσοδο (AR), η τιμή (Ρ), το οριακό έσοδο (MR), το κόστος ανά μονάδα προϊόντος (ATC) και το οριακό κόστος (MC) μίας μονοπωλιακής επιχείρησης (όπου Q είναι το επίπεδο παραγωγής). Στη θέση ισορροπίας αυτής της μονοπωλιακής επιχείρησης το κέρδος της είναι ίσο με:",
          answers: [
            "30.000€",
            "20.000€",
            "0€",
            "10.000€"
          ],
          correct_answer: {
            id: "20.000€",
            explanation: "Η ισορροπία της μονοπωλιακής επιχείρησης παρουσιάζεται στο σχήμα από το σημείο Α όπου $MR=MC.$ Επομένως, $Q=100$ μονάδες και $P=300\\in$. Σύμφωνα με τα δεδομένα του σχήματος, $TR=P\\times Q=300\\times100=30.000E$ και $TC=ATC\\times Q=100\\times100=10.000E$. Οπότε: $I=TR-TC=30.000-10.000=20.000E$. Διαφορετικά, $\\Pi=Q(P-ATC)=100\\times200=20.000\\in$. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman and Wells, Ενότητα 28."
          }
        },
        {
          id: 13,
          question: "Στον παρακάτω πίνακα δίνονται μερικά σημεία της καμπύλης ζήτησης που αντιμετωπίζει για το προϊόν της μία μονοπωλιακή επιχείρηση. Αν η επιχείρηση παράγει και πουλά 3 μονάδες προϊόντος και θέλει να αυξήσει την παραγωγή και να πουλήσει 4 μονάδες προϊόντος, τότε το αποτέλεσμα τιμής θα είναι ίσο με:",
          table: {
            headers: ["Ζητούμενη ποσότητα (Q) (μονάδες προϊόντος)", "Τιμή (Ρ) (σε ευρώ)"],
            rows: [
              ["6", "6"],
              ["5", "7"],
              ["4", "8"],
              ["3", "9"],
              ["2", "10"],
              ["1", "11"],
              ["0", "12"]
            ]
          },
          answers: [
            "3 ευρώ.",
            "–3 ευρώ.",
            "4 ευρώ.",
            "-4 ευρώ."
          ],
          correct_answer: {
            id: "–3 ευρώ.",
            explanation: "Η επιχείρηση πουλά την ποσότητα $Q_{1}=3$ στην τιμή $P_{1}=9$ ευρώ. Για να πουλήσει την τέταρτη μονάδα η επιχείρηση πρέπει να μειώσει την τιμή σε $P_{2}=8$ ευρώ. Το συνολικό έσοδο (TR) θα αυξηθεί από $TR_{1}=P_{1}\\times Q_{1}=3\\times9=27$ ευρώ σε $\\Gamma R_{2}=P_{2}\\times Q_{2}=4\\times8=32$ ευρώ, δηλαδή το οριακό έσοδο θα είναι $\\Delta TR/\\Delta Q=(32-27)/(4-3)=5$ ευρώ. Το αποτέλεσμα ποσότητας είναι το γινόμενο της επιπλέον μονάδας που πωλείται (της τέταρτης εδώ) επί την τιμή στην οποία πωλείται (8 ευρώ), δηλαδή ισούται με $1\\times8=8$ ευρώ, ενώ το αποτέλεσμα τιμής θα είναι το γινόμενο των μονάδων που πούλαγε η επιχείρηση για $P_{1}=9(Q_{1}=3)$ επί τη μείωση της τιμής $\\Delta P=P_{2}-P_{1}=8-9=-1$ δηλαδή αποτέλεσμα τιμής $=Q_{1}\\times\\Delta P=3\\times(-1)=-3$ ευρώ. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman and Wells, Ενότητα 28."
          }
        },
        {
          id: 14,
          question: "Ο κλάδος Α αποτελείται από 5 επιχειρήσεις με μερίδια αγοράς 50%, 20%, 15%, 10% και 5%. Ο κλάδος Β αποτελείται από 4 επιχειρήσεις με μερίδια αγοράς 25%, 25%, 25% και 25%. Ποιος κλάδος χαρακτηρίζεται από μεγαλύτερη συγκέντρωση (ολιγοπωλιακή διάρθρωση);",
          answers: [
            "Ο κλάδος Α.",
            "Ο κλάδος Β.",
            "Κανείς από τους δύο κλάδους.",
            "Δεν μπορούμε να γνωρίζουμε, με βάση την πληροφόρηση που δίνεται."
          ],
          correct_answer: {
            id: "Ο κλάδος Α.",
            explanation: "Ο δείκτης Herfindahl-Hirschman (HΗΙ) για τον κλάδο Α είναι: $50^{2}+20^{2}+15^{2}+10^{2}+5^{2}=3.250$ ενώ για τον κλάδο Β είναι: $25^{2}+25^{2}+25^{2}+25^{2}=2.500$. Άρα ο κλάδος Α, παρότι αποτελείται από περισσότερες επιχειρήσεις σε σχέση με τον κλάδο Β, χαρακτηρίζεται από μεγαλύτερη συγκέντρωση (ολιγοπωλιακή διάρθρωση). Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman and Wells, Ενότητες 24 & 31."
          }
        },
        {
          id: 15,
          question: "Υποθέστε ότι η τυπική επιχείρηση που λειτουργεί σε συνθήκες μονοπωλιακού ανταγωνισμού έχει οικονομικές ζημιές στη βραχυχρόνια περίοδο και παραμένει στον κλάδο. Στη μακροχρόνια περίοδο, η καμπύλη ζήτησης που αντιμετωπίζει η επιχείρηση για το προϊόν της μετατοπίζεται προς τα [.......], η τιμή του προϊόντος της [.......] και οι οικονομικές της ζημιές [.......].",
          answers: [
            "[αριστερά], [μειώνεται], [αυξάνονται].",
            "[αριστερά], [αυξάνεται], [μειώνονται].",
            "[δεξιά], [μειώνεται], [αυξάνονται].",
            "[δεξιά], [αυξάνεται], [μηδενίζονται]."
          ],
          correct_answer: {
            id: "[δεξιά], [αυξάνεται], [μηδενίζονται].",
            explanation: "Στο παρακάτω σχήμα, η βραχυχρόνια θέση ισορροπίας της επιχείρησης είναι στο σημείο Α όπου MR1 = MC. Στη θέση αυτή ισορροπίας της επιχείρησης, το κόστος ανά μονάδα προϊόντος $(ATC_{1})$ είναι μεγαλύτερο από την τιμή $(P_{1})$. Επομένως, η επιχείρηση πραγματοποιεί ζημιές. Οι βραχυχρόνιες οικονομικές ζημιές θα προκαλέσουν μακροχρόνια την έξοδο κάποιων επιχειρήσεων από τον κλάδο με αποτέλεσμα η καμπύλη ζήτησης που αντιμετωπίζει η τυπική επιχείρηση που παραμένει στον κλάδο να μετατοπίζεται προς τα πάνω/δεξιά (από τη θέση $D_{1}$ προς τη θέση $D_{2}$). Το ίδιο θα συμβεί και στην καμπύλη οριακού εσόδου που σχετίζεται με την καμπύλη ζήτησης (αυτή θα μετατοπίζεται από τη θέση $MR_{1}$ προς στη θέση $MR_{2}$). Με δεδομένη την καμπύλη του οριακού κόστους, η ισότητα οριακού εσόδου και οριακού κόστους θα αντιστοιχεί σε μεγαλύτερη ποσότητα και υψηλότερη τιμή. Η διαδικασία εξόδου επιχειρήσεων μακροχρόνια θα διαρκέσει μέχρι την εξάλειψη των οικονομικών ζημιών για τις επιχειρήσεις που παραμένουν στον κλάδο, δηλαδή μέχρι η τιμή να εξισωθεί με το κόστος ανά μονάδα προϊόντος. Η μακροχρόνια ισορροπία της επιχείρησης παρουσιάζεται στο σχήμα από το σημείο $A^{\\prime}$ όπου $MR_{2}=MC$. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 34."
          }
        },
        {
          id: 16,
          question: "Μια κλειστή οικονομία, χωρίς δημόσιο τομέα και χωρίς αποσβέσεις, αποτελείται από τρεις επιχειρήσεις, την Α, τη Β και τη Γ. Η Α πουλά πρώτες ύλες και ενδιάμεσα προϊόντα στη Γ. Η Β παράγει και πουλά στη Γ μηχανήματα για παραγωγή. Η Γ παράγει ένα τελικό καταναλωτικό αγαθό. Λαμβάνοντας υπόψη τα δεδομένα του παρακάτω πίνακα, το ΑΕΠ της οικονομίας αυτής είναι:",
          table: {
            headers: ["", "Επιχείρηση Α", "Επιχείρηση Β.", "Επιχείρηση Γ"],
            rows: [
              ["Πωλήσεις", "5.000", "7.500", "12.500"],
              ["Κόστος", "3.500", "6.000", "6.500"],
              ["Κέρδη", "1.500", "1.500", "6.000"],
              ["Μεταβολή στα αποθέματα", "0", "500", "4.500"]
            ]
          },
          answers: [
            "6.000.",
            "9.000.",
            "25.000.",
            "27.500."
          ],
          correct_answer: {
            id: "25.000.",
            explanation: "Τελικά αγαθά παράγουν μόνο οι επιχειρήσεις Β και Γ. Οπότε: Πωλήσεις $\\Gamma=12.500$ (κατανάλωση), Πωλήσεις $B=7.500$ (σχεδιασμένη επένδυση), Μεταβολή στα αποθέματα $=500+4.500=5.000$ (μη σχεδιασμένη επένδυση). $AE\\Pi=C+I_{ σχεδ.}+I_{μη σχεδ.}=12.500+7.500+5.000=25.000$. Το ίδιο αποτέλεσμα παίρνουμε και με τη μέθοδο των εισοδημάτων των συντελεστών παραγωγής, αφού το Κόστος είναι οι αμοιβές των συντελεστών παραγωγής (μισθοί, τόκοι, ενοίκια): Αμοιβές συντελεστών $=3.500+6.000+6.500=16.000,$ Κέρδη $=1.500+1.500+6.000=9.000.$ Επομένως: ΑΕΠ = Αμοιβές συντελεστών + Κέρδη = 16.000 + 9.000 = 25.000. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 47."
          }
        },
        {
          id: 17,
          question: "Αν σε μια χώρα το ποσοστό ανεργίας είναι 10% και το ποσοστό συμμετοχής στο εργατικό δυναμικό είναι 90%, τότε οι απασχολούμενοι ως ποσοστό του πληθυσμού σε ηλικία εργασίας είναι:",
          answers: [
            "81%.",
            "80%.",
            "91%.",
            "90%."
          ],
          correct_answer: {
            id: "81%.",
            explanation: "Αν $E=$ απασχολούμενοι, $U=$ άνεργοι, $L=E+U=$ εργατικό δυναμικό, $P=$ πληθυσμός σε ηλικία εργασίας (άνω των 16 ετών), τότε ισχύει: $(U/L)=10/100\\Rightarrow(L-E)/L=0,10\\Rightarrow E/L=0,90\\Rightarrow E=0,90\\times L$ (1). $(L/P)=90/100\\Rightarrow L=0,90\\times P$ (2). Από τις σχέσεις (1) και (2) προκύπτει: $E=0,90\\times L=0,90\\times0,90\\times P\\Rightarrow E=0,81\\times P\\Rightarrow(E/P)=81/100.$ Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 49."
          }
        },
        {
          id: 18,
          question: "Ένα άτομο μετακόμισε από την Αθήνα στη Θεσσαλονίκη, όπου βρήκε κατάλληλη (αντίστοιχη των προσόντων του) εργασία μετά από αναζήτηση 3 μηνών. Στο διάστημα αυτό, το άτομο αυτό συμπεριλαμβανόταν:",
          answers: [
            "σε αυτούς που δεν επιθυμούν να εργαστούν.",
            "στη διαρθρωτική ανεργία.",
            "στο φυσικό ποσοστό ανεργίας.",
            "στην κυκλική ανεργία."
          ],
          correct_answer: {
            id: "στο φυσικό ποσοστό ανεργίας.",
            explanation: "Το άτομο αυτό συμπεριλαμβανόταν στην ανεργία τριβής η οποία οφείλεται στον χρόνο αναζήτησης εργασίας, ενώ η διαρθρωτική ανεργία οφείλεται στο γεγονός ότι υπάρχουν περισσότεροι άνθρωποι που ζητούν δουλειά σε μία αγορά σε σχέση με τις διαθέσιμες θέσεις (αναντιστοιχία ικανοτήτων που ζητούνται και ικανοτήτων που προσφέρονται). Επειδή το φυσικό ποσοστό ανεργίας περιλαμβάνει την ανεργία τριβής και τη διαρθρωτική ανεργία, η σωστή απάντηση είναι η C. Τέλος, η κυκλική ανεργία ορίζεται ως η απόκλιση του πραγματικού ποσοστού ανεργίας από το φυσικό ποσοστό ανεργίας και είναι η ανεργία που οφείλεται στον οικονομικό κύκλο (οικονομική ύφεση). Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 50."
          }
        },
        {
          id: 19,
          question: "Αν το κόστος ενός καλαθιού αγοράς αυξηθεί από 100 ευρώ το έτος 1, σε 108 ευρώ το έτος 2, ποια είναι η τιμή του δείκτη τιμών καταναλωτή το έτος 2, εάν το έτος 1 είναι έτος βάσης;",
          answers: [
            "\u00A08.",
            "10,8.",
            "\u00A0100.",
            "\u00A0108."
          ],
          correct_answer: {
            id: "\u00A0108.",
            explanation: "Ο δείκτης τιμών καταναλωτή σε ένα δεδομένο έτος (έτος 2) ισούται με το κλάσμα στο οποίο αριθμητής είναι το κόστος καλαθιού αγοράς στο έτος 2 και παρονομαστής είναι το κόστος καλαθιού αγοράς στο έτος βάσης, πολλαπλασιαζόμενο επί εκατό (100). Επομένως, δείκτης τιμών καταναλωτή $=(108/100)\\times100=108.$ Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 52."
          }
        },
        {
          id: 20,
          question: "Δίνονται τα παρακάτω δεδομένα για μια ανοικτή οικονομία. Με βάση τα στοιχεία αυτά, η επένδυση (1) στην οικονομία αυτή είναι ίση με:",
          table: {
            headers: ["Μέγεθος", "Ποσό (δισ. ευρώ)"],
            rows: [
              ["Ιδιωτική Αποταμίευση (Σιδιωτική)", "38"],
              ["Δημόσιες Δαπάνες (G)", "41"],
              ["Εξαγωγές (Χ)", "30"],
              ["Εισαγωγές (ΙM)", "37"],
              ["Δημοσιονομικό Αποτέλεσμα", "-17"]
            ]
          },
          answers: [
            "28 δισ. ευρώ.",
            "21 δισ. ευρώ.",
            "24 δισ. ευρώ.",
            "7 δισ. ευρώ."
          ],
          correct_answer: {
            id: "28 δισ. ευρώ.",
            explanation: "Σε μια ανοικτή οικονομία ισχύει η ταυτότητα: $I=S_{εθνική}+(IM-X)=S_{δημόσια}+S_{ιδιωτική}+(IM-X)$ όπου $S_{δημόσια}=\\Delta$ Δημοσιονομικό αποτέλεσμα. Συνεπώς: $I=S_{δημόσια}+S_{ιδιωτική}+(IM-X)=-17+38+(37-30)=28$ δισ. ευρώ. Άρα η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 56."
          }
        },
        {
          id: 21,
          question: "Η προσφορά δανειακών κεφαλαίων αυξάνεται, σε κάθε ύψος επιτοκίου, όταν:",
          answers: [
            "μειώνεται η ιδιωτική αποταμίευση.",
            "μειώνονται οι καθαρές εισροές κεφαλαίου από το εξωτερικό.",
            "βελτιώνονται οι επιχειρηματικές προσδοκίες.",
            "αναμένεται χαμηλότερος μελλοντικός πληθωρισμός."
          ],
          correct_answer: {
            id: "αναμένεται χαμηλότερος μελλοντικός πληθωρισμός.",
            explanation: "Οι σημαντικότεροι προσδιοριστικοί παράγοντες της προσφοράς δανειακών κεφαλαίων είναι η ιδιωτική αποταμίευση, οι εισροές κεφαλαίου από το εξωτερικό και ο αναμενόμενος ρυθμός πληθωρισμού. Όταν μειώνεται η ιδιωτική αποταμίευση ή/και οι καθαρές εισροές κεφαλαίου από το εξωτερικό, μειώνεται η προσφορά δανειακών κεφαλαίων. Οι επιχειρηματικές προσδοκίες είναι προσδιοριστικός παράγοντας της ζήτησης δανειακών κεφαλαίων. Τέλος, η προσδοκία χαμηλότερου μελλοντικού πληθωρισμού αποτελεί κίνητρο προσφοράς περισσότερων αποταμιεύσεων από τους δανειστές, σε κάθε επίπεδο ονομαστικού επιτοκίου, αφού η μείωση του προσδοκώμενου πληθωρισμού αυξάνει το πραγματικό επιτόκιο. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 57."
          }
        },
        {
          id: 22,
          question: "Όταν παρατηρείται ανεπιθύμητη (μη σχεδιασμένη) μείωση των αποθεμάτων των επιχειρήσεων, το παραγόμενο προϊόν είναι:",
          answers: [
            "ίσο με τη σχεδιασμένη δαπάνη και δεν υπάρχει τάση μεταβολής της παραγωγής.",
            "μεγαλύτερο από τη σχεδιασμένη δαπάνη και υπάρχει τάση μείωσης της παραγωγής.",
            "μικρότερο από τη σχεδιασμένη δαπάνη και υπάρχει τάση αύξησης της παραγωγής.",
            "ίσο με τη σχεδιασμένη δαπάνη και υπάρχει τάση αύξησης της παραγωγής."
          ],
          correct_answer: {
            id: "μικρότερο από τη σχεδιασμένη δαπάνη και υπάρχει τάση αύξησης της παραγωγής.",
            explanation: "Η ταυτότητα του ΑΕΠ (για κλειστή οικονομία χωρίς κρατικό τομέα) είναι: $AE\\Pi=C+I=C+I_{σχεδιασμένη}+I_{μη σχεδιασμένη}=AE_{σχεδιασμένη}+I_{μη σχεδιασμένη}.$ όπου $AE_{σχεδιασμένη}=C+I_{σχεδιασμένη}.$ Εφόσον έχουμε ανεπιθύμητη μείωση των αποθεμάτων, θα ισχύει $I_{μη σχεδιασμένη}<0$ και ΑΕΠ < ΑΕσχεδιασμένη, δηλαδή η παραγωγή είναι μικρότερη από τη σχεδιασμένη (επιθυμητή) δαπάνη και αυτή η υπερβάλλουσα ζήτηση θα δημιουργήσει τάσεις αύξησης της παραγωγής. Αξίζει να σημειωθεί ότι αν ΑΕΠ = ΑΕ σχεδιασμένη, τότε $I_{μη σχεδιασμένη}=0$ και δεν υπάρχει τάση μεταβολής της παραγωγής (απάντηση Α). Ανάλογα αποτελέσματα έχουμε όταν υπάρχουν κρατικός τομέας και εξωτερικές συναλλαγές, δηλαδή: ΑΕΠ = C +1+G+NX = (C + G + NX + Ισχεδιασμένη) + Ιμη σχεδιασμένη $=AE_{σχεδιασμένη}+I_{μη σχεδιασμένη}.$ Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 62."
          }
        },
        {
          id: 23,
          question: "Ξεκινώντας από μια θέση μακροχρόνιας μακροοικονομικής ισορροπίας, μια αρνητική διαταραχή της προσφοράς μετατοπίζει τη βραχυχρόνια καμπύλη συνολικής προσφοράς προς τα [..........], προκαλεί [.......], το γενικό επίπεδο τιμών [..........] και η ανεργία [..........] στη βραχυχρόνια περίοδο.",
          answers: [
            "[δεξιά], [πληθωριστικό κενό], [αυξάνεται], [μειώνεται].",
            "[αριστερά], [πληθωριστικό κενό], [αυξάνεται], [μειώνεται].",
            "[δεξιά], [υφεσιακό κενό], [μειώνεται], [μειώνεται].",
            "[αριστερά], [στασιμοπληθωρισμό], [αυξάνεται], [αυξάνεται]."
          ],
          correct_answer: {
            id: "[αριστερά], [στασιμοπληθωρισμό], [αυξάνεται], [αυξάνεται].",
            explanation: "Μια αρνητική διαταραχή της προσφοράς, όπως η αύξηση της τιμής του πετρελαίου, μετατοπίζει τη βραχυχρόνια καμπύλη συνολικής προσφοράς (SRAS) προς τα αριστερά (επομένως οι επιλογές Α και C είναι λάθος). Η αριστερόστροφη μετατόπιση της SRAS οδηγεί σε μείωση της παραγωγής (ύφεση) και σε αύξηση του επιπέδου των τιμών (πληθωρισμός). Άρα, η οικονομία εισέρχεται σε μια περίοδο στασιμοπληθωρισμού όπου η ανεργία αυξάνεται, το προϊόν μειώνεται και ο πληθωρισμός αυξάνεται. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 65."
          }
        },
        {
          id: 24,
          question: "Έστω μια κλειστή οικονομία, με τα εξής δεδομένα: $C=50+0,6Y_{D}$ (1), $T=G=100$ (2), $I=290$ (3), όπου C είναι η καταναλωτική δαπάνη, Τ είναι τα φορολογικά έσοδα, G είναι οι δημόσιες δαπάνες για αγαθά και υπηρεσίες, Ι είναι η σχεδιασμένη επένδυση, Υ είναι το πραγματικό ΑΕΠ και $Y_{D}$ είναι το διαθέσιμο εισόδημα. Με βάση τα παραπάνω δεδομένα, το εισόδημα ισορροπίας είναι ίσο με [..........] και ο πολλαπλασιαστής των δημοσίων δαπανών είναι ίσος με [..........].",
          answers: [
            "[1.000], [2,5].",
            "[950], [2,5].",
            "[1.000], [2].",
            "[950], [2]."
          ],
          correct_answer: {
            id: "[950], [2,5].",
            explanation: "Από τη βασική εξίσωση της λογιστικής του εθνικού εισοδήματος για μία κλειστή οικονομία, έχουμε: $Y=C+I+G$ (4) και εφόσον Ι είναι η σχεδιασμένη επένδυση, η (4) είναι και συνθήκη ισορροπίας του εισοδήματος. Γνωρίζοντας ότι $Y_{D}=Y-T,$ αντικαθιστούμε τις εξισώσεις (1), (2) και (3) στην εξίσωση (4), και παίρνουμε: Y=50+0,6(Y-100) +290 +100 Y 50+0,6Y 60+290 + 100 $(1-0,6)Y=380\\Rightarrow Y=380/0,4\\Rightarrow Y=950$ (Εισόδημα Ισορροπίας). Με δεδομένο ότι η οριακή ροπή για κατανάλωση είναι $MPC=0,6$ ( (= συντελεστής του $Y_{D}$ στη γραμμική συνάρτηση κατανάλωσης), ο πολλαπλασιαστής των δημοσίων δαπανών είναι $1/(1-MPC)=1/(1-0,6)=1/0,4=2,5.$ Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητες 62, 66 & 67."
          }
        },
        {
          id: 25,
          question: "Για το έτος 2020, τα δεδομένα μίας οικονομίας δείχνουν ότι το δημοσιονομικό αποτέλεσμα ήταν αρνητικό, ενώ το κυκλικά προσαρμοσμένο δημοσιονομικό αποτέλεσμα ήταν θετικό. Από τα παραπάνω συμπεραίνουμε ότι το έτος 2020, το πραγματικό ΑΕΠ της εν λόγω οικονομίας ήταν:",
          answers: [
            "ίσο με το δυνητικό προϊόν.",
            "μεγαλύτερο από το δυνητικό προϊόν.",
            "μικρότερο από το δυνητικό προϊόν.",
            "ίσο με το προϊόν πλήρους απασχόλησης."
          ],
          correct_answer: {
            id: "μικρότερο από το δυνητικό προϊόν.",
            explanation: "Το κυκλικά προσαρμοσμένο δημοσιονομικό αποτέλεσμα αποτελεί μία εκτίμηση του δημοσιονομικού αποτελέσματος αν η οικονομία ισορροπούσε στο ύψος του δυνητικού προϊόντος. Όταν το πραγματικό ΑΕΠ δεν ισούται με το δυνητικό προϊόν, το κυκλικά προσαρμοσμένο δημοσιονομικό αποτέλεσμα διαφέρει από το δημοσιονομικό αποτέλεσμα. Άρα, η απάντηση Α είναι λανθασμένη. Το ίδιο ισχύει και για την απάντηση D καθώς το προϊόν πλήρους απασχόλησης είναι το δυνητικό προϊόν. Όταν το πραγματικό ΑΕΠ είναι υψηλότερο από το δυνητικό προϊόν, το δημοσιονομικό έλλειμμα (πλεόνασμα) τείνει να μειώνεται (αυξάνεται) και το κυκλικά προσαρμοσμένο δημοσιονομικό αποτέλεσμα δείχνει έλλειμμα (πλεόνασμα) σε απόλυτη τιμή υψηλότερο (χαμηλότερο) από το μη κυκλικά προσαρμοσμένο δημοσιονομικό αποτέλεσμα. Αντίθετα, όταν το πραγματικό ΑΕΠ είναι χαμηλότερο από το δυνητικό προϊόν, το δημοσιονομικό έλλειμμα (πλεόνασμα) τείνει να αυξάνεται (μειώνεται) και το κυκλικά προσαρμοσμένο δημοσιονομικό αποτέλεσμα δείχνει έλλειμμα (πλεόνασμα) σε απόλυτη τιμή χαμηλότερο (υψηλότερο) από το μη κυκλικά προσαρμοσμένο δημοσιονομικό αποτέλεσμα. Επειδή τα παραπάνω στοιχεία δείχνουν ότι το κυκλικά προσαρμοσμένο δημοσιονομικό αποτέλεσμα είναι πλεονασματικό, ενώ το δημοσιονομικό αποτέλεσμα είναι ελλειμματικό, συμπεραίνουμε ότι το πραγματικό ΑΕΠ της εν λόγω οικονομίας ήταν χαμηλότερο από το δυνητικό προϊόν. Συνεπώς, η απάντηση Β είναι λανθασμένη, ενώ η απάντηση C είναι σωστή. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 68."
          }
        },
        {
          id: 26,
          question: "Όταν τα μακροπρόθεσμα επιτόκια είναι υψηλότερα από τα βραχυπρόθεσμα, αυτό αποτελεί ένα σήμα της αγοράς ότι τα βραχυπρόθεσμα επιτόκια στο μέλλον θα:",
          answers: [
            "μηδενιστούν.",
            "μειωθούν.",
            "αυξηθούν.",
            "παραμείνουν αμετάβλητα."
          ],
          correct_answer: {
            id: "αυξηθούν.",
            explanation: "Τα μακροπρόθεσμα επιτόκια αντανακλούν, σε μεγάλο βαθμό, τη μέση προσδοκία στην αγορά σχετικά με το τι πρόκειται να συμβεί στα βραχυχρόνια επιτόκια στο μέλλον. Όταν τα μακροπρόθεσμα επιτόκια είναι υψηλότερα από τα βραχυπρόθεσμα, η αγορά στέλνει το σήμα ότι αναμένεται αύξηση των βραχυχρόνιων επιτοκίων στο μέλλον. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 74."
          }
        },
        {
          id: 27,
          question: "Αυτόματος σταθεροποιητής είναι:",
          answers: [
            "η ποσότητα χρήματος.",
            "ο φόρος εισοδήματος.",
            "οι φόροι σταθερού ποσού.",
            "οι σταθερές μεταβιβάσεις."
          ],
          correct_answer: {
            id: "ο φόρος εισοδήματος.",
            explanation: "Οι αυτόματοι σταθεροποιητές είναι κανόνες για τις δημόσιες δαπάνες και τη φορολογία που αναγκάζουν τη δημοσιονομική πολιτική να γίνεται αυτόματα επεκτατική όταν το πραγματικό ΑΕΠ μειώνεται και αυτόματα περιοριστική όταν το πραγματικό ΑΕΠ αυξάνεται. Οι αυτόματοι σταθεροποιητές σταθεροποιούν την οικονομία και μετριάζουν τις διακυμάνσεις του οικονομικού κύκλου. Η επιλογή Α δεν αφορά δημοσιονομικό μέγεθος, ενώ οι επιλογές C και D αναφέρονται σε σταθερά δημοσιονομικά μεγέθη τα οποία δεν εξαρτώνται από τις μεταβολές του εισοδήματος. Μόνο ο φόρος εισοδήματος εξαρτάται από τις διακυμάνσεις του εισοδήματος και προσαρμόζεται ώστε να λειτουργεί αντικυκλικά, δηλ. αυξάνεται όταν το εισόδημα είναι υψηλό και μειώνεται όταν το εισόδημα είναι χαμηλό. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 67."
          }
        },
        {
          id: 28,
          question: "Λόγω της νομισματικής ουδετερότητας, η νομισματική πολιτική είναι:",
          answers: [
            "αναποτελεσματική βραχυχρόνια.",
            "αποτελεσματική μακροχρόνια.",
            "αναποτελεσματική μακροχρόνια.",
            "αποτελεσματική βραχυχρόνια και μακροχρόνια."
          ],
          correct_answer: {
            id: "αναποτελεσματική μακροχρόνια.",
            explanation: "Σύμφωνα με την έννοια της νομισματικής ουδετερότητας, μια μεταβολή της προσφοράς χρήματος δεν ασκεί πραγματικές επιδράσεις στην οικονομία στη μακροχρόνια περίοδο και οδηγεί μόνο σε μια αναλογική μεταβολή του γενικού επιπέδου των τιμών (δηλ. οι επιλογές Β και D είναι λάθος). Ωστόσο, στη βραχυχρόνια περίοδο, όταν οι τιμές και οι μισθοί παρουσιάζουν ακαμψία, οι μεταβολές στην ποσότητα χρήματος έχουν ισχυρές πραγματικές επιδράσεις στη δαπάνη και στην παραγωγή (δηλ. η επιλογή Α είναι λάθος). Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 75."
          }
        },
        {
          id: 29,
          question: "Σύμφωνα με τα στοιχεία της Ευρωπαϊκής Κεντρικής Τράπεζας, η ποσότητα χρήματος με τη στενή έννοια στην Ευρωζώνη ήταν $MI=11,3$ τρισεκατ. € στο τέλος Δεκεμβρίου 2021. Αν ο αντίστοιχος πολλαπλασιαστής χρήματος ήταν 1,85 την ίδια χρονική περίοδο, τότε η νομισματική βάση της Ευρωζώνης στο τέλος Δεκεμβρίου 2021 ήταν (με προσέγγιση ενός δεκαδικού):",
          answers: [
            "6,1 τρισεκατ. €.",
            "20,9 τρισεκατ. €.",
            "13,2 τρισεκατ. €.",
            "9,5 τρισεκατ. €."
          ],
          correct_answer: {
            id: "6,1 τρισεκατ. €.",
            explanation: "Αν μ είναι ο πολλαπλασιαστής χρήματος και Β είναι η νομισματική βάση, τότε ισχύει: $\\mu=\\frac{M1}{B}\\Rightarrow B=\\frac{M1}{\\mu}=\\frac{11,3}{1,85}=6,1$ τρισεκατ. Ε. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 70."
          }
        },
        {
          id: 30,
          question: "Η επεκτατική δημοσιονομική πολιτική παραγκωνίζει ιδιωτική επενδυτική δαπάνη όταν:",
          answers: [
            "η οικονομία βρίσκεται σε ύφεση.",
            "η οικονομία δεν βρίσκεται σε ύφεση.",
            "ο δημόσιος δανεισμός δεν αυξάνει τα επιτόκια.",
            "ο δημόσιος δανεισμός μειώνει τα επιτόκια."
          ],
          correct_answer: {
            id: "η οικονομία δεν βρίσκεται σε ύφεση.",
            explanation: "Αν η οικονομία δεν βρίσκεται σε ύφεση, ο αυξημένος δημόσιος δανεισμός μπορεί να προκαλέσει αύξηση των επιτοκίων και μείωση της ιδιωτικής επενδυτικής δαπάνης. Ωστόσο, αν η οικονομία βρίσκεται σε ύφεση και υπάρχουν αναξιοποίητοι παραγωγικοί πόροι, η επεκτατική δημοσιονομική πολιτική αυξάνει τα εισοδήματα και την αποταμίευση με αποτέλεσμα να μην υπάρχει αύξηση των επιτοκίων και μείωση των ιδιωτικών επενδύσεων. Συνεπώς, οι επιλογές Α, C και D είναι λάθος. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 66."
          }
        },
        {
          id: 31,
          question: "Όταν η ονομαστική συναλλαγματική ισοτιμία (σε μονάδες εγχώριου νομίσματος ανά μονάδα ξένου νομίσματος) είναι $e=1,5$ και η αντίστοιχη ισοτιμία αγοραστικής δύναμης είναι $IAA=1,2$, η πραγματική ισοτιμία (σε καλάθια εγχώριων αγαθών ανά καλάθι ξένων αγαθών) είναι:",
          answers: [
            "1,25.",
            "0,80.",
            "2,70.",
            "1,80."
          ],
          correct_answer: {
            id: "1,25.",
            explanation: "Η πραγματική συναλλαγματική ισοτιμία (ε) δίνεται από τη σχέση: $\\epsilon=\\frac{eP^{\\pi}}{P}$ (1) όπου ε είναι η ονομαστική ισοτιμία, Ρ είναι το εγχώριο επίπεδο τιμών και $P^{*}$ είναι το ξένο επίπεδο τιμών. Η ισοτιμία αγοραστικής δύναμης (ΙΑΔ) είναι η ονομαστική ισοτιμία στην οποία ένα καλάθι αγαθών έχει το ίδιο κόστος στις δύο χώρες, δηλαδή: $P=IA\\Delta\\times P^{*}\\Rightarrow\\frac{P^{*}}{P}=\\frac{1}{IA\\Delta}$ (2). Από τις σχέσεις (1) και (2) συνάγεται: $z=\\frac{e}{IA\\Delta}=\\frac{1,5}{1,2}=1,25.$ Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 80."
          }
        },
        {
          id: 32,
          question: "Σε καθεστώς κυμαινόμενων συναλλαγματικών ισοτιμιών, η Κεντρική Τράπεζα μιας χώρας αποφασίζει να ασκήσει επεκτατική νομισματική πολιτική και να μειώσει το επιτόκιο. Με σταθερό το ξένο επιτόκιο και σταθερές εγχώριες και ξένες τιμές, θα υπάρξει [...........] στην [..... ..] συναλλάγματος, [............] του εγχώριου νομίσματος, [..........] των εξαγωγών, [...........] των εισαγωγών και [..........] της συνολικής ζήτησης και του εισοδήματος.",
          answers: [
            "[μείωση], [προσφορά], [υποτίμηση], [μείωση], [αύξηση], [μείωση].",
            "[αύξηση], [ζήτηση], [υποτίμηση], [αύξηση], [μείωση], [αύξηση].",
            "[αύξηση], [ζήτηση], [ανατίμηση], [μείωση], [αύξηση], [μείωση].",
            "[μείωση], [προσφορά], [υποτίμηση], [αύξηση], [μείωση], [αύξηση]."
          ],
          correct_answer: {
            id: "[αύξηση], [ζήτηση], [υποτίμηση], [αύξηση], [μείωση], [αύξηση].",
            explanation: "Το χαμηλότερο επιτόκιο θα οδηγήσει σε υψηλότερη επενδυτική δαπάνη και σε υψηλότερη καταναλωτική δαπάνη αλλά θα επηρεάσει και την αγορά συναλλάγματος. Επειδή η διαφορά μεταξύ του εγχώριου επιτοκίου και του διεθνούς θα μειωθεί, οι εγχώριοι επενδυτές θα έχουν μεγαλύτερο κίνητρο να τοποθετήσουν τα κεφάλαιά τους στο εξωτερικό. Η εκροή κεφαλαίων θα αυξήσει τη ζήτηση συναλλάγματος στην αγορά συναλλάγματος με αποτέλεσμα το εγχώριο νόμισμα να υποτιμηθεί. Η υποτίμηση του νομίσματος, ceteris paribus, θα οδηγήσει σε πραγματική υποτίμηση η οποία αυξάνει τις εξαγωγές και μειώνει τις εισαγωγές. Επομένως, αυξάνεται περαιτέρω η συνολική ζήτηση και το εισόδημα. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 82."
          }
        },
        {
          id: 33,
          question: "Μία πολιτική από την κυβέρνηση να ορίσει την τιμή πώλησης ενός αγροτικού προϊόντος σε επίπεδο υψηλότερο από αυτό της τιμής ισορροπίας, θα έχει ως αποτέλεσμα η κοινωνική αποτελεσματικότητα:",
          answers: [
            "να αυξηθεί λόγω της αύξησης του πλεονάσματος του καταναλωτή.",
            "να αυξηθεί λόγω της αύξησης του πλεονάσματος του παραγωγού.",
            "να αυξηθεί λόγω της αύξησης των κερδών των παραγωγών.",
            "να μειωθεί λόγω της δημιουργίας μη αντισταθμιζόμενης απώλειας."
          ],
          correct_answer: {
            id: "να μειωθεί λόγω της δημιουργίας μη αντισταθμιζόμενης απώλειας.",
            explanation: "Η κοινωνική αποτελεσματικότητα εκφράζεται από το άθροισμα των πλεονασμάτων των καταναλωτών και των παραγωγών του αγροτικού προϊόντος. Μετά από την αύξηση της τιμής πάνω από το επίπεδο ισορροπίας (επιβολή κατώτατης τιμής) οι καταναλωτές θα χάσουν μέρος του πλεονάσματός τους διότι, όπως φαίνεται στο σχήμα, μειώνεται η ποσότητα του αγροτικού προϊόντος που προσφέρεται από $Q_{1}$ σε $Q_{2}$ και η τιμή του έχει αυξηθεί από $p_{1}$ σε $P_{2}$. Αντίστοιχα, οι παραγωγοί θα χάσουν μέρος του πλεονάσματός τους λόγω του ότι θα μειωθεί η προσφερόμενη ποσότητα, όμως ταυτόχρονα θα αυξηθεί το πλεόνασμά τους καθώς προσφέρουν το προϊόν τους σε υψηλότερη τιμή. Συνέπεια μιας τέτοιας πολιτικής εν τέλει είναι ότι η κοινωνία θα έχει μια καθαρή απώλεια πλεονάσματος ίση με τη μη αντισταθμιζόμενη απώλεια (το εμβαδόν ΑΒΓ) και άρα η κοινωνική αποτελεσματικότητα θα μειωθεί. Οι προτάσεις Α, Β και C είναι λανθασμένες καθώς αναφέρονται σε αύξηση της κοινωνικής αποτελεσματικότητας, ενώ η κοινωνική αποτελεσματικότητα μειώνεται. Άρα, η σωστή απάντηση είναι η D. Βλέπε Gruber (2019), Ενότητα 2.3."
          }
        },
        {
          id: 34,
          question: "Όταν οι εξωτερικές επιδράσεις στην κατανάλωση είναι θετικές, τότε το ιδιωτικό οριακό όφελος είναι [.........] από το κοινωνικό οριακό όφελος και η ποσότητα ισορροπίας του προϊόντος στην ελεύθερη αγορά είναι [.........] από την κοινωνικά επιθυμητή.",
          answers: [
            "[μεγαλύτερο], [μεγαλύτερη].",
            "[μικρότερο], [μικρότερη].",
            "[μικρότερο], [μεγαλύτερη].",
            "[μεγαλύτερο], [μικρότερη]."
          ],
          correct_answer: {
            id: "[μικρότερο], [μικρότερη].",
            explanation: "Η περίπτωση των θετικών εξωτερικών επιδράσεων στην κατανάλωση απεικονίζεται στο παρακάτω σχήμα. Η καμπύλη ΡΜΒ αντιπροσωπεύει το ιδιωτικό οριακό όφελος και η καμπύλη SMB αντιπροσωπεύει το κοινωνικό οριακό όφελος που αποκομίζεται από τη χρήση του συγκεκριμένου αγαθού, ενώ η καμπύλη PMC = SMC αντιπροσωπεύει το (ιδιωτικό και κοινωνικό) οριακό κόστος παραγωγής του συγκεκριμένου αγαθού. Όταν στην κατανάλωση ενός αγαθού υπάρχουν θετικές εξωτερικές επιδράσεις, τότε το κοινωνικό οριακό όφελος (SMB) είναι μεγαλύτερο από το ιδιωτικό οριακό όφελος (PMB) κατά το πρόσθετο όφελος (ΜΒ) που προκύπτει για την κοινωνία από την κατανάλωση του αγαθού, δηλαδή ισχύει: $SMB=PMB+MB$. Η ποσότητα που παράγεται και προσφέρεται σε συνθήκες ισορροπίας ελεύθερης αγοράς αντιστοιχεί στο σημείο $E_{1}$ όπου το ιδιωτικό οριακό όφελος είναι ίσο με το οριακό κόστος, και είναι ίση με $Q_{1}$. Η κοινωνικά επιθυμητή ποσότητα αντιστοιχεί στο σημείο $E_{2}$ όπου το κοινωνικό οριακό όφελος είναι ίσο με το οριακό κόστος, και είναι ίση με $Q_{2}$. Επομένως η ποσότητα ισορροπίας του προϊόντος στην ελεύθερη αγορά είναι μικρότερη από την κοινωνικά επιθυμητή $(Q_{1}<Q_{2})$. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Gruber (2019), Ενότητες 5.2 & 5.3."
          }
        },
        {
          id: 35,
          question: "Ένα εργοστάσιο παραγωγής χάλυβα προκαλεί μόλυνση στην ατμόσφαιρα. Το ιδιωτικό οριακό κόστος (PMC) παραγωγής του χάλυβα είναι $PMC=100+2Q$ ενώ το ιδιωτικό οριακό όφελος (PMB) από τον χάλυβα είναι $PMB=400-Q$, όπου Q είναι η ποσότητα χάλυβα σε τόνους. Για κάθε επιπλέον μονάδα παραγωγής (χάλυβα σε τόνους), η κοινωνία έχει μία επιπλέον επιβάρυνση (MD), η οποία εκτιμάται στο ύψος των 30€ ανά τόνο. Σε συνθήκες ελεύθερης αγοράς, η ποσότητα χάλυβα που παράγεται ανέρχεται σε [...........] τόνους ενώ η κοινωνικά επιθυμητή ποσότητα είναι [...........] τόνοι.",
          answers: [
            "[100], [90].",
            "[100], [70].",
            "[90], [100].",
            "[90], [60]."
          ],
          correct_answer: {
            id: "[100], [90].",
            explanation: "Αν η επιπρόσθετη επιβάρυνση της κοινωνίας δεν λαμβάνεται υπόψη, τότε η αγορά ισορροπεί εκεί όπου το ιδιωτικό οριακό όφελος είναι ίσο με το ιδιωτικό οριακό κόστος. Οπότε: $PMB=PMC\\Rightarrow400-Q=100+2Q\\Rightarrow3Q=300\\Rightarrow\\underline{Q=100~rovol}$. Άρα, η άριστη ποσότητα παραγωγής χάλυβα σε συνθήκες ελεύθερης αγοράς είναι 100 τόνοι. Για να βρούμε την κοινωνικά επιθυμητή ποσότητα, πρώτα βρίσκουμε το κοινωνικό οριακό κόστος (SMC) και στη συνέχεια το εξισώνουμε με το ιδιωτικό οριακό όφελος. Το κοινωνικό οριακό κόστος είναι: $SMC=PMC+30\\Rightarrow SMC=100+2Q+30=130+2Q.$ Οπότε: SMC = PMB => 130 + 2Q = 400-Q => 3Q = 270 => Q* = 90 τόνοι. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Gruber (2019), Ενότητες 5.2 & 5.3."
          }
        },
        {
          id: 36,
          question: "Έστω ότι σε μία οικονομία, η οποία απαρτίζεται από τα άτομα Α και Β, η συνολικά διαθέσιμη ποσότητα του αγαθού Υ είναι $Y^{*}$ και η συνολικά διαθέσιμη ποσότητα του αγαθού Χ είναι $X^{*}$. Αν ισχύει $Y^{*}=Y_{A}+Y_{B}$ (όπου $Y_{A}$ και $Y_{B}$ είναι οι ποσότητες του αγαθού Υ που καταναλώνουν τα άτομα Α και Β αντίστοιχα) και $X^{*}=X_{A}=X_{B}$ (όπου $X_{A}$ και $X_{B}$ είναι οι ποσότητες του αγαθού Χ που καταναλώνουν τα άτομα Α και Β αντίστοιχα), τότε:",
          answers: [
            "το αγαθό Χ είναι ιδιωτικό και το αγαθό Υ είναι (αμιγώς) δημόσιο αγαθό.",
            "το αγαθό Υ είναι ιδιωτικό και το αγαθό Χ είναι (αμιγώς) δημόσιο αγαθό.",
            "τα αγαθά Υ και Χ είναι, και τα δύο, ανταγωνιστικά στην κατανάλωση.",
            "τα αγαθά Υ και Χ είναι, και τα δύο, μη-ανταγωνιστικά στην κατανάλωση."
          ],
          correct_answer: {
            id: "το αγαθό Υ είναι ιδιωτικό και το αγαθό Χ είναι (αμιγώς) δημόσιο αγαθό.",
            explanation: "Στην περίπτωση ενός ιδιωτικού αγαθού το άθροισμα των καταναλισκόμενων ποσοτήτων του αγαθού από τα άτομα ισούται με τη συνολική ποσότητα του αγαθού. Δηλαδή, η κατανάλωσή του είναι ανταγωνιστική. Επομένως, το αγαθό Υ, για το οποίο ισχύει $Y^{*}=Y_{A}+Y_{E}$, είναι ιδιωτικό αγαθό. Αντίθετα, στην περίπτωση ενός (αμιγώς) δημόσιου αγαθού, η ποσότητα του αγαθού που καταναλώνει το κάθε άτομο είναι ίση με τη συνολικά διαθέσιμη ποσότητά του. Δηλαδή η κατανάλωσή του είναι μη-ανταγωνιστική. Συνεπώς, το αγαθό Χ, για το οποίο ισχύει $X^{*}=X_{A}=X_{B}$, είναι ένα (αμιγώς) δημόσιο αγαθό. Άρα, η σωστή απάντηση είναι η Β. Βλέπε: Gruber, Ενότητα 7.1."
          }
        },
        {
          id: 37,
          question: "Ένα αντιπλημμυρικό έργο είναι παράδειγμα [..........] αγαθού και η συνδρομητική τηλεόραση είναι παράδειγμα [...........] αγαθού.",
          answers: [
            "[αμιγώς δημοσίου], [ιδιωτικού].",
            "[μη αμιγώς δημοσίου], [ιδιωτικού].",
            "[ιδιωτικού], [μη αμιγώς δημοσίου].",
            "[αμιγώς δημοσίου], [μη αμιγώς δημοσίου]."
          ],
          correct_answer: {
            id: "[αμιγώς δημοσίου], [μη αμιγώς δημοσίου].",
            explanation: "Σε αντίθεση με το ιδιωτικό αγαθό, το αμιγώς δημόσιο αγαθό χαρακτηρίζεται από μη ανταγωνιστικότητα στην κατανάλωση και αδυναμία αποκλεισμού από τη χρήση. Το μη αμιγώς δημόσιο αγαθό χαρακτηρίζεται από μία από τις δύο ιδιότητες. Ένα αντιπλημμυρικό έργο είναι αμιγώς δημόσιο αγαθό επειδή κανείς δεν μπορεί να αποκλειστεί από τη χρήση και επειδή δεν είναι ανταγωνιστικό στην κατανάλωση. Η συνδρομητική τηλεόραση είναι μη αμιγώς δημόσιο αγαθό επειδή δεν είναι ανταγωνιστικό στην κατανάλωση αλλά είναι δυνατός ο αποκλεισμός από τη χρήση μέσω συνδρομής. Άρα, η σωστή απάντηση είναι η D. Βλέπε Gruber (2019), Ενότητα 7.1."
          }
        },
        {
          id: 38,
          question: "Ένα πρόγραμμα Κοινωνικής Ασφάλισης στο οποίο οι σημερινοί εργαζόμενοι χρηματοδοτούν με τις εισφορές τους τις παροχές των σημερινών συνταξιούχων ονομάζεται:",
          answers: [
            "κεφαλαιοποιητικό.",
            "μη κεφαλαιοποιητικό.",
            "μερικώς κεφαλαιοποιητικό.",
            "αναδιανεμητικό."
          ],
          correct_answer: {
            id: "μη κεφαλαιοποιητικό.",
            explanation: "Ως μη κεφαλαιοποιητικό ορίζεται το πρόγραμμα στο οποίο οι εισφορές που καταβάλλονται από όσους εργάζονται σήμερα χρηματοδοτούν τις συντάξεις των σημερινών συνταξιούχων, αντί να επενδύονται προκειμένου να χρηματοδοτηθούν μέσω αυτών οι μελλοντικές συντάξεις. Αντίθετα, ως κεφαλαιοποιητικό ορίζεται το πρόγραμμα στο οποίο οι σημερινές αποταμιεύσεις επενδύονται σε διάφορα περιουσιακά στοιχεία προκειμένου από αυτά να χρηματοδοτηθούν οι μελλοντικές συντάξεις. Το μερικώς κεφαλαιοποιητικό (μεικτό) σύστημα είναι ένα πρόγραμμα που συνδυάζει τους δύο τύπους χρηματοδότησης των συντάξεων που αναφέρθηκαν πιο πάνω. Τέλος, δεν υπάρχει πρόγραμμα Κοινωνικής Ασφάλισης, το οποίο να χαρακτηρίζεται ως αναδιανεμητικό. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Gruber (2019), Ενότητα 11.1."
          }
        },
        {
          id: 39,
          question: "Έστω ότι η συνάρτηση ζήτησης ενός προϊόντος είναι $P=20-Q_{D}$ και η συνάρτηση προσφοράς του είναι $P=3Q_{S}$ (όπου $P=$ τιμή, $Q_{D}=$ ζητούμενη ποσότητα, $Q_{S}=$ προσφερόμενη ποσότητα). Αν η κυβέρνηση επιβάλλει στους παραγωγούς φόρο $T=4f$ ανά μονάδα προϊόντος, τότε θα δημιουργηθεί μη αντισταθμιζόμενη απώλεια ίση με:",
          answers: [
            "4 χρηματικές μονάδες.",
            "12 χρηματικές μονάδες.",
            "2 χρηματικές μονάδες.",
            "16 χρηματικές μονάδες."
          ],
          correct_answer: {
            id: "2 χρηματικές μονάδες.",
            explanation: "Σύμφωνα με τη συνθήκη ισορροπίας της αγοράς ενός προϊόντος, πριν την επιβολή του φόρου ισχύει: $20-Q=3Q\\Rightarrow Q=5.$ Άρα $P=20-Q\\Rightarrow P=15$ (προ φόρου). Μετά την επιβολή του φόρου η νέα συνάρτηση προσφοράς είναι $P=3Q_{s}+4$ και επομένως ισχύει: $20-Q=4+3Q\\Rightarrow Q^{\\prime}=4.$ Άρα $P^{\\prime}=20-4\\Rightarrow P^{\\prime}=16$ (μετά τον φόρο). Πριν την επιβολή του φόρου, έχουμε: Συνολικό πλεόνασμα = πλεόνασμα καταναλωτή (εμβαδόν ΑΒΔ) + πλεόνασμα παραγωγού (εμβαδόν ΒΔΓ) = εμβαδόν τριγώνου ΑΒΓ. Μετά την επιβολή του φόρου, έχουμε: Συνολικό πλεόνασμα = πλεόνασμα καταναλωτή (εμβαδόν ΑΕΖ) + πλεόνασμα παραγωγού (εμβαδόν ΓΘΗ) + φορολογικά έσοδα (εμβαδόν ΖΕΗΘ) = εμβαδόν περιοχής ΑΕНГ. Επομένως, δημιουργείται μη αντισταθμιζόμενη απώλεια (ίση με το εμβαδόν του τριγώνου ΕΒΗ), η οποία είναι: μη αντισταθμιζόμενη απώλεια = εμβαδόν τριγώνου ΑΒΓ – εμβαδόν περιοχής ΑΕΗΓ = εμβαδόν τριγώνου ΕΒΗ $[=[(16-12)\\times(5-4)]/2=2$ χρηματικές μονάδες. Άρα, η σωστή απάντηση είναι η C. Βλέπε Gruber (2019), Ενότητα 16.1."
          }
        },
        {
          id: 40,
          question: "Με βάση τα δεδομένα του παρακάτω πίνακα, συμπεραίνουμε ότι το φορολογικό σύστημα είναι:",
          table: {
            headers: ["Φορολογούμενος", "Εισόδημα (Υ)", "Συνολικός φόρος (Τ)"],
            rows: [
              ["A", "1.000", "400"],
              ["B", "1.800", "630"],
              ["Γ", "2.500", "750"]
            ]
          },
          answers: [
            "αναλογικό.",
            "προοδευτικό.",
            "αντιστρόφως προοδευτικό.",
            "δεν μπορεί να προσδιοριστεί."
          ],
          correct_answer: {
            id: "αντιστρόφως προοδευτικό.",
            explanation: "Από τα στοιχεία του πίνακα προκύπτει ότι ο μέσος φορολογικός συντελεστής, $\\overline{t}=T/Y$, για Υ $=1.000$, $Y=1.800$ και $Y=2.500$ αντίστοιχα είναι $400/1.000=0,4$; $630/1.800=0,35~k$ και $750/2.500=0,3$. Παρατηρούμε ότι καθώς το εισόδημα αυξάνεται ο μέσος φορολογικός συντελεστής μειώνεται. Επομένως, το φορολογικό σύστημα είναι αντιστρόφως προοδευτικό. Άρα, η σωστή απάντηση είναι η C. Βλέπε Gruber (2019), Ενότητα 14.2 & Κεφάλαιο 22."
          }
        },
        {
          id: 41,
          question: "Ποια από τις παρακάτω προτάσεις είναι σωστή;",
          answers: [
            "Αν ο μέσος φορολογικός συντελεστής είναι μεγαλύτερος από τον οριακό φορολογικός συντελεστής σε κάθε επίπεδο εισοδήματος, τότε το φορολογικό σύστημα χαρακτηρίζεται ως προοδευτικό.",
            "Αν ο οριακός φορολογικός συντελεστής είναι μεγαλύτερος από τον μέσο φορολογικός συντελεστής σε κάθε επίπεδο εισοδήματος, τότε το φορολογικό σύστημα χαρακτηρίζεται ως αντίστροφα προοδευτικό.",
            "Αν με την αύξηση του εισοδήματος μειώνεται ο μέσος φορολογικός συντελεστής, τότε το φορολογικό σύστημα χαρακτηρίζεται ως προοδευτικό.",
            "Αν ο οριακός φορολογικός συντελεστής είναι μεγαλύτερος από τον μέσο φορολογικός συντελεστής σε κάθε επίπεδο εισοδήματος, τότε το φορολογικό σύστημα χαρακτηρίζεται ως προοδευτικό."
          ],
          correct_answer: {
            id: "Αν ο οριακός φορολογικός συντελεστής είναι μεγαλύτερος από τον μέσο φορολογικός συντελεστής σε κάθε επίπεδο εισοδήματος, τότε το φορολογικό σύστημα χαρακτηρίζεται ως προοδευτικό.",
            explanation: "Ένα φορολογικό σύστημα χαρακτηρίζεται ως προοδευτικό όταν με την αύξηση του εισοδήματος αυξάνεται ο μέσος φορολογικός συντελεστής. Σε αυτή την περίπτωση, ο οριακός φορολογικός συντελεστής είναι μεγαλύτερος του μέσου φορολογικού συντελεστή σε κάθε επίπεδο εισοδήματος. Συνεπώς, αποκλείονται οι επιλογές C και Α. Σε αντίθεση, ένα φορολογικό σύστημα χαρακτηρίζεται ως αντίστροφα προοδευτικό, όταν με την αύξηση του εισοδήματος μειώνεται ο μέσος φορολογικός συντελεστής. Σε αυτή την περίπτωση, ο οριακός φορολογικός συντελεστής είναι μικρότερος από τον μέσο φορολογικό συντελεστή σε κάθε επίπεδο εισοδήματος. Συνεπώς, αποκλείεται η επιλογή Β. Άρα, η σωστή απάντηση είναι η D. Βλέπε Gruber (2019), Κεφάλαιο 22."
          }
        },
        {
          id: 42,
          question: "Στο παρακάτω σχήμα παρουσιάζονται οι ισορροπίες της αγοράς ενός προϊόντος πριν και μετά την επιβολή ενός φόρου επί των καταναλωτών $T=5f$ ανά κιλό. Η ισορροπία της αγοράς του προϊόντος πριν την επιβολή του φόρου είναι στο σημείο Α και μετά την επιβολή του φόρου είναι στο σημείο Β. Σύμφωνα με τα δεδομένα του σχήματος, το ανά κιλό προϊόντος φορολογικό βάρος που επωμίζονται οι καταναλωτές είναι [..........] και αυτό που επωμίζονται οι παραγωγοί είναι [..........].",
          answers: [
            "[5€], [0€].",
            "[2,5€], [2,5€].",
            "[3€], [2€]",
            "[2€], [3€]."
          ],
          correct_answer: {
            id: "[2€], [3€].",
            explanation: "Σύμφωνα με το σχήμα, η αρχική τιμή ισορροπίας του προϊόντος είναι 6€ και η τελική τιμή ισορροπίας είναι 3€. Οπότε, οι καταναλωτές του προϊόντος πλήρωναν πριν τον φόρο για κάθε κιλό 6€, ενώ μετά τον φόρο πληρώνουν: $P_{3}=P_{2}(=3E)+T(=5E)=8\\epsilon$. Επομένως, αυτοί επιβαρύνονται με 2€ ανά κιλό $(P_{3}-P_{1})$. Οι παραγωγοί εισέπρατταν πριν τον φόρο για κάθε κιλό 6€, ενώ μετά τον φόρο εισπράττουν 3€ $[P_{2}(=3f)].$ Άρα, αυτοί επιβαρύνονται με 3€ ανά κιλό $(P_{1}-P_{2})$. Άρα, η σωστή απάντηση είναι η D. Βλέπε Gruber (2019), Ενότητα 15.1."
          }
        }
      ]
  },
  // Προπαρασκευαστικές εξετάσεις 2021-2022
  prop: {
    name: "Προπαρασκευαστικές 2021-2022",
    questions: [
      {
        id: 1,
        question: "Έστω ότι μία οικονομία, που βρίσκεται πάνω στην καμπύλη των παραγωγικών της δυνατοτήτων, παράγει σε μία συγκεκριμένη χρονική στιγμή 150 τόνους τροφίμων (Τ) και 270 τόνους υφάσματος (Υ). Το κόστος ευκαιρίας (ή εναλλακτικό κόστος) των τροφίμων είναι σταθερό και ίσο με 4 τόνους υφάσματος. Σύμφωνα με τα παραπάνω δεδομένα, η οικονομία αυτή για να παράγει 290 τόνους υφάσματος θα πρέπει να:",
        answers: [
          "μειώσει την παραγωγή τροφίμων κατά 5 τόνους.",
          "αυξήσει την παραγωγή τροφίφων κατά 5 τόνους.",
          "μειώσει την παραγωγή τροφίμων κατά 20 τόνους.",
          "αυξήσει την παραγωγή τροφίμων κατά 20 τόνους."
        ],
        correct_answer: {
          id: "μειώσει την παραγωγή τροφίμων κατά 5 τόνους.",
          explanation: "Το κόστος ευκαιρίας των τροφίμων σε όρους υφάσματος (ΕΤ) είναι σταθερό και ίσο με 4. Δηλαδή: $ET=$ [μονάδες μείωσης ποσότητας Υ]/[μονάδες αύξησης ποσότητας $T]=4$. Επομένως, το κόστος ευκαιρίας του υφάσματος σε όρους τροφίμων είναι: $EY=1/ET=1/4=0,25.$ Με βάση τα δεδομένα της ερώτησης έχουμε: $EY=$ [μονάδες μείωσης ποσότητας Τ]/[μονάδες αύξησης ποσότητας Υ] $0,25=$ [μονάδες μείωσης ποσότητας $T]/(290-270)=>$ [μονάδες μείωσης ποσότητας $T]=(0,25)(20)=5$. Επομένως για να αυξηθεί η ποσότητα του υφάσματος κατά 20 τόνους, θα πρέπει να μειωθεί η παραγωγή τροφίμων κατά 5 τόνους. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman and Wells, Ενότητα 3."
        }
      },
      {
        id: 2,
        question: "Σύμφωνα με τα δεδομένα του παρακάτω διαγράμματος, στο οποίο παρουσιάζονται οι καμπύλες ζήτησης και προσφοράς ενός αγαθού, από όλα τα παρακάτω το μόνο που δεν ισχύει είναι ότι:",
        answers: [
          "όταν η τιμή του αγαθού ανέρχεται σε 30€ τότε στην αγορά εμφανίζεται πλεόνασμα 700 μονάδων.",
          "όταν η τιμή του αγαθού είναι ίση με 20€ η αγορά του βρίσκεται σε ισορροπία.",
          "στην τιμή ισορροπίας το πλεόνασμα του καταναλωτή είναι ίσο με 8.000€",
          "στην τιμή ισορροπίας το πλεόνασμα του παραγωγού είναι ίσο με 16.000€."
        ],
        table: {
          headers: ["", "2015", "2016", "2017"],
          rows: [
            ["Ονομαστικό ΑΕΠ", "19.800 χ.μ.", "24.000 χ.μ.", "30.000 χ.μ."],
            ["Πραγματικό ΑΕΠ", "22.000 χ.μ.", "24.000 χ.μ.", "27.600 χ.μ." ]
          ]
        },
        correct_answer: {
          id: "στην τιμή ισορροπίας του παραγωγού είναι ίσο με 16.000€.",
          explanation: "Στην τιμή $P=30\\epsilon,$ η προσφερόμενη ποσότητα είναι $Q_{s}=1.100$ μονάδες και η ζητούμενη ποσότητα είναι $Q_{d}=400$ μονάδες. Εφόσον $Q_{s}>Q_{d},$ στην αγορά του αγαθού εμφανίζεται πλεόνασμα $=Q_{s}-Q_{d}=1.100-400=700$ μονάδες (επομένως το Α ισχύει). Στην τιμή $P=20\\epsilon$ ισχύει $Q_{d}=Q_{s}(=800).$ Επομένως, η αγορά του αγαθού βρίσκεται σε ισορροπία (άρα το Β ισχύει). Γνωρίζουμε ότι το πλεόνασμα του καταναλωτή ισούται με το εμβαδόν της περιοχής που βρίσκεται κάτω από την καμπύλη ζήτησης και πάνω από την τιμή. Επομένως, το πλεόνασμα του καταναλωτή (CS) στην τιμή 20€ είναι: $CS=(800\\times20)/2=8.000E($ οπότε το C ισχύει). Το πλεόνασμα του παραγωγού ισούται με το εμβαδόν της περιοχής που βρίσκεται πάνω από την καμπύλη προσφοράς και κάτω από την τιμή. Συνεπώς, το πλεόνασμα του παραγωγού (PS) στην τιμή 20€ είναι: $PS=(800\\times20)/2=8.000E,$ οπότε το D δεν ισχύει). Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητες 6, 7 & 11."
        }
      },
      {
        id: 3,
        question: "Μία αύξηση του αριθμού των παραγωγών γάλακτος θα οδηγήσει, με όλους τους άλλους παράγοντες σταθερούς, σε μετατόπιση της καμπύλης προσφοράς γάλακτος προς τα [...........], σε [.......] της τιμής ισορροπίας του και σε [..........] της ποσότητας ισορροπίας του.",
        answers: [
          "[δεξιά], [αύξηση], [μείωση].",
          "[δεξιά], [μείωση], [αύξηση].",
          "[αριστερά], [αύξηση], [μείωση].",
          "[αριστερά], [αύξηση], [αύξηση]."
        ],
        correct_answer: {
          id: "[δεξιά], [μείωση], [αύξηση].",
          explanation: "Το αρχικό σημείο ισορροπίας της αγοράς γάλακτος είναι το Α όπου η τιμή και η ποσότητα ισορροπίας είναι $P_{1}$ και $Q_{1}$ αντίστοιχα. Η αύξηση του αριθμού των παραγωγών γάλακτος θα έχει ως αποτέλεσμα να μετατοπιστεί η καμπύλη προσφοράς προς τα δεξιά στη θέση $S_{1}$. Οπότε έχουμε ένα νέο σημείο ισορροπίας, το Β, στο οποίο αντιστοιχούν χαμηλότερη τιμή $(P_{2})$ και μεγαλύτερη ποσότητα $(Q_{2})$. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman and Wells, Ενότητες 5, 6 & 7."
        }
      },
      {
        id: 4,
        question: "Αν η τιμή ενός αγαθού [..........] και η ζήτησή του είναι [........], τότε η δαπάνη των καταναλωτών για το αγαθό αυτό θα [.........].",
        answers: [
          "[μειωθεί], [ελαστική], [μειωθεί].",
          "[αυξηθεί], [ελαστική], [παραμείνει αμετάβλητη].",
          "[μειωθεί], [τέλεια (πλήρως) ανελαστική], [αυξηθεί].",
          "[αυξηθεί], [ανελαστική], [αυξηθεί]."
        ],
        correct_answer: {
          id: "[αυξηθεί], [ανελαστική], [αυξηθεί].",
          explanation: "Η ελαστικότητα ζήτησης ενός αγαθού ως προς την τιμή του $(e_{p})$ δίνεται από την εξής σχέση: $e_{p}=(\\%\\Delta Q/Q)/(\\Delta P/P).$ Από την παραπάνω σχέση προκύπτει πως αν η ζήτηση του αγαθού είναι ελαστική $(|e_{p}|>1)$ θα ισχύει $|\\%\\Delta Q/Q|>|\\%\\Delta P/P|.$ Αυτό σημαίνει ότι μία αύξηση (μείωση) της τιμής του αγαθού θα οδηγήσει σε μία μεγαλύτερη σε ποσοστό μείωση (αύξηση) της ζητούμενης ποσότητάς του. Επομένως, η δαπάνη των καταναλωτών ΤΕ ($TE=P\\times Q$) για το αγαθό στην περίπτωση αυτή θα ακολουθήσει αντίθετη πορεία από αυτή της τιμής. Οπότε τα (Α) και (Β) δεν ισχύουν. Αν η ζήτηση του αγαθού είναι ανελαστική $(|e_{p}|<1)$ θα ισχύει $|\\%\\Delta Q/Q|<|\\%\\Delta P/P|$. Αυτό σημαίνει ότι μία αύξηση (μείωση) της τιμής του αγαθού θα οδηγήσει σε μία μικρότερη σε ποσοστό μείωση (αύξηση) της ζητούμενης ποσότητάς του. Επομένως, η δαπάνη των καταναλωτών ΤΕ για το αγαθό στην περίπτωση αυτή θα ακολουθήσει την πορεία της τιμής. Οπότε το (C) δεν ισχύει ενώ το (D) ισχύει. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητες 8 & 9."
        }
      },
      {
        id: 5,
        question: "Μία αύξηση του εισοδήματος των καταναλωτών κατά 5% οδήγησε, με όλους τους άλλους παράγοντες σταθερούς, σε αύξηση της κατανάλωσης του αγαθού Χ κατά 6% και σε αύξηση της κατανάλωσης του αγαθού Υ κατά 4%. Με βάση αυτά τα δεδομένα, συμπεραίνουμε ότι:",
        answers: [
          "η ζήτηση του αγαθού Χ ως προς την τιμή του είναι ελαστική και η ζήτηση του αγαθού Υ ως προς την τιμή του είναι ανελαστική.",
          "τα αγαθά Χ και Υ είναι συμπληρωματικά αγαθά.",
          "το αγαθό Χ είναι αγαθό πολυτελείας και το αγαθό Υ είναι αγαθό πρώτης ανάγκης.",
          "το αγαθό Χ είναι κανονικό αγαθό και το αγαθό Υ είναι κατώτερο αγαθό."
        ],
        correct_answer: {
          id: "το αγαθό Χ είναι αγαθό πολυτελείας και το αγαθό Υ είναι αγαθό πρώτης ανάγκης.",
          explanation: "Με βάση τα δεδομένα μπορούμε να υπολογίσουμε τις εισοδηματικές ελαστικότητες για τα αγαθά Χ και Υ και όχι τις ελαστικότητες ζήτησης των αγαθών ως προς την τιμή τους και τη σταυροειδή ελαστικότητα. Σύμφωνα με τις τιμές της εισοδηματικής ελαστικότητας τα αγαθά κατατάσσονται σε κανονικά (όταν η εισοδηματική ελαστικότητα είναι θετική) και σε κατώτερα (όταν η εισοδηματική ελαστικότητα είναι αρνητική), και τα κανονικά αγαθά κατατάσσονται σε πολυτελείας και πρώτης ανάγκης, ανάλογα αν η εισοδηματική ελαστικότητα είναι μεγαλύτερη ή μικρότερη από τη μονάδα. Σύμφωνα με τα δεδομένα: Εισοδηματική ελαστικότητα αγαθού Χ: $e_{M}=(\\Delta Q_{X}/Q_{X})/(\\Delta M/M)=6\\%_{0}/5\\%=1,2.$ Εφόσον $e_{M}>1$, το αγαθό Χ είναι αγαθό πολυτελείας. - Εισοδηματική ελαστικότητα αγαθού Υ: $e_{M}=(\\Delta Q_{Y}/Q_{Y})/(\\Delta M/M)=4\\%_{0}/5\\%=0,8.$ Εφόσον $e_{M}<1$, το αγαθό Υ είναι αγαθό πρώτης ανάγκης. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητα 10."
        }
      },
      {
        id: 6,
        question: "Υποθέστε ότι η αγορά ενός αγαθού, που παρουσιάζεται στο παρακάτω σχήμα, βρίσκεται σε ισορροπία. Αν το κράτος επιβάλει ανώτατη τιμή ίση με $P_{2},$ τότε η απώλεια της οικονομικής ευημερίας αντιπροσωπεύεται από τις περιοχές:",
        answers: [
          "1, 2 και 3.",
          "2 και 5.",
          "4 και 5.",
          "1 και 4."
        ],
        correct_answer: {
          id: "4 και 5.",
          explanation: "Η οικονομική ευημερία αντιπροσωπεύεται από το συνολικό πλεόνασμα. Άρα η απώλεια της ευημερίας είναι η μεταβολή (μείωση) στο συνολικό πλεόνασμα στην αγορά του αγαθού λόγω της επιβολής της ανώτατης τιμής. Το αρχικό συνολικό πλεόνασμα αντιπροσωπεύεται από την περιοχή $1+2+3+4+5$. Η επιβολή της ανώτατης τιμής $P_{2}$ οδηγεί σε νέο συνολικό πλεόνασμα που αντιπροσωπεύεται από την περιοχή $1+2+3$. Άρα η μεταβολή (μείωση) στο συνολικό πλεόνασμα στην αγορά του αγαθού λόγω της επιβολής της ανώτατης τιμής αντιπροσωπεύεται από την περιοχή $4+5.$ Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητες 11, 12 & 13."
        }
      },
      {
        id: 7,
        question: "Ένας ορθολογικός καταναλωτής δαπανά όλο το εισόδημα του, Μ, στην κατανάλωση των αγαθών Χ και Υ. Η τιμή του αγαθού Χ είναι $P_{X}=12\\epsilon.$ Όταν ο εν λόγω καταναλωτής βρίσκεται σε ισορροπία, δηλαδή μεγιστοποιεί τη χρησιμότητά του, καταναλώνει 10 μονάδες από το αγαθό Χ και 20 μονάδες από το αγαθό Υ και ισχύει $MU_{X}/MU_{Y}=3$ (όπου $MU_{x}=$ οριακή χρησιμότητα του αγαθού Χ και $MU_{Y}=$ οριακή χρησιμότητα του αγαθού Υ). Σύμφωνα με τα δεδομένα, η τιμή του αγαθού $Y(P_{Y})$ και το εισόδημα του καταναλωτή (Μ) είναι:",
        answers: [
          "$P_{Y}=6\\in M=280\\in$",
          "$P_{Y}=4f M=200\\in$",
          "$P_{Y}=2\\in M=200E$",
          "$P_{Y}=4\\epsilon, M=280\\in$"
        ],
        correct_answer: {
          id: "$P_{Y}=4f M=200\\in$",
          explanation: "Ο καταναλωτής μεγιστοποιεί τη χρησιμότητά του όταν η οριακή χρησιμότητα ανά ευρώ δαπανώμενο σε κάθε αγαθό είναι η ίδια, δηλαδή $MU_{X}/P_{X}=MU_{Y}/P_{Y}$ και ταυτόχρονα ικανοποιείται ο εισοδηματικός του περιορισμός. Σύμφωνα με τα δεδομένα έχουμε: $MU_{X}/P_{X}=MU_{Y}/P_{Y}\\Rightarrow MU_{X}/MU_{Y}=P_{X}/P_{Y}\\Rightarrow3=12/P_{Y}\\Rightarrow P_{Y}=4\\in$. Χρησιμοποιώντας την εξίσωση του εισοδηματικού περιορισμού βρίσκουμε το εισόδημα του καταναλωτή: $M=P_{X}\\cdot X+P_{Y}\\cdot Y=(12\\times10)+(4\\times20)\\Rightarrow M=200E$. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman and Wells, Ενότητα 20."
        }
      },
      {
        id: 8,
        question: "Ποια πρόταση από τις παρακάτω δεν είναι σωστή;",
        answers: [
          "Όταν το μέσο συνολικό κόστος ελαχιστοποιείται, τότε αυτό είναι ίσο με το οριακό κόστος.",
          "Το μέσο μεταβλητό κόστος αρχικά φθίνει και στη συνέχεια αυξάνεται καθώς αυξάνεται η παραγωγή.",
          "Το μέσο σταθερό κόστος δεν μεταβάλλεται καθώς αυξάνεται η παραγωγή.",
          "Το μέσο συνολικό κόστος είναι φθίνον στα επίπεδα παραγωγής που το οριακό κόστος είναι μικρότερο από αυτό."
        ],
        correct_answer: {
          id: "Το μέσο σταθερό κόστος δεν μεταβάλλεται καθώς αυξάνεται η παραγωγή.",
          explanation: "Στο παρακάτω σχήμα παρουσιάζονται όλες οι βραχυχρόνιες καμπύλες κόστους. Στην ποσότητα $Q_{1}$ ελαχιστοποιείται το οριακό κόστος (MC), στην ποσότητα $Q_{2}$ ελαχιστοποιείται το μέσο μεταβλητό κόστος (AVC) και στην ποσότητα $Q_{3}$ ελαχιστοποιείται το μέσο συνολικό κόστος (ATC). Όπως φαίνεται στο σχήμα, οι καμπύλες του μέσου συνολικού κόστους (ATC) και του μέσου μεταβλητού κόστους (AVC) έχουν ένα κατερχόμενο και ένα ανερχόμενο τμήμα και από το κατώτατο σημείο τους διέρχεται η καμπύλη του οριακού κόστους (MC). Άρα το Α και το Β ισχύουν. Η καμπύλη του οριακού κόστους τέμνει την καμπύλη του μέσου συνολικού κόστους στο κατώτατο σημείο της, άρα το μέσο συνολικό κόστος είναι φθίνον στα επίπεδα παραγωγής που το οριακό κόστος είναι μικρότερο από αυτό, δηλαδή στα επίπεδα παραγωγής κάτω από το $Q_{3}$. Επομένως το D ισχύει. Επειδή το σταθερό κόστος (FC) δεν μεταβάλλεται καθώς μεταβάλλεται η παραγόμενη ποσότητα, συνεπάγεται ότι το μέσο σταθερό κόστος ($AFC=FC/Q$) μειώνεται όσο αυξάνεται η παραγωγή. Άρα το C δεν ισχύει. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητα 22."
        }
      },
      {
        id: 9,
        question: "Αν η συνάρτηση παραγωγής μίας επιχείρησης χαρακτηρίζεται από αύξουσες αποδόσεις κλίμακας, τότε, με σταθερές τις τιμές των παραγωγικών συντελεστών, αν οι χρησιμοποιούμενες ποσότητές τους αυξηθούν κατά 10%:",
        answers: [
          "η ποσότητα του προϊόντος θα αυξηθεί λιγότερο από 10% και το μακροχρόνιο μέσο κόστος παραγωγής θα μειωθεί.",
          "η ποσότητα του προϊόντος θα αυξηθεί λιγότερο από 10% και το μακροχρόνιο μέσο κόστος παραγωγής θα αυξηθεί.",
          "η ποσότητα του προϊόντος θα αυξηθεί περισσότερο από 10% και το μακροχρόνιο μέσο κόστος παραγωγής θα αυξηθεί.",
          "η ποσότητα του προϊόντος θα αυξηθεί περισσότερο από 10% και το μακροχρόνιο μέσο κόστος παραγωγής θα μειωθεί."
        ],
        correct_answer: {
          id: "η ποσότητα του προϊόντος θα αυξηθεί περισσότερο από 10% και το μακροχρόνιο μέσο κόστος παραγωγής θα μειωθεί.",
          explanation: "Αν στην παραγωγή ενός προϊόντος οι αποδόσεις κλίμακας είναι αύξουσες, αυτό σημαίνει ότι αυξάνοντας τις ποσότητες όλων των συντελεστών παραγωγής κατά το ίδιο ποσοστό (εδώ κατά 10%), η παραγόμενη ποσότητα θα αυξηθεί κατά μεγαλύτερο ποσοστό (εδώ κατά ποσοστό μεγαλύτερο του 10%). Αυτό με τη σειρά του συνεπάγεται ότι το μακροχρόνιο μέσο κόστος παραγωγής (δηλαδή το κόστος ανά μονάδα παραγωγής) θα μειωθεί, γιατί η αύξηση της παραγόμενης ποσότητας (δηλαδή του παρονομαστή στη σχέση που μας δίνει το μέσο κόστος) είναι αναλογικά μεγαλύτερη από την αύξηση του κόστους (δηλαδή του αριθμητή στη σχέση που μας δίνει το μέσο κόστος). Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητα 23."
        }
      },
      {
        id: 10,
        question: "Σε έναν κλάδο παραγωγής που λειτουργεί σε συνθήκες τέλειου ανταγωνισμού:",
        answers: [
          "το προϊόν που παράγει η καθεμία επιχείρηση διαφέρει από το προϊόν οποιασδήποτε άλλης επιχείρησης.",
          "η καθεμία επιχείρηση έχει τη δυνατότητα να προσφέρει το προϊόν της σε οποιαδήποτε τιμή θεωρεί ότι είναι συμφέρουσα για αυτήν.",
          "η καθεμία επιχείρηση ξεχωριστά μεγιστοποιεί το οικονομικό της κέρδος στο σημείο όπου το οριακό κόστος παραγωγής είναι ίσο με την τιμή του προϊόντος.",
          "η καθεμία επιχείρηση ξεχωριστά μεγιστοποιεί το οικονομικό της κέρδος στο σημείο όπου το οριακό κόστος παραγωγής είναι μεγαλύτερο από την τιμή του προϊόντος."
        ],
        correct_answer: {
          id: "η καθεμία επιχείρηση ξεχωριστά μεγιστοποιεί το οικονομικό της κέρδος στο σημείο όπου το οριακό κόστος παραγωγής είναι ίσο με την τιμή του προϊόντος.",
          explanation: "Σύμφωνα με τα χαρακτηριστικά της αγοράς του τέλειου ανταγωνισμού, το προϊόν που παράγεται και προσφέρεται από καθεμιά επιχείρηση ξεχωριστά σε ένα κλάδο στον οποίο δραστηριοποιείται ένας ιδιαίτερα μεγάλος αριθμός επιχειρήσεων είναι ομοιογενές και ως εκ τούτου δεν υπάρχει διαφοροποίηση προϊόντος. Οπότε η πρόταση Α δεν είναι σωστή. Επίσης, σε έναν τέλεια ανταγωνιστικό κλάδο παραγωγής γνωρίζουμε ότι η καθεμιά επιχείρηση παράγει ένα πολύ μικρό μερίδιο της συνολικής παραγωγής του κλάδου, με αποτέλεσμα η καθεμιά επιχείρηση ξεχωριστά να μην έχει τη δυνατότητα να διαμορφώσει την τιμή του προϊόντος στον κλάδο συνολικά μέσω της επιλογής της για το ύψος της δικής της παραγόμενης ποσότητας (και άρα του ύψους των κερδών της). Δηλαδή, η επιχείρηση είναι αποδέκτης τιμής (price taker) και, επομένως, η πρόταση Β δεν ισχύει. Επιπρόσθετα, γνωρίζουμε ότι για τη μεγιστοποίηση του κέρδους απαιτείται το επιπρόσθετο έσοδο που λαμβάνει η επιχείρηση από την πώληση της επιπρόσθετης μονάδας του προϊόντος που παράγει (οριακό έσοδο, MR) να ισούται με το επιπρόσθετο κόστος που καταβάλλεται για την συγκεκριμένη επιπρόσθετη μονάδα του προϊόντος που η επιχείρηση αυτή παράγει (οριακό κόστος, MC). Εφόσον η καθεμιά επιχείρηση σε έναν τέλεια ανταγωνιστικό κλάδο παραγωγής είναι αποδέκτης τιμής, ισχύει $MR=P$, οπότε στη θέση ισορροπίας κάθε επιχείρησης το οριακό κόστος ισούται με την τιμή του προϊόντος $(MC=P)$. Άρα η C είναι αληθής. Τέλος, επειδή στη θέση ισορροπίας κάθε επιχείρησης θα πρέπει να ικανοποιείται η συνθήκη $P=MC,$ η πρόταση D δεν είναι αληθής. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητες 24 & 25."
        }
      },
      {
        id: 11,
        question: "Στο παρακάτω διάγραμμα παρουσιάζονται οι καμπύλες του μέσου συνολικού κόστους (ATC) και του οριακού κόστους (MC) μίας τέλεια ανταγωνιστικής επιχείρησης, καθώς και η τιμή $(P=50 \\epsilon v\\rho\\dot{\\omega})$ που αντιμετωπίζει η επιχείρηση για το προϊόν της (όπου MR είναι το οριακό έσοδο). Όταν η επιχείρηση αυτή βρίσκεται σε ισορροπία παράγει [..........] προϊόντος και πραγματοποιεί [............].",
        answers: [
          "[15 μονάδες], [ζημίες 300 ευρώ].",
          "[100 μονάδες], [κέρδος 2.000 ευρώ].",
          "[140 μονάδες], [κέρδος 0 ευρώ].",
          "[80 μονάδες], [κέρδος 1.760 ευρώ]."
        ],
        correct_answer: {
          id: "[100 μονάδες], [κέρδος 2.000 ευρώ].",
          explanation: "Γνωρίζουμε ότι μία τέλεια ανταγωνιστική επιχείρηση βρίσκεται σε ισορροπία όταν η τιμή του προϊόντος είναι ίση με το οριακό κόστος ($P=MC)$ και το οριακό κόστος είναι αύξον. Επομένως, το σημείο ισορροπίας της επιχείρησης στο σχήμα είναι το Β, όπου αντιστοιχούν η ποσότητα: $q^{*}=100$ μονάδες και το μέσο συνολικό κόστος: $ATC^{*}=30$ ευρώ. Για $P=50$ ευρώ και $q^{*}=100$ μονάδες, το κέρδος της επιχείρησης είναι: $\\Pi=TR-TC=P\\times q^{*}-ATC^{*}\\times q^{*}=50\\times100-30\\times100=2.000$ ευρώ. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman and Wells, Ενότητες 25 & 26."
        }
      },
      {
        id: 12,
        question: "Καθώς μειώνεται η ποσότητα του προϊόντος που παράγει και προσφέρει μία μονοπωλιακή επιχείρηση:",
        answers: [
          "το οριακό έσοδο μειώνεται και το μέσο έσοδο αυξάνεται.",
          "το οριακό έσοδο αυξάνεται και το μέσο έσοδο μειώνεται.",
          "το οριακό έσοδο και το μέσο έσοδο αυξάνονται.",
          "το οριακό έσοδο και το μέσο έσοδο μειώνονται."
        ],
        correct_answer: {
          id: "το οριακό έσοδο και το μέσο έσοδο αυξάνονται.",
          explanation: "Στο παραπάνω σχήμα παρουσιάζονται το μέσο έσοδο (AR) και το οριακό έσοδο (MR), σε σχέση με την παραγόμενη ποσότητα (Q), που αντιμετωπίζει μία μονοπωλιακή επιχείρηση. Παρατηρούμε ότι μεταξύ AR και παραγόμενης ποσότητας, καθώς και μεταξύ MR και παραγόμενης ποσότητας υπάρχει αρνητική σχέση. Οπότε, η μείωση της ποσότητας από Οι σε $Q_{2}$ οδήγησε σε αύξηση του μέσου εσόδου από $AR_{1}$ σε $AR_{2}$ και σε αύξηση του οριακού εσόδου από $MR_{1}$ σε $MR_{2}$. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητα 28."
        }
      },
      {
        id: 13,
        question: "Η συνάρτηση του συνολικού εσόδου μίας μονοπωλιακής επιχείρησης είναι $TR=100Q-Q^{2}$ (όπου Q είναι η ποσότητα προϊόντος) και η συνάρτηση του συνολικού της κόστους είναι $TC=4Q^{2}+100$. Όταν η επιχείρηση βρίσκεται σε ισορροπία, η τιμή του προϊόντος της (Ρ) και το κέρδος της (Π) είναι:",
        answers: [
          "$P=90$ και $\\Pi=400$",
          "$P=80$ και $\\Pi=300$",
          "$P=90$ και $\\Pi=450$",
          "$P=75$ και $\\Pi=400$"
        ],
        correct_answer: {
          id: "$P=90$ και $\\Pi=400$",
          explanation: "Από τη συνάρτηση του συνολικού εσόδου της επιχείρησης προκύπτει ότι το οριακό της έσοδο είναι: $MR=dTR/dQ=100-2Q.$ Το οριακό κόστος της επιχείρησης δίνεται από την εξής σχέση: $MC=dTC/dQ=8Q$. Η επιχείρηση μεγιστοποιεί τα κέρδη της όταν παράγει ποσότητα προϊόντος ώστε να ισχύει $MR=MC.$ οπότε: $100-2Q=8Q\\Rightarrow Q=10$. Γνωρίζουμε ότι $\\Gamma R=P\\times Q$ και επομένως: $P=TR/Q=[100Q-Q^{\\dot{2}}]/Q\\Rightarrow P=100-Q$. Οπότε: $P=100-10=90.$ Για $P=90$ και $Q=10$ βρίσκουμε ότι το κέρδος της επιχείρησης είναι: $\\Pi=TR-TC=P\\times Q-4Q^{2}-100=(90)(10)-(4)(10)^{2}-100=400==\\Pi=400.$ Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman and Wells, Ενότητα 28."
        }
      },
      {
        id: 14,
        question: "Ο μονοπωλιακός ανταγωνισμός διαφέρει από τον τέλειο ανταγωνισμό επειδή στον μονοπωλιακό ανταγωνισμό:",
        answers: [
          "υπάρχει μεγάλος αριθμός ανταγωνιζόμενων επιχειρήσεων.",
          "το προϊόν είναι διαφοροποιημένο.",
          "οι επιχειρήσεις δεν έχουν οικονομικό κέρδος μακροχρόνια.",
          "υπάρχει ελευθερία εισόδου και εξόδου επιχειρήσεων στον κλάδο."
        ],
        correct_answer: {
          id: "το προϊόν είναι διαφοροποιημένο.",
          explanation: "Τα τρία βασικά χαρακτηριστικά του μονοπωλιακού ανταγωνισμού είναι: α) ο μεγάλος αριθμός επιχειρήσεων στον κλάδο, β) η δυνατότητα ανάπτυξης διαφοροποιημένου προϊόντος από την κάθε επιχείρηση που βρίσκεται στον κλάδο με στόχο τον επηρεασμό της τιμής του προσφερόμενου προϊόντος, και γ) η δυνατότητα εισόδου και εξόδου επιχειρήσεων στον κλάδο. Στον τέλειο (πλήρη) ανταγωνισμό υπάρχουν πολλές επιχειρήσεις, υπάρχει ελευθερία εισόδου και εξόδου επιχειρήσεων στον κλάδο και το παραγόμενο προϊόν είναι ομοιογενές (δηλαδή χωρίς διαφοροποίηση). Μια σημαντική διάσταση του πλήρους ανταγωνισμού είναι η αδυναμία των μεμονωμένων επιχειρήσεων να επηρεάσουν, μεταξύ άλλων και την τιμή του προϊόντος καθώς το προϊόν είναι ομοιογενές (πανομοιότυπο). Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman and Wells, Ενότητα 24."
        }
      },
      {
        id: 15,
        question: "Στο ύψος παραγωγής που έχει επιλέξει να παράγει μία επιχείρηση, το οριακό προϊόν της εργασίας είναι 400 $(MPL=400)$ και το οριακό προϊόν του κεφαλαίου είναι 600 (MPK = 600). Ο μισθός εργασίας είναι 50€ και το ενοίκιο του κεφαλαίου είναι 100€. Στη συγκεκριμένη περίπτωση, η επιχείρηση, που έχει ως στόχο την ελαχιστοποίηση του κόστους παραγωγής, θα πρέπει να απασχολήσει:",
        answers: [
          "περισσότερη εργασία και λιγότερο κεφάλαιο.",
          "λιγότερη εργασία και περισσότερο κεφάλαιο.",
          "περισσότερη εργασία και περισσότερο κεφάλαιο.",
          "λιγότερη εργασία και λιγότερο κεφάλαιο."
        ],
        correct_answer: {
          id: "περισσότερη εργασία και λιγότερο κεφάλαιο.",
          explanation: "Οι επιχειρήσεις επιδιώκουν να παράγουν το μέγιστο δυνατό προϊόν για κάθε ευρώ που δαπανούν σε εισροές. Για να το επιτύχουν αυτό, οι επιχειρήσεις πρέπει να μισθώνουν εισροές έως ότου το οριακό προϊόν ανά ευρώ να είναι ίσο για όλες τις εισροές. Επομένως, στην προκειμένη περίπτωση θα πρέπει να ισχύει: ΜPL/Μισθός = ΜΡΚ/Ενοίκιο κεφαλαίου. Σύμφωνα με τα δεδομένα ισχύει: MPL/Μισθός (= 400/50 = 8) > ΜΡΚ/Ενοίκιο κεφαλαίου $(=600/100=6).$ Συνεπώς, για να εξισωθούν οι δύο λόγοι θα πρέπει η επιχείρηση να απασχολήσει περισσότερη εργασία (ώστε να μειωθεί το MPL) και λιγότερο κεφάλαιο (ώστε να αυξηθεί το MPK). Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman and Wells, Ενότητα 43."
        }
      },
      {
        id: 16,
        question: "Έστω ότι σε μια οικονομία παράγονται τα αγαθά Α, Β και Γ, από τα οποία τελικά αγαθά είναι μόνο το Β και το Γ. Στο έτος Χ η προστιθέμενη αξία (ΠΑ) των αγαθών ήταν: 500 χρηματικές μονάδες (χ.μ.) για το Α, 650 χ.μ. για το Β και 850 χ.μ. για το Γ. Αν στο έτος Χ η συνολική αξία (ΣΑ) του αγαθού Β ήταν 800 χ.μ., η συνολική αξία του αγαθού Γ΄ ήταν:",
        answers: [
          "800 χ.μ.",
          "850 χ.μ.",
          "1.200 χ.μ.",
          "2.000 χ.μ."
        ],
        correct_answer: {
          id: "1.200 χ.μ.",
          explanation: "Βάση των προστιθέμενων αξιών, το ΑΕΠ στο έτος Χ ήταν: $AE\\Pi=\\Pi A_{A}+\\Pi A_{B}+\\Pi A_{\\Gamma}=500+650+850=2.000~\\chi.\\mu.$ Το ΑΕΠ δίνεται, επίσης, από τις παραχθείσες αξίες μόνο των τελικών αγαθών: $AE\\Pi I=\\Sigma A_{B}+\\Sigma A_{\\Gamma}\\Rightarrow2.000=800+\\Sigma A_{\\\Gamma}\\Rightarrow\\Sigma A_{\\Gamma}=1.200~\\chi.\\mu.$ Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 47."
        }
      },
      {
        id: 17,
        question: "Έστω ότι σε μια υποθετική οικονομία ισχύουν τα παρακάτω στοιχεία για τα έτη 2015, 2016 και 2017:",
        table: {
          headers: ["", "2015", "2016", "2017"],
          rows: [
            ["Ονομαστικό ΑΕΠ", "19.800 χ.μ.", "24.000 χ.μ.", "30.000 χ.μ."],
            ["Πραγματικό ΑΕΠ", "22.000 χ.μ.", "24.000 χ.μ.", "27.600 χ.μ."]
          ]
        },
        answers: [
          "[2017], [9%].",
          "[2016], [11,1%].",
          "[2016], [10%].",
          "[2017], [21,1%]."
        ],
        correct_answer: {
          id: "[2016], [11,1%].",
          explanation: "Ισχύει ότι στο έτος βάσης το ονομαστικό ΑΕΠ και το πραγματικό ΑΕΠ συμπίπτουν, άρα το έτος βάση είναι το 2016. Ισχύει, επίσης, ότι: Αποπληθωριστής ΑΕΠ = [(ονομαστικό ΑΕΠ)/(πραγματικό ΑΕΠ)]×100. Οπότε ο αποπληθωριστής ΑΕΠ σε κάθε έτος είναι: 2015: (19.800/22.000)×100 = 90, 2016: (24.000/24.000)×100 = 100, 2017: (30.000/27.600)×100 = 109. Ο ρυθμός πληθωρισμού στο έτος βάσης (2016), βάσει του αποπληθωριστή, είναι: (Αποπληθωριστής 2016 – Αποπληθωριστής 2015) / Αποπληθωριστής 2015 $\\times100=\\frac{100-90}{90}\\times100=11,1\\%.$ Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 52."
        }
      },
      {
        id: 18,
        question: "Ο πλούτος δεν αναδιανέμεται μεταξύ δανειστών και δανειζόμενων όταν ο πραγματοποιούμενος πληθωρισμός είναι:",
        answers: [
          "μεγαλύτερος από τον αναμενόμενο ρυθμό πληθωρισμού.",
          "μικρότερος από τον αναμενόμενο ρυθμό πληθωρισμού.",
          "ίσος με τον αναμενόμενο ρυθμό πληθωρισμού.",
          "μηδενικός."
        ],
        correct_answer: {
          id: "ίσος με τον αναμενόμενο ρυθμό πληθωρισμού.",
          explanation: "Οι δανειακές συμβάσεις συνάπτονται βάσει ενός ονομαστικού επιτοκίου το οποίο ενσωματώνει τις προσδοκίες για τον αναμενόμενο πληθωρισμό (μεταβολή των τιμών). Αν ο πραγματοποιούμενος πληθωρισμός στο μέλλον υπερβαίνει τον αναμενόμενο πληθωρισμό, τότε οι δανειστές εισπράττουν ένα ποσό που έχει μικρότερη πραγματική αξία από την αναμενόμενη και, επομένως, οι ωφελημένοι είναι οι δανειζόμενοι. Το αντίθετο συμβαίνει όταν ο πραγματοποιούμενος πληθωρισμός στο μέλλον είναι μικρότερος από τον αναμενόμενο πληθωρισμό. Επομένως, οι απαντήσεις Α και Β είναι λάθος. Όμως και η D είναι λάθος, διότι ακόμη και με μηδενικό πραγματοποιούμενο πληθωρισμό μπορεί να υπάρχει αναδιανομή του πλούτου αν ο αναμενόμενος πληθωρισμός δεν είναι μηδενικός. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 51."
        }
      },
      {
        id: 19,
        question: "Έστω μια ανοικτή οικονομία στην οποία οι ιδιώτες δεν αποταμιεύουν και στην οποία η επένδυση είναι μικρότερη από την καθαρή εισροή κεφαλαίου από το εξωτερικό. Στην οικονομία αυτή:",
        answers: [
          "υπάρχει δημοσιονομικό έλλειμμα.",
          "υπάρχει δημοσιονομικό πλεόνασμα.",
          "ο κρατικός προϋπολογισμός είναι ισοσκελισμένος.",
          "δεν μπορούμε να συνάγουμε συμπέρασμα για το δημοσιονομικό αποτέλεσμα."
        ],
        correct_answer: {
          id: "υπάρχει δημοσιονομικό έλλειμμα.",
          explanation: "Από τη βασική εθνικολογιστική ταυτότητα γνωρίζουμε ότι $I=S_{ιδ}+S_{δημ}+NCI,$ όπου $I=$ επένδυση, $S_{ιδ}=$ ιδιωτική αποταμίευση, $S_{δημ}=$ δημόσια αποταμίευση = αποτέλεσμα του κρατικού προϋπολογισμού και $NCI=καθαρή$ εισροή κεφαλαίου από το εξωτερικό. Μας δίνεται $S_{ιδ}=0$ και I < NCI ή Ι – NCI < 0. Συνεπώς, από την παραπάνω ταυτότητα προκύπτει: $I-NCI=S_{δημ}<0.$ Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 56."
        }
      },
      {
        id: 20,
        question: "Το αποτέλεσμα επιτοκίου:",
        answers: [
          "συμβάλλει στη διαμόρφωση της θετικής κλίσης της καμπύλης βραχυχρόνιας συνολικής προσφοράς.",
          "συμβάλλει στη διαμόρφωση της αρνητικής κλίσης της καμπύλης συνολικής ζήτησης.",
          "ισοδυναμεί με το παράδοξο της φειδούς.",
          "δεν επηρεάζει τη συνολική δαπάνη."
        ],
        correct_answer: {
          id: "συμβάλλει στη διαμόρφωση της αρνητικής κλίσης της καμπύλης συνολικής ζήτησης.",
          explanation: "Το αποτέλεσμα επιτοκίου αφορά στην επίδραση μιας μεταβολής των τιμών στο επιτόκιο και, κατ' επέκταση, στην επένδυση και την κατανάλωση. Για παράδειγμα, αν το επίπεδο τιμών μειωθεί, τα άτομα χρειάζονται λιγότερα ρευστά για συναλλαγές και αυξάνουν την αποταμίευση και την προσφορά δανείων, με αποτέλεσμα να μειωθεί το επιτόκιο. Η μείωση αυτή αυξάνει την επένδυση και το εισόδημα, το οποίο με τη σειρά του επηρεάζει θετικά την κατανάλωση. Δηλαδή, ισχύει η επιλογή Β και δεν ισχύει η D. Η κλίση της καμπύλης βραχυχρόνιας συνολικής προσφοράς εξαρτάται από τη βραχυχρόνια ακαμψία των ονομαστικών μισθών, δηλ. το γεγονός ότι οι μισθοί δεν αντιδρούν άμεσα σε μεταβολές των τιμών (άρα, η Α είναι λάθος), ενώ το παράδοξο της φειδούς σχετίζεται με την αύξηση της αποταμίευσης όταν αναμένεται μείωση των μελλοντικών εισοδημάτων με αποτέλεσμα να μειώνεται η τρέχουσα δαπάνη και να προκαλείται ύφεση στην οικονομία (άρα, η C είναι λάθος). Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητες 62, 63 & 64."
        }
      },
      {
        id: 21,
        question: "Σύμφωνα με το αποτέλεσμα Fisher:",
        answers: [
          "το ονομαστικό επιτόκιο δεν επηρεάζεται από τις μεταβολές του αναμενόμενου πληθωρισμού.",
          "το ονομαστικό επιτόκιο επηρεάζεται από τις μεταβολές του αναμενόμενου πληθωρισμού, αλλά όχι αναλογικά.",
          "το αναμενόμενο πραγματικό επιτόκιο ακολουθεί τις διακυμάνσεις του αναμενόμενου πληθωρισμού.",
          "το αναμενόμενο πραγματικό επιτόκιο δεν επηρεάζεται από τις μεταβολές του αναμενόμενου πληθωρισμού."
        ],
        correct_answer: {
          id: "το αναμενόμενο πραγματικό επιτόκιο δεν επηρεάζεται από τις μεταβολές του αναμενόμενου πληθωρισμού.",
          explanation: "Το αποτέλεσμα Fisher αφορά την αναλογική ένα-προς-ένα σχέση του ονομαστικού επιτοκίου με τον αναμενόμενο ρυθμό πληθωρισμού και η οποία προκύπτει από τη σχέση: Ονομαστικό επιτόκιο = πραγματικό επιτόκιο + αναμενόμενος ρυθμός πληθωρισμού. Από τη σχέση αυτή συνάγεται ότι το αναμενόμενο πραγματικό επιτόκιο δεν επηρεάζεται από τις μεταβολές του αναμενόμενου πληθωρισμού. Συνεπώς, οι επιλογές Α, Β και C είναι λάθος. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 57."
        }
      },
      {
        id: 22,
        question: "Σε μια κλειστή οικονομία με κρατικό τομέα ισχύουν τα εξής μεγέθη για το έτος Χ:",
        table: {
          headers: ["Μέγεθος", "Ποσό (χ.μ.)"],
          rows: [
            ["Πραγματοποιούμενο ΑΕΠ", "3.000 χ.μ."],
            ["Κατανάλωση", "1.800 χ.μ."],
            ["Μη σχεδιασμένη επένδυση σε αποθέματα", "200 χ.μ."],
            ["Κρατικές δαπάνες", "600 χ.μ."]
          ]
        },
        answers: [
          "[600 χ.μ.], [υπερβάλλουσα προσφορά].",
          "[800 χ.μ.], [υπερβάλλουσα ζήτηση].",
          "[1.200 χ.μ.], [ισορροπία].",
          "[400 χ.μ.], [ισορροπία]."
        ],
        correct_answer: {
          id: "[800 χ.μ.], [υπερβάλλουσα ζήτηση].",
          explanation: "Ισχύουν οι σχέσεις: Πραγματοποιούμενο $AE\\Pi=C+I+G$ (1), $I=I_{σχεδ}+I_{μη σχεδ}$ (2), όπου $C=$ κατανάλωση, $I=$ συνολική επένδυση, $I_{σχεδ}=$ σχεδιασμένη επένδυση, $I_{μη σχεδ}=μη$ σχεδιασμένη επένδυση σε αποθέματα, $G=$ κρατικές δαπάνες. Από τις σχέσεις (1) και (2) προκύπτει: Πραγματοποιούμενο $AE\\Pi I=C+I_{σχεδ}+I_{μη σχεδ}+G\\Rightarrow3.000=1.800+I_{σχεδ}+(-200)+600 =>I_{σχεδ}=800\\chi.\\mu.$ Επίσης, η σχεδιασμένη συνολική δαπάνη είναι: $AE_{σχεδ}=C+I_{σχεδ}+G=1.800+800+600=3.200$, δηλ. ισχύει: Πραγματοποιούμενο $AE\\Pi I=3.000<AE_{σχεδ}=3.200$ και, επομένως, υπάρχει υπερβάλλουσα ζήτηση. Ένας άλλος τρόπος για να προσδιοριστεί η ανισορροπία είναι να προσέξουμε ότι η μη σχεδιασμένη επένδυση σε αποθέματα είναι αρνητική. Αυτό σημαίνει ότι, εξαιτίας της υπερβάλλουσας ζήτησης που υπάρχει, οι επιχειρήσεις αναγκάζονται να χρησιμοποιήσουν τα αποθέματα για να ικανοποιήσουν τη ζήτηση αυτή και, κατά συνέπεια, τα αποθέματά τους μειώνονται κάτω από το άριστο επίπεδο. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητες 61 & 62."
        }
      },
      {
        id: 23,
        question: "Η ανεργία που προκαλείται από την κάμψη ενός συγκεκριμένου βιομηχανικού κλάδου, χωρίς αντίστοιχη κάμψη του ΑΕΠ, είναι:",
        answers: [
          "κυκλική ανεργία.",
          "ανεργία τριβής.",
          "διαρθρωτική ανεργία.",
          "Δεν μπορεί να προσδιοριστεί η μορφή ανεργίας."
        ],
        correct_answer: {
          id: "διαρθρωτική ανεργία.",
          explanation: "Η κάμψη ενός βιομηχανικού κλάδου δημιουργεί ένα πλεόνασμα προσφοράς εργασίας στις αντίστοιχες ειδικότητες του βιομηχανικού κλάδου, δηλ. μια αναντιστοιχία μεταξύ εργαζομένων και εργοδοτών. Συνεπώς, η ανεργία που παρουσιάζεται είναι διαρθρωτική ανεργία. Η κυκλική ανεργία οφείλεται στην παρουσία υφεσιακού κενού, δηλ. στη μείωση του ΑΕΠ κάτω από το δυνητικό επίπεδο, ενώ η ανεργία τριβής οφείλεται στον χρόνο αναζήτησης μιας κατάλληλης θέσης εργασίας από υφιστάμενους ή νέους εργαζόμενους. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 50."
        }
      },
      {
        id: 24,
        question: "Η πρόσφατη αύξηση των τιμών ενέργειας προκάλεσε μείωση της βραχυχρόνιας συνολικής προσφοράς και αύξηση των τιμών. Ωστόσο, αρκετές Κεντρικές Τράπεζες διστάζουν να ασκήσουν περιοριστική νομισματική πολιτική για την αντιμετώπιση του πληθωρισμού, διότι έτσι (ceteris paribus) θα προκαλέσουν:",
        answers: [
          "μετατόπιση της καμπύλης βραχυχρόνιας συνολικής προσφοράς προς τα αριστερά και θα ενισχύσουν τον πληθωρισμό.",
          "μετατόπιση της καμπύλης συνολικής ζήτησης προς τα δεξιά και θα ενισχύσουν τον πληθωρισμό.",
          "μετατόπιση της καμπύλης συνολικής ζήτησης προς τα αριστερά και θα ενισχύσουν την ύφεση.",
          "μετατόπιση της καμπύλης βραχυχρόνιας συνολικής προσφοράς προς τα δεξιά και θα ενισχύσουν την ύφεση."
        ],
        correct_answer: {
          id: "μετατόπιση της καμπύλης συνολικής ζήτησης προς τα αριστερά και θα ενισχύσουν την ύφεση.",
          explanation: "Η άσκηση περιοριστικής νομισματικής πολιτικής προκαλεί μετατόπιση της συνολικής ζήτησης προς τα αριστερά και, επομένως, οι επιλογές Α, Β και D είναι λάθος. Όπως φαίνεται στο παρακάτω διάγραμμα, η αύξηση των τιμών ενέργειας προκάλεσε μετατόπιση της καμπύλης βραχυχρόνιας συνολικής προσφοράς από τη θέση SRAS, στη θέση $SRAS_{2}$ και η ισορροπία μετατοπίστηκε από το σημείο $E_{1}$ στο σημείο $E_{2}$, δηλ. οι τιμές αυξήθηκαν και το προϊόν μειώθηκε από $Y_{1}$ σε $Y_{2}$. Αν η Κεντρική Τράπεζα ασκήσει περιοριστική νομισματική πολιτική, η καμπύλη συνολικής ζήτησης θα μετατοπιστεί από τη θέση $AD_{1}$ στη θέση $AD_{2}$ και η ισορροπία θα διαμορφωθεί στο σημείο $E_{3}$ δημιουργώντας ακόμη μεγαλύτερη πτώση της παραγωγής (ύφεση) από $Y_{2}$ σε $Y_{3}$. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητες 63, 64 & 65."
        }
      },
      {
        id: 25,
        question: "Έστω μια κλειστή οικονομία, με τα εξής δεδομένα:",
        table: {
          headers: ["Περιγραφή", "Εξίσωση/Τιμή", "Αρίθμηση"],
          rows: [
            ["Κατανάλωση:", "$C=50+0,7Y_{D}$", "(1)"],
            ["Διαθέσιμο εισόδημα:", "$Y_{D}=Y-T+TR$", "(2)"],
            ["Φόροι:", "$T=50+0,2Y$", "(3)"],
            ["Μεταβιβάσεις:", "$TR=400-0,1Y$", "(4)"],
            ["Κρατικές δαπάνες:", "500", "(5)"],
            ["Σχεδιασμένη επένδυση:", "500", "(6)"],
            ["Δυνητικό προϊόν:", "3.000", "(7)"]
          ]
        },
        answers: [
          "[-73], [50].",
          "[-200], [0].",
          "[200], [50].",
          "[73], [0]."
        ],
        correct_answer: {
          id: "[-73], [50].",
          explanation: "Υπολογίζουμε το εισόδημα ισορροπίας με βάση την παρακάτω συνθήκη μακροοικονομικής ισορροπίας για κλειστή οικονομία: $Y=C+I+G\\Rightarrow Y=50+0,7(Y-T+TR)+500+500\\Rightarrow Y=1.050+0,7(Y-50-0,2Y+400-0,1Y)+1.000\\Rightarrow Y=1.050+0,7(0,7Y+350)\\Rightarrow Y=1.050+0,5Y+245\\Rightarrow (1-0,5)Y=1295\\Rightarrow Y=1.295/0,5\\Rightarrow Y=2.590$ Εισόδημα Ισορροπίας. Στη συνέχεια, υπολογίζουμε τη δημόσια αποταμίευση (ή αλλιώς δημοσιονομικό αποτέλεσμα), η οποία είναι η διαφορά ανάμεσα στα έσοδα και στις δαπάνες του δημοσίου. Με δεδομένο ότι πιθανοί τόκοι για την εξυπηρέτηση του χρέους της κυβέρνησης δεν λαμβάνονται υπόψη, η δημόσια αποταμίευση ισούται με τη διαφορά των δαπανών του δημοσίου -για την αγορά αγαθών και υπηρεσιών (G) και για τη χρηματοδότηση των μεταβιβαστικών πληρωμών (TR)- από τα φορολογικά έσοδα (Τ): $\\Sigma\\Delta HMOSIA =T-G-TR$ (8). Αντικαθιστούμε τις σχέσεις (3), (4) και (5) στη σχέση (8) και για $Y=2.590$, έχουμε: $\\Sigma\\Delta HMOSIA =T-G-TR=(50+0,2\\times2.590)-500-(400-0,1\\times2.590)=50+518-500-400+259=-73.$ Άρα, στο εισόδημα ισορροπίας, η δημόσια αποταμίευση είναι αρνητική. Με άλλα λόγια, υπάρχει (πρωτογενές) δημοσιονομικό έλλειμμα ύψους 73 νομισματικών μονάδων. Το κυκλικά προσαρμοσμένο δημοσιονομικό αποτέλεσμα (ΚΠΔΑ) αποτελεί μία εκτίμηση της δημόσιας αποταμίευσης που θα υπήρχε αν η οικονομία ισορροπούσε στο ύψος του δυνητικού προϊόντος. Με δεδομένο ότι το εισόδημα ισορροπίας διαφέρει από το δυνητικό προϊόν, η παραπάνω διαδικασία πρέπει να επαναληφθεί με τη διαφορά ότι το εισόδημα ισορροπίας $(Y=2.590)$ αντικαθίσταται από το δυνητικό προϊόν $(Y_{P}=3.000)$. Έτσι, έχουμε: ΚΠΔΑ = T – G-TR = (50+0,2×3.000)-500-(400-0,1×3.000) = $=50+600-500-400+300=50.$ Το κυκλικά προσαρμοσμένο δημοσιονομικό αποτέλεσμα δείχνει ότι αν η οικονομία ισορροπούσε στο επίπεδο πλήρους απασχόλησης (δυνητικό προϊόν $=3.000)$, θα υπήρχε (πρωτογενές) δημοσιονομικό πλεόνασμα ύψους 50 νομισματικών μονάδων. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητες 66 & 68."
        }
      },
      {
        id: 26,
        question: "Όταν τα μακροπρόθεσμα επιτόκια είναι υψηλότερα από τα βραχυπρόθεσμα, αυτό αποτελεί ένα σήμα της αγοράς ότι τα βραχυπρόθεσμα επιτόκια στο μέλλον θα:",
        answers: [
          "μηδενιστούν.",
          "μειωθούν.",
          "αυξηθούν.",
          "παραμείνουν αμετάβλητα."
        ],
        correct_answer: {
          id: "αυξηθούν.",
          explanation: "Τα μακροπρόθεσμα επιτόκια αντανακλούν, σε μεγάλο βαθμό, τη μέση προσδοκία στην αγορά σχετικά με το τι πρόκειται να συμβεί στα βραχυχρόνια επιτόκια στο μέλλον. Όταν τα μακροπρόθεσμα επιτόκια είναι υψηλότερα από τα βραχυπρόθεσμα, η αγορά στέλνει το σήμα ότι αναμένεται αύξηση των βραχυχρόνιων επιτοκίων στο μέλλον. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 74."
        }
      },
      {
        id: 27,
        question: "Αυτόματος σταθεροποιητής είναι:",
        answers: [
          "η ποσότητα χρήματος.",
          "ο φόρος εισοδήματος.",
          "οι φόροι σταθερού ποσού.",
          "οι σταθερές μεταβιβάσεις."
        ],
        correct_answer: {
          id: "ο φόρος εισοδήματος.",
          explanation: "Οι αυτόματοι σταθεροποιητές είναι κανόνες για τις δημόσιες δαπάνες και τη φορολογία που αναγκάζουν τη δημοσιονομική πολιτική να γίνεται αυτόματα επεκτατική όταν το πραγματικό ΑΕΠ μειώνεται και αυτόματα περιοριστική όταν το πραγματικό ΑΕΠ αυξάνεται. Οι αυτόματοι σταθεροποιητές σταθεροποιούν την οικονομία και μετριάζουν τις διακυμάνσεις του οικονομικού κύκλου. Η επιλογή Α δεν αφορά δημοσιονομικό μέγεθος, ενώ οι επιλογές C και D αναφέρονται σε σταθερά δημοσιονομικά μεγέθη τα οποία δεν εξαρτώνται από τις μεταβολές του εισοδήματος. Μόνο ο φόρος εισοδήματος εξαρτάται από τις διακυμάνσεις του εισοδήματος και προσαρμόζεται ώστε να λειτουργεί αντικυκλικά, δηλ. αυξάνεται όταν το εισόδημα είναι υψηλό και μειώνεται όταν το εισόδημα είναι χαμηλό. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 67."
        }
      },
      {
        id: 28,
        question: "Λόγω της νομισματικής ουδετερότητας, η νομισματική πολιτική είναι:",
        answers: [
          "αναποτελεσματική βραχυχρόνια.",
          "αποτελεσματική μακροχρόνια.",
          "αναποτελεσματική μακροχρόνια.",
          "αποτελεσματική βραχυχρόνια και μακροχρόνια."
        ],
        correct_answer: {
          id: "αναποτελεσματική μακροχρόνια.",
          explanation: "Σύμφωνα με την έννοια της νομισματικής ουδετερότητας, μια μεταβολή της προσφοράς χρήματος δεν ασκεί πραγματικές επιδράσεις στην οικονομία στη μακροχρόνια περίοδο και οδηγεί μόνο σε μια αναλογική μεταβολή του γενικού επιπέδου των τιμών (δηλ. οι επιλογές Β και D είναι λάθος). Ωστόσο, στη βραχυχρόνια περίοδο, όταν οι τιμές και οι μισθοί παρουσιάζουν ακαμψία, οι μεταβολές στην ποσότητα χρήματος έχουν ισχυρές πραγματικές επιδράσεις στη δαπάνη και στην παραγωγή (δηλ. η επιλογή Α είναι λάθος). Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 75."
        }
      },
      {
        id: 29,
        question: "Εάν η τράπεζα ABC λειτουργεί σε ένα νομισματικό σύστημα, όπου οι εμπορικές τράπεζες δεν κρατούν ως αποθεματικά περισσότερα από τα ελάχιστα απαιτούμενα και το κοινό δεν κρατάει μετρητά αλλά μόνο καταθέσεις όψεως, ενώ το ποσοστό των ελάχιστων απαιτούμενων αποθεματικών των εμπορικών τραπεζών είναι 10% των καταθέσεων, τότε μια αύξηση των καταθέσεων όψεως κατά 800 εκατομμύρια € στην τράπεζα ABC θα αυξήσει την προσφορά χρήματος κατά:",
        answers: [
          "8 δισεκατομμύρια €.",
          "800 εκατομμύρια Ε.",
          "80 δισεκατομμύρια Ε.",
          "80 εκατομμύρια Ε."
        ],
        correct_answer: {
          id: "8 δισεκατομμύρια €.",
          explanation: "Η ποσότητα του χρήματος προσδιορίζεται κυρίως από την Κεντρική Τράπεζα. Όμως και οι εμπορικές τράπεζες έχουν ενεργό συμμετοχή στη δημιουργία της ποσότητας του χρήματος μέσω της μείωσης ή της αύξησης των πιστώσεων που παρέχουν. Το μη τραπεζικό κοινό συμμετέχει επίσης στη διαμόρφωση του ύψους της προσφοράς χρήματος με το να αποφασίζει για το ποσοστό των καταθέσεών του που κρατεί ως μετρητά. Στην ειδική περίπτωση όπου οι εμπορικές τράπεζες δεν κρατούν ως αποθεματικά περισσότερα από τα απαιτούμενα και το κοινό δεν κρατεί μετρητά, αλλά μόνον καταθέσεις όψεως, ο πολλαπλασιαστής του χρήματος (μ) είναι: $\\mu=1/rr,$ όπου rr είναι το ποσοστό των ελάχιστων αποθεματικών. Η συνολική αύξηση των καταθέσεων (AD) που θα προέλθει από μια αύξηση των τραπεζικών διαθεσίμων (bank reserves, BR), είναι: $\\Delta D=\\mu\\times\\Delta(BR)$ ή $\\Delta D/\\Delta(BR)=\\mu.$ Βάσει των δεδομένων της ερώτησης, θα ισχύει: Συνολική αύξηση προσφοράς χρήματος $(\\Delta D)=[1/(0,1)]\\times800.000.000=800.000.000/0,1 =8$ δισεκατομμύρια €. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 70."
        }
      },
      {
        id: 30,
        question: "Ποια από τις ακόλουθες πολιτικές της Κεντρικής Τράπεζας (ΚΤ) ενισχύει την απασχόληση;",
        answers: [
          "Αύξηση του ποσοστού υποχρεωτικών αποθεματικών των εμπορικών τραπεζών.",
          "Αύξηση του διατραπεζικού επιτοκίου.",
          "Πώληση εντόκων γραμματίων του Δημοσίου.",
          "Αγορά εντόκων γραμματίων του Δημοσίου."
        ],
        correct_answer: {
          id: "Αγορά εντόκων γραμματίων του Δημοσίου.",
          explanation: "Για να ενισχύσει την απασχόληση, η ΚΤ θα πρέπει να ακολουθήσει επεκτατική νομισματική πολιτική. Η αύξηση του ποσοστού υποχρεωτικών αποθεματικών (επιλογή Α), η αύξηση του διατραπεζικού επιτοκίου (επιλογή Β) και η πώληση εντόκων γραμματίων του Δημοσίου (επιλογή C), συνιστούν περιοριστική νομισματική πολιτική. Η αγορά εντόκων γραμματίων του Δημοσίου από την ΚΤ σημαίνει ότι αυξάνεται η τιμή τους, οδηγώντας σε μείωση του επιτοκίου, αύξηση των ιδιωτικών επενδύσεων και σε μετατόπιση της καμπύλης συνολικής ζήτησης (AD) προς τα δεξιά. Έτσι, ενισχύονται η παραγωγή και η απασχόληση. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 74."
        }
      },
      {
        id: 31,
        question: "Σε μία υποθετική οικονομία η οποία αποτελείται από δύο άτομα, τον Α και τον Β, η καμπύλη δυνατοτήτων ωφέλειας έχει τη μορφή που παρουσιάζεται στο παρακάτω διάγραμμα, όπου $U_{A}$ και $U_{B}$ είναι τα επίπεδα χρησιμότητας του Α και του Β αντίστοιχα. Σύμφωνα με το παραπάνω διάγραμμα, βελτίωση κατά Pareto συνιστά η μετακίνηση:",
        answers: [
          "από τον συνδυασμό Γ΄ στον συνδυασμό $\\Delta.$",
          "από τον συνδυασμό Α στον συνδυασμό $\\Delta$",
          "από τον συνδυασμό Β στον συνδυασμό $\\Delta.$",
          "από τον συνδυασμό $\\Delta$ στον συνδυασμό Β."
        ],
        correct_answer: {
          id: "από τον συνδυασμό $\\Delta$ στον συνδυασμό Β.",
          explanation: "Μία μετακίνηση από μία εφικτή θέση σε μία άλλη εφικτή θέση αποτελεί βελτίωση κατά Pareto όταν αυξάνει τη χρησιμότητα (ωφέλεια) τουλάχιστον ενός ατόμου χωρίς να μειώνει τη χρησιμότητα κανενός άλλου. Η μετακίνηση από τον συνδυασμό Γ΄ στον συνδυασμό $\\Delta.$, καθώς και από τον συνδυασμό Α στον συνδυασμό $\\Delta$ οδηγεί σε αύξηση ωφέλειας για τον καταναλωτή Α, αλλά σε μείωση ωφέλειας για τον καταναλωτή Β. Η μετακίνηση από τον συνδυασμό Β στον συνδυασμό $\\Delta$ δεν επιφέρει καμία μεταβολή ωφέλειας για τον καταναλωτή Α, αλλά προκαλεί μείωση ωφέλειας για τον καταναλωτή Β. Η μετακίνηση από τον συνδυασμό $\\Delta$ στον συνδυασμό Β δεν επιφέρει καμία μεταβολή ωφέλειας για τον καταναλωτή Α, αλλά προκαλεί αύξηση ωφέλειας για τον καταναλωτή Β και επομένως αυτή η μετακίνηση συνιστά βελτίωση κατά Pareto. Άρα, η σωστή απάντηση είναι η D. Βλέπε Καραγιάννη, Ενότητα 1.1."
        }
      },
      {
        id: 34,
        question: "Τι από τα παρακάτω ισχύει;",
        answers: [
          "Ο «ηθικός κίνδυνος» υπάρχει όταν ένα μέρος από τους συναλλασσόμενους που έχει πληροφόρηση άγνωστη για το άλλο μέρος, εκμεταλλεύεται την πληροφόρηση αυτή πριν τη συναλλαγή.",
          "Η «επαχθής επιλογή» υπάρχει όταν ένα μέρος από τους συναλλασσόμενους αλλάζει τη συμπεριφορά του μετά τη συναλλαγή, με τρόπο που είναι άγνωστος ή δαπανηρός για το άλλο μέρος.",
          "Η «επαχθής επιλογή» και ο «ηθικός κίνδυνος» είναι δύο φαινόμενα τα οποία συνδέονται άμεσα με την ύπαρξη ασύμμετρης πληροφόρησης ανάμεσα στους συναλλασσόμενους.",
          "Η «επαχθής επιλογή» και ο «ηθικός κίνδυνος» είναι δύο φαινόμενα τα οποία οφείλονται στην ύπαρξη συμμετρικής πληροφόρησης ανάμεσα στους συναλλασσόμενους."
        ],
        correct_answer: {
          id: "Η «επαχθής επιλογή» και ο «ηθικός κίνδυνος» είναι δύο φαινόμενα τα οποία συνδέονται άμεσα με την ύπαρξη ασύμμετρης πληροφόρησης ανάμεσα στους συναλλασσόμενους.",
          explanation: "Ο «ηθικός κίνδυνος» υπάρχει όταν ένα μέρος από τους συναλλασσόμενους αλλάζει τη συμπεριφορά του μετά τη συναλλαγή, με τρόπο που είναι άγνωστος ή δαπανηρός για το άλλο μέρος. Επομένως η επιλογή Α δεν ισχύει. Η «επαχθής επιλογή» υπάρχει όταν ένα μέρος από τους συναλλασσόμενους που έχει πληροφόρηση άγνωστη για το άλλο μέρος, εκμεταλλεύεται την πληροφόρηση αυτή πριν τη συναλλαγή. Επομένως η επιλογή Β δεν ισχύει. Η «επαχθής επιλογή» και ο «ηθικός κίνδυνος» είναι δύο φαινόμενα τα οποία συνδέονται άμεσα με την ύπαρξη ασύμμετρης πληροφόρησης ανάμεσα στους συναλλασσόμενους. Επομένως η επιλογή C ισχύει ενώ η επιλογή D δεν ισχύει. Άρα, η σωστή απάντηση είναι η C. Βλέπε Καραγιάννη, Ενότητες 1.1. & 2.1."
        }
      },
      {
        id: 35,
        question: "Υποθέστε ότι η παραγωγή του αγαθού Χ δημιουργεί αρνητικές εξωτερικές επιδράσεις στην παραγωγή κάποιων άλλων αγαθών. Στην περίπτωση αυτή:",
        answers: [
          "η παραγόμενη ποσότητα του αγαθού Χ είναι μεγαλύτερη από την κοινωνικά επιθυμητή.",
          "το ιδιωτικό οριακό κόστος παραγωγής του αγαθού Χ είναι μεγαλύτερο από το κοινωνικό οριακό κόστος που συνεπάγεται η παραγωγή του αγαθού Χ.",
          "για την παραγωγή του αγαθού Χ χρησιμοποιούνται μικρότερες ποσότητες παραγωγικών συντελεστών από αυτές που επιθυμεί η κοινωνία.",
          "ισχύουν όλα τα παραπάνω."
        ],
        correct_answer: {
          id: "η παραγόμενη ποσότητα του αγαθού Χ είναι μεγαλύτερη από την κοινωνικά επιθυμητή.",
          explanation: "Όταν έχουμε αρνητικές εξωτερικές επιδράσεις στην παραγωγή ισχύει το ακόλουθο διάγραμμα: Βλέπουμε ότι η παραγωγή στην ελεύθερη αγορά είναι $Q_{1}$ (αντιστοιχεί στο σημείο Α, όπου η καμπύλη του ιδιωτικού οριακού κόστους [SiSi] τέμνεται με την καμπύλη του ιδιωτικού οριακού οφέλους [DD]) και είναι μεγαλύτερη από την $Q_{2}$ που είναι η κοινωνικά επιθυμητή, άρα η απάντηση Α είναι η σωστή. Η απάντηση Β είναι λανθασμένη καθώς παρατηρούμε ότι το ιδιωτικό οριακό κόστος (S S ) είναι μικρότερο από το κοινωνικό οριακό κόστος $(S_{k}S_{k})$. Επίσης, στην περίπτωση που δεν λαμβάνονται υπόψη οι αρνητικές επιδράσεις (σημείο Α), οι ποσότητες των παραγωγικών συντελεστών που χρησιμοποιούνται είναι μεγαλύτερες σε σχέση με αυτές που η κοινωνία επιθυμεί (άρα και η C είναι λανθασμένη). Άρα, η σωστή απάντηση είναι η Α. Βλέπε Καραγιάννη, Ενότητα 3.3."
        }
      },
      {
        id: 36,
        question: "Το ιδιωτικό οριακό όφελος (ΙΟΟ) και το ιδιωτικό οριακό κόστος παραγωγής (ΙΟΚ) για το αγαθό Χ δίνονται αντίστοιχα από τις ακόλουθες συναρτήσεις: $I00=600-Q$ και $IOK=1,5Q,$ όπου Q είναι η ποσότητα του αγαθού Χ. Αν από την κατανάλωση του αγαθού Χ, εκτός από το ιδιωτικό οριακό όφελος υπάρχει και ένα επιπρόσθετο όφελος που διαχέεται στην κοινωνία και το οποίο είναι ίσο με 0,50 για κάθε πρόσθετη μονάδα του Χ, τότε το κοινωνικά άριστο επίπεδο παραγωγής αυτού του αγαθού θα είναι ίσο με:",
        answers: [
          "240 μονάδες.",
          "300 μονάδες.",
          "100 μονάδες.",
          "30 μονάδες."
        ],
        correct_answer: {
          id: "300 μονάδες.",
          explanation: "Αθροίζοντας το ιδιωτικό οριακό όφελος με το επιπρόσθετο όφελος που διαχέεται στην κοινωνία βρίσκουμε το κοινωνικό οριακό όφελος (ΚΟΟ): KOO=600-Q+0,5Q600-0,5Q. Εξισώνοντας τώρα το $KOO~\\mu\\epsilon$ το ιδιωτικό οριακό κόστος παραγωγής (ΙΟΚ) βρίσκουμε το κοινωνικά άριστο επίπεδο παραγωγής που είναι: KOO = IOK => 600-0,5Q=1,5Q=> 2Q = 600 => Q = 300 μονάδες. Άρα η σωστή απάντηση είναι η Β. Βλέπε Καραγιάννη, Ενότητα 3.2."
        }
      },
      {
        id: 37,
        question: "Υποθέστε ότι η συνολικά διαθέσιμη ποσότητα ενός αμιγώς δημόσιου αγαθού σε μία κοινωνία που υπάρχουν τέσσερα άτομα είναι Q΄ μονάδες. Η ποσότητα που καταναλώνει από αυτό το αγαθό το καθένα από τα τέσσερα άτομα είναι ίση με:",
        answers: [
          "$Q^{*}/4$ μονάδες.",
          "$4Q^{*}$ μονάδες.",
          "$Q^{*}$ μονάδες.",
          "δεν μπορεί να υπολογιστεί γιατί δεν γνωρίζουμε τις προτιμήσεις των τεσσάρων ατόμων."
        ],
        correct_answer: {
          id: "$Q^{*}$ μονάδες.",
          explanation: "Στα αμιγώς δημόσια αγαθά, η ποσότητα του αγαθού που καταναλώνει το κάθε άτομο είναι ίση με τη διαθέσιμη ποσότητα του αγαθού $(Q^{*})$. Άρα, η σωστή απάντηση είναι η C. Βλέπε Καραγιάννη, Ενότητες 4.2. & 4.3."
        }
      },
      {
        id: 38,
        question: "Μία δημόσια πλατεία, περιορισμένης χωρητικότητας, με ελεύθερη πρόσβαση σε όλους:",
        answers: [
          "αποτελεί αμιγές δημόσιο αγαθό.",
          "είναι αγαθό που χαρακτηρίζεται από ανταγωνιστικότητα στην κατανάλωση και από επιθυμητό αποκλεισμό από τη χρήση.",
          "είναι αγαθό που χαρακτηρίζεται από ανταγωνιστικότητα στην κατανάλωση και από ανεπιθύμητο αποκλεισμό από τη χρήση.",
          "είναι αγαθό που δεν χαρακτηρίζεται ούτε από ανταγωνιστικότητα στην κατανάλωση αλλά ούτε και από δυνατότητα αποκλεισμού από τη χρήση."
        ],
        correct_answer: {
          id: "είναι αγαθό που χαρακτηρίζεται από ανταγωνιστικότητα στην κατανάλωση και από ανεπιθύμητο αποκλεισμό από τη χρήση.",
          explanation: "Μία δημόσια πλατεία, περιορισμένης χωρητικότητας, με ελεύθερη πρόσβαση σε όλους είναι ένα αγαθό που χαρακτηρίζεται από μη επιθυμητό αποκλεισμό από τη χρήση, είναι όμως ανταγωνιστικό ως προς την κατανάλωση, αφού είναι περιορισμένης χωρητικότητας. Δεν αποτελεί αμιγές δημόσιο αγαθό, αφού τα αμιγή δημόσια αγαθά χαρακτηρίζονται τόσο από αδυναμία αποκλεισμού από τη χρήση όσο και από έλλειψη ανταγωνιστικότητας στην κατανάλωση. Άρα, η σωστή απάντηση είναι η C. Βλέπε Καραγιάννη, Ενότητες 4.2. & 4.3."
        }
      },
      {
        id: 39,
        question: "Ένας αποτελεσματικός τρόπος κάλυψης των ζημιών ή των ελλειμμάτων των δημοσίων επιχειρήσεων, που λειτουργούν κάτω από συνθήκες φθίνοντος κόστους, είναι μέσω της τιμολόγησης με βάση το μέσο κόστος παραγωγής. Αυτός ο τρόπος τιμολόγησης έχει:",
        answers: [
          "ως βασικό πλεονέκτημα το ό,τι τα ελλείμματα καλύπτονται εξολοκλήρου από τους καταναλωτές των προϊόντων.",
          "ως βασικό πλεονέκτημα το ό,τι επιτρέπει την άριστη κατανομή των πόρων.",
          "ως βασικό μειονέκτημα το ό,τι η ποσότητα των προϊόντων που παράγεται είναι μεγαλύτερη από την κοινωνικά επιθυμητή.",
          "δεν ισχύει τίποτα από τα παραπάνω."
        ],
        correct_answer: {
          id: "ως βασικό πλεονέκτημα το ό,τι τα ελλείμματα καλύπτονται εξολοκλήρου από τους καταναλωτές των προϊόντων.",
          explanation: "Ο τρόπος κάλυψης των ελλειμμάτων μίας δημόσιας επιχείρησης είναι δυνατόν να περιοριστεί στο σύνολο των καταναλωτών του συγκεκριμένου προϊόντος, δίχως να διαχυθεί στο ευρύτερο κοινωνικό σύνολο (για παράδειγμα μέσω φόρων). Η κάλυψη ενός ελλείμματος μέσω τιμολόγησης στο μέσο κόστος παραγωγής δεν επιτρέπει την άριστη κατανομή των παραγωγικών πόρων, αφού αυτό απαιτεί εξίσωση της τιμής με το οριακό κόστος. Η απόκλιση από την άριστη κατανομή των πόρων για την κάλυψη των ζημιών σημαίνει και παραγόμενη ποσότητα μικρότερη από την κοινωνικά επιθυμητή. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Καραγιάννη, Ενότητα 5.4.1."
        }
      },
      {
        id: 40,
        question: "Το συνολικό κόστος παραγωγής μίας μονοπωλιακής δημόσιας επιχείρησης είναι $C(q)=5q,$ όπου q είναι η ποσότητα παραγωγής. Η καμπύλη ζήτησης του προϊόντος που παράγει αυτή η επιχείρηση είναι $p(q)=15-q,$ όπου $p(q)$ είναι η τιμή του προϊόντος. Αν η δημόσια επιχείρηση επιδιώκει την άριστη κατανομή των παραγωγικών συντελεστών θα παράγει την ποσότητα (q):",
        answers: [
          "$q=5.$",
          "$q=10.$",
          "$q=7,5$",
          "$q=15$"
        ],
        correct_answer: {
          id: "$q=10.$",
          explanation: "Στην περίπτωση που η δημόσια επιχείρηση επιδιώκει την αριστοποίηση της κατανομής των παραγωγικών συντελεστών, θα παράγει την ποσότητα εκείνη για την οποία ισχύει $P=$ MC. Οπότε, με βάση τα δεδομένα έχουμε: $15-q=5=>q=10(MC=dC(q)/dq=5).$ Άρα, η σωστή απάντηση είναι η Β. Βλέπε Καραγιάννη, Ενότητα 5.4."
        }
      },
      {
        id: 41,
        question: "Ποιο από τα παρακάτω θεωρείται ως σημαντικό πλεονέκτημα των άμεσων φόρων;",
        answers: [
          "Η δυνατότητα μετακύλισής τους σε άλλα φυσικά πρόσωπα.",
          "Το χαμηλό διοικητικό κόστος είσπραξή τους.",
          "Ότι εντείνουν την αντίστροφη προοδευτικότητα του φορολογικού συστήματος.",
          "Ότι αμβλύνουν τις εισοδηματικές ανισότητες."
        ],
        correct_answer: {
          id: "Ότι αμβλύνουν τις εισοδηματικές ανισότητες.",
          explanation: "Οι άμεσοι φόροι είναι προσωπικοί φόροι, οι οποίοι επιβάλλονται σύμφωνα με στοιχεία που αποδεικνύουν την ύπαρξη φοροδοτικής ικανότητας του ατόμου. Οι φόροι αυτοί προσαρμόζονται στις εκάστοτε προσωπικές συνθήκες του φορολογούμενου και μεταβάλλονται ανάλογα με αυτές. Πληρώνονται από τους φορολογούμενους, που είναι υπόχρεοι για την πληρωμή τους στην εκάστοτε φορολογική αρχή, χωρίς να δίνεται η δυνατότητα μετακύλισής τους σε άλλα άτομα. Όμως, οι άμεσοι φόροι προϋποθέτουν σημαντικό διοικητικό κόστος είσπραξή τους. Συνεπώς, οι απαντήσεις Α και Β είναι λάθος. Ένα σημαντικό πλεονέκτημα της άμεσης φορολογίας συνίσταται στο γεγονός ότι το φορολογικό βάρος είναι πάντοτε προσαρμοσμένο στις εκάστοτε προσωπικές συνθήκες του φορολογούμενου και μεταβάλλεται ανάλογα με αυτές, εντείνοντας την προοδευτικότητα του φορολογικού συστήματος και αμβλύνοντας τις εισοδηματικές ανισότητες. Συνεπώς, η απάντηση C είναι λάθος. Άρα, η σωστή απάντηση είναι η D. Βλέπε Καραγιάννη, Ενότητα 9.2."
        }
      },
      {
        id: 42,
        question: "Στον παρακάτω πίνακα παρουσιάζεται ο συνολικός φόρος που καταβάλλεται για τρία διαφορετικά επίπεδα εισοδήματος, σύμφωνα με τα φορολογικά συστήματα Α και Β. Με βάση τα δεδομένα του πίνακα, συμπεραίνουμε ότι το φορολογικό σύστημα Α είναι [..........] και το φορολογικό σύστημα Β είναι [..........].",
        table: {
          headers: ["Εισόδημα (Υ)", "Συνολικός φόρος (Τ) (Φορολογικό σύστημα Α)", "Συνολικός φόρος (Τ) (Φορολογικό σύστημα Β)"],
          rows: [
            ["300€", "75€", "60€"],
            ["500€", "125€", "150€"],
            ["640€", "160€", "224€"]
          ]
        },
        answers: [
          "[προοδευτικό], [αναλογικό].",
          "[αναλογικό], [αντιστρόφως προοδευτικό]",
          "[προοδευτικό], [αντιστρόφως προοδευτικό].",
          "[αναλογικό], [προοδευτικό]."
        ],
        correct_answer: {
          id: "[αναλογικό], [προοδευτικό].",
          explanation: "Γνωρίζουμε ότι καθώς αυξάνεται το εισόδημα και γενικότερα διευρύνεται η φορολογική βάση, στην προοδευτική φορολογία ο μέσος φορολογικός συντελεστής αυξάνεται, στην αναλογική παραμένει σταθερός και στην αντίστροφη προοδευτική μειώνεται. Επομένως, για να προσδιορίσουμε το είδος του φορολογικού συστήματος θα πρέπει να υπολογίσουμε τον μέσο φορολογικό συντελεστή $(\\overline{t}=T/Y)$ για τα διάφορα επίπεδα του εισοδήματος. Σύμφωνα με τα στοιχεία του πίνακα έχουμε: Φορολογικό σύστημα Α $Y=300\\in:$ μέσος φορολογικός συντελεστής $=75E/300E=0,25$. $Y=500e:$ μέσος φορολογικός συντελεστής $=125\\epsilon/500\\epsilon=0.25$. $Y=640E$: μέσος φορολογικός συντελεστής $=160e/640e=0,25$. Παρατηρούμε ότι καθώς το εισόδημα αυξάνεται, ο μέσος φορολογικός συντελεστής παραμένει σταθερός. Επομένως, το φορολογικό σύστημα Α είναι αναλογικό. Φορολογικό σύστημα Β $Y=300\\in:$ μέσος φορολογικός συντελεστής $=60E/300\\epsilon=0,20$. $Y=500\\in$: μέσος φορολογικός συντελεστής $=150E/500E=0,30$. $Y=640\\epsilon$ μέσος φορολογικός συντελεστής $=224e/640e=0.35.$ Παρατηρούμε ότι καθώς το εισόδημα αυξάνεται, ο μέσος φορολογικός συντελεστής αυξάνεται. Επομένως, το φορολογικό σύστημα Β είναι προοδευτικό. Άρα, η σωστή απάντηση είναι η D. Βλέπε Καραγιάννη, Ενότητα 9.2."
        }
      }
    ]
  },
  // Προπαρασκευαστικές εξετάσεις 2022-2023
  propa: {
  name: "Προπαρασκευαστικές 2022-2023",
  questions: [
    {
      id: 1,
      question: "Στον παρακάτω πίνακα δίνονται διάφοροι συνδυασμοί ποσοτήτων των αγαθών Χ και Υ που μπορούν να παραχθούν με την υπάρχουσα τεχνολογία σε μία οικονομία όπου όλοι οι παραγωγικοί συντελεστές χρησιμοποιούνται πλήρως και αποδοτικά για την παραγωγή των δύο αγαθών. Από όλα τα παρακάτω το μόνο που ισχύει για τη συγκεκριμένη οικονομία είναι ότι:",
      table: {
        headers: ["Συνδυασμοί", "Ποσότητα αγαθού Χ", "Ποσότητα αγαθού Υ"],
        rows: [
          ["A", "0", "40"],
          ["B", "3", "38"],
          ["Γ", "6", "33"],
          ["Δ", "8", "28"],
          ["E", "9", "25"],
          ["Z", "12", "14"],
          ["H", "15", "0"]
        ]
      },
      answers: [
        "η μέγιστη ποσότητα που μπορεί να παραχθεί από το αγαθό Χ είναι 12 μονάδες.",
        "καθώς η οικονομία μετακινείται από τον συνδυασμό Γ στον συνδυασμό Δ το κόστος ευκαιρίας (εναλλακτικό κόστος) του αγαθού Χ είναι ίσο με 3,5 μονάδες του αγαθού Υ.",
        "η παραγωγή του συνδυασμού που περιλαμβάνει 8 μονάδες από το αγαθό Χ και 25 μονάδες από το αγαθό Υ δεν είναι εφικτή.",
        "η παραγωγή του συνδυασμού Ε είναι εφικτή και αποτελεσματική."
      ],
      correct_answer: {
        id: "η παραγωγή του συνδυασμού Ε είναι εφικτή και αποτελεσματική.",
        explanation: "Αν η παραγωγή του αγαθού Υ είναι μηδενική, γεγονός που σημαίνει ότι όλοι οι παραγωγικοί συντελεστές χρησιμοποιούνται στην παραγωγή του αγαθού Χ, τότε μπορούν να παραχθούν 15 μονάδες από το αγαθό Χ. Επομένως η απάντηση Α δεν ισχύει. Το κόστος ευκαιρίας του αγαθού $X(E_{X})$ σε μονάδες του αγαθού Υ δίνεται από την εξής σχέση: $E_{X}=$ [μονάδες μείωσης ποσότητας Υ]/[μονάδες αύξησης ποσότητας Χ]. Επομένως, καθώς η οικονομία μετακινείται από τον συνδυασμό Γ΄ στον συνδυασμό $\\Delta.$ το κόστος ευκαιρίας του αγαθού Χ είναι: $E_{X}=(33-28)/(8-6)=5/2=2,5$ μονάδες Υ. Συνεπώς, η απάντηση Β δεν ισχύει. Κάθε σημείο της καμπύλης των παραγωγικών δυνατοτήτων δείχνει τη μέγιστη ποσότητα του ενός αγαθού που μπορεί να παραχθεί για δεδομένη ποσότητα του άλλου αγαθού. Η παραγωγή σε σημεία που βρίσκονται δεξιά από την καμπύλη παραγωγικών δυνατοτήτων δεν είναι εφικτή. Η παραγωγή σε σημεία που βρίσκονται πάνω στην καμπύλη παραγωγικών δυνατοτήτων είναι εφικτή και αποτελεσματική. Δηλαδή, δεν είναι δυνατή η παραγωγή μεγαλύτερης ποσότητας από το ένα αγαθό χωρίς να μειωθεί η παραγωγή του άλλου αγαθού. Αν η παραγωγή συντελείται κάτω από την καμπύλη παραγωγικών δυνατοτήτων, τότε αυτή είναι εφικτή αλλά όχι αποτελεσματική. Δηλαδή, μπορεί να παραχθεί μεγαλύτερη ποσότητα από το ένα αγαθό χωρίς να μειωθεί η παραγωγή του άλλου αγαθού. Όταν παράγονται 8 μονάδες από το αγαθό Χ. η μέγιστη ποσότητα από το αγαθό Υ που μπορεί να παραχθεί είναι 28 μονάδες. Επομένως, η παραγωγή του συνδυασμού που περιλαμβάνει 8 μονάδες από το αγαθό Χ και 25 μονάδες από το αγαθό Υ είναι εφικτή αλλά όχι αποτελεσματική. Άρα η απάντηση C δεν ισχύει. Όταν παράγονται 9 μονάδες από το αγαθό Χ, η μέγιστη ποσότητα από το αγαθό Υ που μπορεί να παραχθεί είναι 25 μονάδες. Συνεπώς, η παραγωγή του συνδυασμού Ε είναι εφικτή και αποτελεσματική. Επομένως η απάντηση D ισχύει. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 3."
      }
    },
    {
      id: 2,
      question: "Μία μετακίνηση κατά μήκος της καμπύλης ζήτησης μπίρας είναι αποτέλεσμα μεταβολής:",
      answers: [
        "του εισοδήματος των καταναλωτών.",
        "των προτιμήσεων των καταναλωτών για τη μπίρα.",
        "της τιμής της μπίρας.",
        "της τιμής του κρασιού."
      ],
      correct_answer: {
        id: "της τιμής της μπίρας.",
        explanation: "Γνωρίζουμε ότι η ζητούμενη ποσότητα ενός αγαθού εξαρτάται από την τιμή του, τις τιμές των άλλων αγαθών, το εισόδημα των καταναλωτών και τις προτιμήσεις τους. Μεταβολές της τιμής του αγαθού οδηγούν σε μετακινήσεις πάνω στην καμπύλη ζήτησής του ενώ μία μεταβολή κάποιου άλλου προσδιοριστικού παράγοντα θα οδηγήσει σε μετατόπιση της καμπύλης ζήτησης του αγαθού. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 5."
      }
    },
    {
      id: 3,
      question: "Θεωρήστε ότι η αγορά του αγαθού Χ βρίσκεται σε ισορροπία. Μία αύξηση της τιμής των εισροών που χρησιμοποιούνται για την παραγωγή του αγαθού Χ θα έχει, με όλους τους άλλους παράγοντες σταθερούς, ως αποτέλεσμα:",
      answers: [
        "την αύξηση της τιμής ισορροπίας και της ποσότητας ισορροπίας του αγαθού Χ.",
        "τη μείωση της τιμής ισορροπίας και της ποσότητας ισορροπίας του αγαθού Χ.",
        "την αύξηση της τιμής ισορροπίας και τη μείωση της ποσότητας ισορροπίας του αγαθού Χ.",
        "τη μείωση της τιμής ισορροπίας και την αύξηση της ποσότητας ισορροπίας του αγαθού Χ."
      ],
      correct_answer: {
        id: "την αύξηση της τιμής ισορροπίας και τη μείωση της ποσότητας ισορροπίας του αγαθού Χ.",
        explanation: "Στο σχήμα, το αρχικό σημείο ισορροπίας της αγοράς του αγαθού Χ είναι το Α. Η αύξηση της τιμής των εισροών θα έχει ως αποτέλεσμα την αύξηση του κόστους παραγωγής του αγαθού Χ, γεγονός που θα οδηγήσει σε μείωση της προσφοράς του. Έτσι έχουμε μία μετατόπιση της καμπύλης προσφοράς του αγαθού Χ προς τα αριστερά και επομένως ένα νέο σημείο ισορροπίας το Β. Στη νέα ισορροπία της αγοράς του αγαθού Χ αντιστοιχεί μία μεγαλύτερη τιμή (Ρ2) και μία μικρότερη ποσότητα (Q2). Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητες 5, 6 & 7."
      }
    },
    {
      id: 4,
      question: "Υποθέστε ότι η αγορά του αγαθού Χ, βρίσκεται σε ισορροπία. Μία αύξηση της τιμής ενός συμπληρωματικού αγαθού του αγαθού Χ θα οδηγήσει, με όλους τους άλλους παράγοντες σταθερούς, σε μετατόπιση της καμπύλης [........] του αγαθού Χ προς τα [........], σε [........] της τιμής ισορροπίας του και σε [.........] της ποσότητας ισορροπίας του.",
      answers: [
        "[προσφοράς], [δεξιά], [μείωση], [αύξηση].",
        "[προσφοράς], [αριστερά], [αύξηση], [μείωση].",
        "[ζήτησης], [δεξιά], [αύξηση], [αύξηση].",
        "[ζήτησης], [αριστερά], [μείωση], [μείωση]."
      ],
      correct_answer: {
        id: "[ζήτησης], [αριστερά], [μείωση], [μείωση].",
        explanation: "Η ισορροπία στην αγορά ενός αγαθού προσδιορίζεται από το σημείο τομής των καμπυλών ζήτησης και προσφοράς του. Σύμφωνα με το παρακάτω σχήμα, το αρχικό σημείο ισορροπίας είναι το Α. Επομένως, η τιμή ισορροπίας είναι η $P_{1}$ και η ποσότητα ισορροπίας είναι η $Q_{1}$. Η αύξηση της τιμής του συμπληρωματικού αγαθού του αγαθού Χ θα έχει ως αποτέλεσμα οι καταναλωτές να ζητούν σε κάθε τιμή του μικρότερη ποσότητα, δηλαδή έχουμε μείωση της ζήτησής του. Επομένως η καμπύλη ζήτησης του αγαθού Χ θα μετατοπιστεί προς τα αριστερά, από τη θέση $D_{1}$ στη θέση $D_{2},$ και έτσι έχουμε ένα νέο σημείο ισορροπίας της αγοράς του, το Β, στο οποίο αντιστοιχούν μία μικρότερη τιμή $(P_{2})$ και μία μικρότερη ποσότητα $(Q_{2})$. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητες 5 & 7."
      }
    },
    {
      id: 5,
      question: "Υποθέστε ότι η αγορά καλαμποκιού βρίσκεται σε ισορροπία και η ζήτησή του ως προς την τιμή του είναι ανελαστική. Η εφαρμογή μίας παραγωγικότερης μεθόδου παραγωγής του καλαμποκιού θα έχει ως αποτέλεσμα, με όλους τους άλλους παράγοντες σταθερούς, να [.........] η τιμή ισορροπίας του και στη νέα αυτή τιμή οι παραγωγοί καλαμποκιού να εισπράττουν ένα [..........] ποσό, σε σχέση με αυτό που εισέπρατταν στην αρχική τιμή ισορροπίας.",
      answers: [
        "[μειωθεί], [μεγαλύτερο].",
        "[μειωθεί], [μικρότερο].",
        "[αυξηθεί], [μικρότερο].",
        "[αυξηθεί], [μεγαλύτερο]."
      ],
      correct_answer: {
        id: "[μειωθεί], [μικρότερο].",
        explanation: "Στο παρακάτω σχήμα, το αρχικό σημείο ισορροπίας της αγοράς του καλαμποκιού είναι το Α, στο οποίο αντιστοιχούν τιμή $P_{1}$ και ποσότητα $Q_{1}$. Η εφαρμογή της παραγωγικότερης μεθόδου παραγωγής του καλαμποκιού θα έχει ως αποτέλεσμα την αύξηση της προσφοράς καλαμποκιού και επομένως τη μετατόπιση της καμπύλης προσφοράς του προς τα δεξιά, από τη θέση $S_{1}$ στη θέση $S_{2}.$ Έτσι, έχουμε ένα νέο σημείο ισορροπίας το Β, στο οποίο αντιστοιχούν μικρότερη τιμή (P2) και μεγαλύτερη ποσότητα (Q2). Δεδομένου ότι η ζήτηση του καλαμποκιού ως προς την τιμή του είναι ανελαστική, δηλαδή |ep| < 1, η μείωση της τιμής του κατά ένα ποσοστό θα οδηγήσει σε μία αύξηση της ζητούμενης ποσότητάς του κατά ένα μικρότερο ποσοστό. Επομένως, η δαπάνη των καταναλωτών θα ακολουθήσει την πορεία της τιμής, δηλαδή θα μειωθεί και επομένως και τα έσοδα των παραγωγών θα μειωθούν. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman and Wells, Ενότητες 8 & 9."
      }
    },
    {
      id: 6,
      question: "Η συνάρτηση ζήτησης ενός αγαθού δίνεται από τη σχέση $Q_{D}=500-20P.$ Aν η τιμή του αγαθού μειωθεί από 20€ σε 10€, τότε το πλεόνασμα του καταναλωτή:",
      answers: [
        "θα αυξηθεί κατά 2.000€.",
        "θα μειωθεί κατά 2.250€.",
        "θα μειωθεί κατά 250€.",
        "θα αυξηθεί κατά 1.000€."
      ],
      correct_answer: {
        id: "θα αυξηθεί κατά 2.000€.",
        explanation: "Όταν η τιμή του αγαθού είναι ίση με 20€, η ζητούμενη ποσότητα είναι $Q_{D1}=500-20\\times20=100$. Το σημείο στο οποίο η καμπύλη ζήτησης τέμνει τον άξονα των τιμών το βρίσκουμε θέτοντας $Q_{D}=0$ στη συνάρτηση ζήτησης. Έτσι έχουμε $P=25\\epsilon.$ Το πλεόνασμα του καταναλωτή είναι ίσο με το εμβαδόν του τριγώνου ΑΒΓ: $CS_{1}=(100\\times(25-20))/2=250E.$ Όταν η τιμή του αγαθού είναι ίση με 10€, η ζητούμενη ποσότητα είναι $Q_{D2}=500-20\\times10=300$. Το πλεόνασμα του καταναλωτή είναι ίσο με το εμβαδόν του τριγώνου ΑΔΕ: $CS_{2}=(300\\times(25-10))/2=2.250E.$ Επομένως, έχουμε μία αύξηση του πλεονάσματος του καταναλωτή ίση με: $CS_{2}-CS_{1}=2.250E-250E=2.000E.$ Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman and Wells, Ενότητα 11."
      }
    },
    {
      id: 7,
      question: "Ο εισοδηματικός περιορισμός ενός καταναλωτή που δαπανά όλο το εισόδημά του για την αγορά των αγαθών Χ και Υ είναι: $2.000=20x+10y$ (όπου x είναι η ποσότητα του αγαθού Χ και y είναι η ποσότητα του αγαθού Υ). Αν η οριακή χρησιμότητα του αγαθού Χ είναι ίση με y $(MU_{x}=y)$ και η οριακή χρησιμότητα του αγαθού Υ είναι ίση με $x(MU_{Y}=x)$, τότε ο καταναλωτής αυτός βρίσκεται σε ισορροπία (μεγιστοποιεί τη χρησιμότητά του) όταν καταναλώνει:",
      answers: [
        "50 μονάδες από το αγαθό Χ και 100 μονάδες από το αγαθό Υ.",
        "40 μονάδες από το αγαθό Χ και 120 μονάδες από το αγαθό Υ.",
        "30 μονάδες από το αγαθό Χ και 140 μονάδες από το αγαθό Υ.",
        "60 μονάδες από το αγαθό Χ και 80 μονάδες από το αγαθό Υ."
      ],
      correct_answer: {
        id: "50 μονάδες από το αγαθό Χ και 100 μονάδες από το αγαθό Υ.",
        explanation: "Ο καταναλωτής βρίσκεται σε ισορροπία όταν ισχύει $MU_{X}/P_{x}=MU_{Y}/P_{Y},$ δηλαδή $MU_{X}/MU_{Y}=P_{X}/P_{Y}.$ Με βάση αυτή τη συνθήκη ισορροπίας έχουμε: $y/x=20/10=2$ και άρα $y=2x$. Θέτοντας στην εξίσωση του εισοδηματικού περιορισμού $y=2x$ βρίσκουμε: $2.000=20x+10(2x)=>40x=2.000=>x=50$ μονάδες. Επομένως, $y=2x=(2)\\times(50)=100$ μονάδες. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman and Wells, Ενότητα 20."
      }
    },
    {
      id: 8,
      question: "Η έννοια «φθίνουσες αποδόσεις εισροής» (νόμος φθινουσών αποδόσεων) αναφέρεται στο γεγονός ότι κατά την παραγωγική διαδικασία στη [.........] περίοδο, η αύξηση της ποσότητας μίας εισροής, ενώ τα επίπεδα όλων των άλλων εισροών παραμένουν αμετάβλητα, οδηγεί σε [.........] του οριακού προϊόντος αυτής της εισροής.",
      answers: [
        "[μακροχρόνια], [μείωση].",
        "[βραχυχρόνια], [μείωση].",
        "[μακροχρόνια], [αύξηση].",
        "[βραχυχρόνια], [αύξηση]."
      ],
      correct_answer: {
        id: "[βραχυχρόνια], [μείωση].",
        explanation: "Η έννοια «φθίνουσες αποδόσεις εισροής» (νόμος φθινουσών αποδόσεων) αναφέρεται στη βραχυχρόνια περίοδο και σημειώνει ότι η αύξηση της ποσότητας μίας εισροής, ενώ τα επίπεδα των άλλων εισροών παραμένουν αμετάβλητα, οδηγεί σε μείωση του οριακού προϊόντος αυτής της εισροής ή αλλιώς σε υποχώρηση της αύξησης του συνολικού προϊόντος. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 21."
      }
    },
    {
      id: 9,
      question: "Με βάση τα δεδομένα του παρακάτω πίνακα, ποιο είναι το σταθερό κόστος (FC) της επιχείρησης και ποιο είναι το οριακό κόστος (MC) της τρίτης μονάδας προϊόντος;",
      table: {
        headers: ["Ποσότητα (Q)", "Μεταβλητό κόστος (VC)", "Συνολικό κόστος (TC)"],
        rows: [
          ["0", "0", "40"],
          ["1", "20", "60"],
          ["2", "50", "90"],
          ["3", "90", "130"],
          ["4", "140", "180"],
          ["5", "200", "240"]
        ]
      },
      answers: [
        "$FC=40$ και $MC=30.$",
        "$FC=30$ και $MC=40$",
        "$FC=40$ και $MC=40.$",
        "$FC=30$ και $MC=30.$"
      ],
      correct_answer: {
        id: "$FC=40$ και $MC=40.$",
        explanation: "Το σταθερό κόστος (FC) προκύπτει από τη διαφορά συνολικού κόστους (TC) και μεταβλητού κόστους (VC) και παραμένει το ίδιο σε κάθε επίπεδο προϊόντος. Σύμφωνα με τα δεδομένα του πίνακα $TC-VC=FC=40$ σε κάθε επίπεδο προϊόντος. Ακολούθως, εξετάζοντας τη μεταβολή είτε του συνολικού κόστους είτε του μεταβλητού κόστους στη μετάβαση από τη δεύτερη στην τρίτη μονάδα προϊόντος έχουμε: ATC/AQ = AVC/AQ = (90-50)/1= (130-90)/1 = 40. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητα 22."
      }
    },
    {
      id: 10,
      question: "Αν οι αποδόσεις κλίμακας είναι [..........], τότε το μακροχρόνιο κόστος ανά μονάδα προϊόντος [.......] καθώς αυξάνεται η ποσότητα του προϊόντος που παράγεται.",
      answers: [
        "[φθίνουσες], [αυξάνεται].",
        "[φθίνουσες], [παραμένει σταθερό].",
        "[αύξουσες], [αυξάνεται].",
        "[αύξουσες], [παραμένει σταθερό]."
      ],
      correct_answer: {
        id: "[φθίνουσες], [αυξάνεται].",
        explanation: "Αύξουσες αποδόσεις κλίμακας εμφανίζονται όταν το προϊόν αυξάνεται κατά μεγαλύτερο ποσοστό από την ισοποσοστιαία αύξηση όλων των εισροών και επομένως μειώνεται το μακροχρόνιο μέσο κόστος καθώς αυξάνεται το προϊόν. Οι φθίνουσες αποδόσεις κλίμακας εμφανίζονται όταν το προϊόν αυξάνεται κατά μικρότερο ποσοστό από την ισοποσοστιαία αύξηση όλων των εισροών, οπότε αυξάνεται το μακροχρόνιο μέσο κόστος καθώς αυξάνεται το προϊόν. Τέλος, σταθερές αποδόσεις κλίμακας παρουσιάζονται, όταν μία αύξηση κατά ένα ποσοστό όλων των εισροών οδηγεί σε αύξηση του προϊόντος κατά το ίδιο ποσοστό και συνεπώς το μακροχρόνιο μέσο κόστος παραμένει σταθερό καθώς αυξάνεται το προϊόν. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 23."
      }
    },
    {
      id: 11,
      question: "Μία επιχείρηση που λειτουργεί σε συνθήκες τέλειου ανταγωνισμού, διακόπτει την παραγωγή της στη βραχυχρόνια περίοδο:",
      answers: [
        "όταν το κέρδος της είναι ίσο με το μηδέν.",
        "όταν δεν πραγματοποιεί το μέγιστο κέρδος.",
        "όταν με τα συνολικά της έσοδα καλύπτει το μεταβλητό κόστος παραγωγής και μόνο ένα μέρος του σταθερού κόστους παραγωγής.",
        "για κάθε τιμή του προϊόντος της που είναι μικρότερη από το ελάχιστο μέσο μεταβλητό κόστος παραγωγής."
      ],
      correct_answer: {
        id: "για κάθε τιμή του προϊόντος της που είναι μικρότερη από το ελάχιστο μέσο μεταβλητό κόστος παραγωγής.",
        explanation: "Η επιχείρηση στη βραχυχρόνια περίοδο αντιμετωπίζει εκτός από το μεταβλητό κόστος παραγωγής και το σταθερό κόστος. Οπότε, για κάθε τιμή του προϊόντος της που της εξασφαλίζει ότι με τα συνολικά της έσοδα θα καλύπτει το μεταβλητό κόστος και τουλάχιστον ένα μέρος του σταθερού κόστους έχει συμφέρον να συνεχίσει να παράγει. Και αυτό, γιατί στην περίπτωση αυτή θα έχει ζημίες ίσες με το μέρος του σταθερού κόστους που δεν μπορεί να καλύψει, ενώ αν διακόψει την παραγωγή της, οι ζημίες θα είναι ίσες με το σύνολο του σταθερού κόστους, δηλαδή μεγαλύτερες. Επομένως, η επιχείρηση έχει συμφέρον να παράγει εφόσον η τιμή είναι μεγαλύτερη από το ελάχιστο μέσο μεταβλητό κόστος παραγωγής ή ίση με αυτό. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 26."
      }
    },
    {
      id: 12,
      question: "Στο παρακάτω διάγραμμα παρουσιάζονται η καμπύλη ζήτησης (D), το μέσο έσοδο (AR), η τιμή (Ρ), το οριακό έσοδο (MR), το κόστος ανά μονάδα προϊόντος (ATC) και το οριακό κόστος (MC) μίας μονοπωλιακής επιχείρησης (όπου Q είναι το επίπεδο παραγωγής). Στη θέση ισορροπίας αυτής της μονοπωλιακής επιχείρησης (δηλαδή όταν αυτή μεγιστοποιεί το κέρδος της), η παραγόμενη ποσότητα (Q), η τιμή του προϊόντος (Ρ) και το κέρδος της (Π) είναι:",
      answers: [
        "$Q=250$ μονάδες, $P=100e$, $\\Pi=0E$",
        "$Q=250$ μονάδες, $P=100e.$ Π = 25.000€.",
        "$Q=100\\mu ov\\dot{α}\\delta\\epsilon\\zeta,$ Ρ = 100€, $\\Pi=0E$",
        "$Q=100$ μονάδες, $P=400E$, $\\Pi=30.000e$"
      ],
      correct_answer: {
        id: "$Q=100$ μονάδες, $P=400E$, $\\Pi=30.000e$",
        explanation: "Η ισορροπία της μονοπωλιακής επιχείρησης παρουσιάζεται στο σχήμα από το σημείο Α όπου MR = MC. Επομένως, $Q=100$ μονάδες και $P=400\\in$. Σύμφωνα με τα δεδομένα του σχήματος, $TR=P\\times Q=(400)\\times(100)=40.000E$ και ${}^{T}C=ATC\\times Q=(100)\\times(100)=10.000E.$ Οπότε: $\\Pi=TR-TC=40.000-10.000=30.0006$. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητα 28."
      }
    },
    {
      id: 13,
      question: "Υποθέστε ότι στην αγορά ηλεκτρικού ρεύματος υπάρχει μόνο μία επιχείρηση που παράγει και διαθέτει το ρεύμα στους καταναλωτές και η οποία βρίσκεται σε ισορροπία. Μία αύξηση του μεταβλητού κόστους παραγωγής της εν λόγω επιχείρησης, λόγω αύξησης της διεθνούς τιμής του πετρελαίου, το οποίο χρησιμοποιεί στην παραγωγή του ρεύματος, θα οδηγήσει, με όλους τους άλλους παράγοντες σταθερούς, σε:",
      answers: [
        "αύξηση της ποσότητας ισορροπίας και της τιμής ισορροπίας του ηλεκτρικού ρεύματος.",
        "μείωση της ποσότητας ισορροπίας και της τιμής ισορροπίας του ηλεκτρικού ρεύματος.",
        "αύξηση της ποσότητας ισορροπίας και μείωση της τιμής ισορροπίας του ηλεκτρικού ρεύματος.",
        "μείωση της ποσότητας ισορροπίας και αύξηση της τιμής ισορροπίας του ηλεκτρικού ρεύματος."
      ],
      correct_answer: {
        id: "μείωση της ποσότητας ισορροπίας και αύξηση της τιμής ισορροπίας του ηλεκτρικού ρεύματος.",
        explanation: "Η εν λόγω επιχείρηση παροχής ηλεκτρικού ρεύματος λειτουργεί ως μονοπώλιο και επομένως στη θέση ισορροπίας της ισχύει: οριακό έσοδο (MR) = οριακό κόστος (MC). Σύμφωνα με το παρακάτω σχήμα, η επιχείρηση πριν την αύξηση του μεταβλητού της κόστους παραγωγής παράγει την ποσότητα $Q_{1}$, για την οποία εξισώνεται το οριακό έσοδο (MR) με το οριακό κόστος (MC). Η επιχείρηση πουλά την ποσότητα $Q_{I}$ στην τιμή $P_{1}$. Η αύξηση μεταβλητού κόστους και επομένως και του οριακού κόστους θα οδηγήσει σε μετατόπιση της καμπύλης ΜΕ προς τα πάνω στη θέση MC΄. Στη νέα θέση ισορροπίας της (σημείο Β), η επιχείρηση θα παράγει την ποσότητα $Q_{2}$, την οποία θα προσφέρει στην τιμή $P_{2}$. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητα 28."
      }
    },
    {
      id: 14,
      question: "Η ισχυρότερη μορφή αθέμιτης σύμπραξης μεταξύ επιχειρήσεων για την από κοινού εκμετάλλευση μιας αγοράς είναι:",
      answers: [
        "το δυοπώλιο.",
        "το μονοπώλιο.",
        "το καρτέλ.",
        "το μονοψώνιο."
      ],
      correct_answer: {
        id: "το καρτέλ.",
        explanation: "Ο όρος «αθέμιτη σύμπραξη» αναφέρεται στη συνεργασία μεταξύ επιχειρήσεων (συνήθως σε ολιγοπωλιακούς κλάδους) προκειμένου να αυξηθούν τα συνδυασμένα κέρδη τους. Η ισχυρότερη μορφή αθέμιτης σύμπραξης είναι το καρτέλ, που είναι συμφωνία μεταξύ μιας ομάδας επιχειρήσεων να συνεργαστούν μειώνοντας τη συνολική παραγωγή ώστε να αυξηθούν τα συνολικά κέρδη τους. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 31."
      }
    },
    {
      id: 15,
      question: "Στη θέση ισορροπίας ενός παραγωγού, ο οριακός λόγος τεχνικής υποκατάστασης του κεφαλαίου με εργασία (MRTSLK) είναι ίσος με 0,8 και το οριακό προϊόν της εργασίας (MPL) είναι ίσο με 100. Αν η τιμή (αμοιβή) της εργασίας (w) είναι ίση με 4, τότε το οριακό προϊόν του κεφαλαίου (ΜΡΚ) και η τιμή (αμοιβή) του κεφαλαίου (r) θα είναι:",
      answers: [
        "$MPK=80, r=4.$",
        "$MPK=125, r=5.$",
        "$MPK=100, r=5.$",
        "$MPK=200, r=8.$"
      ],
      correct_answer: {
        id: "$MPK=125, r=5.$",
        explanation: "Όταν ο παραγωγός βρίσκεται σε ισορροπία (δηλαδή μεγιστοποιεί την παραγόμενη ποσότητα προϊόντος με δεδομένο το κόστος ή ελαχιστοποιεί το κόστος για την παραγωγή συγκεκριμένης ποσότητας προϊόντος) ισχύει $MRTS_{LK}=w/r.$ Οπότε: $MRTS_{LK}=w/r=>0,8=4/r=>r=4/0,8=>r=5$. Γνωρίζουμε ότι ο $MRTS_{LK}$ ισούται με τον λόγο των οριακών προϊόντων των δύο συντελεστών παραγωγής, δηλαδή MRTSLK = MPL/ MPK. Επομένως: MRTSLK = MPL/MPK => 0,8100/MPK => MPK = 100/0,8 => MPK = 125. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 43."
      }
    },
    {
      id: 16,
      question: "Σε μία οικονομία παράγεται ένα μόνο τελικό αγαθό από μια παραγωγική διαδικασία 4 σταδίων. Το περασμένο έτος η αξία του τελικού αγαθού ήταν 900 χρηματικές μονάδες (χ.μ.) και η προστιθέμενη αξία (ΠΑ) στα 3 πρώτα στάδια της παραγωγής ήταν:",
      table: {
        headers: ["Στάδιο παραγωγής", "Προστιθέμενη Αξία (χ.μ.)"],
        rows: [
          ["1", "150"],
          ["2", "250"],
          ["3", "350"]
        ]
      },
      answers: [
        "$AE\\Pi=750\\chi.\\mu$ και $\\Pi A_{4}=900\\chi.\\mu.$",
        "$AE\\Pi=900\\chi.\\mu.$ και $\\Pi A_{4}=150\\chi.\\mu.$",
        "$AE\\Pi=600\\chi.\\mu.$ και $\\Pi A_{4}=600\\chi.\\mu.$",
        "$AE\\Pi=900\\chi.\\mu.$ και $\\Pi A_{4}=900\\chi.\\mu.$"
      ],
      correct_answer: {
        id: "$AE\\Pi=900\\chi.\\mu.$ και $\\Pi A_{4}=150\\chi.\\mu.$",
        explanation: "Ισχύει ότι ΑΕΠ = Αξία τελικών αγαθών $=900.$ Επίσης, $AEII=IIA_{1}+\Pi A_{2}+\Pi IA_{3}+\Pi IA_{4}\\Rightarrow900=150+250+350+\Pi A_{4}\\Rightarrow IIA_{4}=150$ όπου οι υποδείκτες δηλώνουν το στάδιο παραγωγής. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 47."
      }
    },
    {
      id: 17,
      question: "Όταν σε μια οικονομία η θετική επενδυτική δαπάνη είναι ίση με την εθνική αποταμίευση, τότε:",
      table: {
        headers: ["", "2013", "2014"],
        rows: [
          ["Πραγματικό ΑΕΠ (έτος βάσης 2010)", "185.108", "186.541"],
          ["Αποπληθωριστής ΑΕΠ (έτος βάσης 2010)", "98.6", "96"]
        ]
      },
      answers: [
        "ο κρατικός προϋπολογισμός είναι μετά βεβαιότητας ισοσκελισμένος.",
        "το ισοζύγιο τρεχουσών συναλλαγών είναι ισοσκελισμένο.",
        "η ιδιωτική αποταμίευση είναι ίση με το έλλειμμα του κρατικού προϋπολογισμού.",
        "υπάρχει καθαρή εισροή κεφαλαίου από το εξωτερικό."
      ],
      correct_answer: {
        id: "το ισοζύγιο τρεχουσών συναλλαγών είναι ισοσκελισμένο.",
        explanation: "Από τη βασική εθνικολογιστική ταυτότητα γνωρίζουμε ότι: $I=(S_{ιδιωτική}+S_{δημόσια})+NCI=S_{εθνική}+NCI$ όπου $I=$ επένδυση, $S=$ αποταμίευση και $NCI=$ καθαρή εισροή κεφαλαίου από το εξωτερικό = ισοζύγιο τρεχουσών συναλλαγών. Συνεπώς, όταν $I=S_{εθνική}$ θα ισχύει $NCI=0$, δηλ. το ισοζύγιο τρεχουσών συναλλαγών είναι ισοσκελισμένο και η επιλογή Β είναι σωστή, ενώ η επιλογή D είναι λανθασμένη. Επιπλέον, από την ισότητα $I=S_{εθνική}=S_{ιδιωτική}+S_{δημόσια}$ δεν μπορούμε να συνάγουμε ότι $S_{δημόσια}=0$ (επιλογή Α), ενώ η επιλογή C συνεπάγεται ότι ιδιωτική = Σδημόσια και $I=0$ το οποίο δεν ισχύει αφού δίνεται $I>0$. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 56."
      }
    },
    {
      id: 18,
      question: "Παραγκωνισμός της επενδυτικής δαπάνης εμφανίζεται όταν, ceteris paribus:",
      answers: [
        "χειροτερεύουν οι επιχειρηματικές προοπτικές.",
        "μειώνονται οι εισροές κεφαλαίου από το εξωτερικό.",
        "αυξάνεται το δημοσιονομικό έλλειμμα.",
        "αυξάνεται η ιδιωτική αποταμίευση."
      ],
      correct_answer: {
        id: "αυξάνεται το δημοσιονομικό έλλειμμα.",
        explanation: "Το φαινόμενο του παραγκωνισμού αναφέρεται στη μείωση της επενδυτικής δαπάνης που οφείλεται σε αύξηση του δημοσιονομικού ελλείμματος και στην επακόλουθη αύξηση του επιτοκίου λόγω της αυξημένης ζήτησης δανειακών κεφαλαίων από το δημόσιο. Η χειροτέρευση των επιχειρηματικών προοπτικών μειώνει τη ζήτηση δανειακών κεφαλαίων και το επιτόκιο, ενώ η αύξηση της ιδιωτικής αποταμίευσης αυξάνει την προσφορά δανειακών κεφαλαίων και μειώνει το επιτόκιο. Τέλος, η μείωση των εισροών κεφαλαίου από το εξωτερικό μειώνει την προσφορά δανειακών κεφαλαίων και αυξάνει το επιτόκιο, αλλά η αύξηση αυτή δεν οφείλεται στην αύξηση του δημοσιονομικού ελλείμματος όπως συμβαίνει στην περίπτωση του παραγκωνισμού. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 57."
      }
    },
    {
      id: 19,
      question: "Στον παρακάτω πίνακα δίνονται το πραγματικό ΑΕΠ της Ελλάδας (σε εκατ. €) με έτος βάσης το 2010 και οι αντίστοιχοι αποπληθωριστές του ΑΕΠ: Βάσει αυτών των στοιχείων, το ονομαστικό ΑΕΠ της Ελλάδας (χωρίς δεκαδικά) και ο ρυθμός πληθωρισμού (με ένα δεκαδικό) βάσει του αποπληθωριστή ΑΕΠ, το 2014 ήταν:",
      table: {
        headers: ["", "2013", "2014"],
        rows: [
          ["Πραγματικό ΑΕΠ (έτος βάσης 2010)", "185.108", "186.541"],
          ["Αποπληθωριστής ΑΕΠ (έτος βάσης 2010)", "98.6", "96"]
        ]
      },
      answers: [
        "ονομαστικό $AE\\Pi=194.313$ εκατ. € και πληθωρισμός $=2,7\\%$",
        "ονομαστικό $AEII=186.541$ εκατ. € και πληθωρισμός = 2,7%.",
        "ονομαστικό $AE\\Pi I=186.541$ εκατ. € και πληθωρισμός = -2,6%.",
        "ονομαστικό $AE\\Pi=179.079$ εκατ. € και πληθωρισμός $\\zeta=-2,6\\%$"
      ],
      correct_answer: {
        id: "ονομαστικό $AE\\Pi=179.079$ εκατ. € και πληθωρισμός $\\zeta=-2,6\\%$",
        explanation: "Ισχύει ότι Αποπληθωριστής ΑΕΠ = [(ονομαστικό ΑΕΠ)/(πραγματικό ΑΕΠ)]×100 => ονομαστικό ΑΕΠ = Αποπληθωριστής ΑΕΠ × πραγματικό ΑΕΠ / $100=96\\times186.541/100=179.079$. Επίσης, Πληθωρισμός 2014 = [(Αποπληθωριστής 2014 - Αποπληθωριστής 2013) / (Αποπληθωριστής $2013)]\\times100=[(96-98,6)/98,6]\\times100=-2,6\\%.$ Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητες 48 & 52."
      }
    },
    {
      id: 20,
      question: "Δίνονται τα ακόλουθα στοιχεία για μια κλειστή οικονομία με κρατικό τομέα:",
      table: {
        headers: ["Περιγραφή", "Εξίσωση/Τιμή"],
        rows: [
          ["$C=128+0,8Y^{d}$", "(κατανάλωση)"],
          ["$I=600$", "(σχεδιασμένη επένδυση)"],
          ["$G=400$", "(κρατικές δαπάνες)"],
          ["$T-TR=0,1025\\times Y$", "(καθαροί φόροι - φόροι – μεταβιβάσεις)"],
          ["$Y^{d}=Y-(T-TR)$", "($Y^{d}=$ διαθέσιμο εισόδημα, $Y=$ συνολικό εισόδημα)"]
        ]
      },
      answers: [
        "η οικονομία βρίσκεται σε ισορροπία.",
        "υπάρχει ανεπιθύμητη μείωση των αποθεμάτων ίση με 141.",
        "υπάρχει ανεπιθύμητη αύξηση των αποθεμάτων ίση με 141.",
        "δεν υπάρχουν ανεπιθύμητες μεταβολές στα αποθέματα."
      ],
      correct_answer: {
        id: "υπάρχει ανεπιθύμητη αύξηση των αποθεμάτων ίση με 141.",
        explanation: "Η σχεδιασμένη συνολική δαπάνη είναι ΑΕσχεδιασμένη = C + I + G, οπότε αντικαθιστώντας από τα δοσμένα μεγέθη: $AE_{σχεδιασμένη}=C+1+G=128+0,8(Y-0,1025Y)+600+400=1.128+0,718Y.$ Συνεπώς, για $Y=4.500$ προκύπτει $AE_{σχεδιασμένη}=1.128+0,718\\times(4.500)=4.359$ δηλαδή η παραγωγή $(Y=4.500)$ είναι μεγαλύτερη από τη σχεδιασμένη συνολική δαπάνη και επομένως θα υπάρχει αύξηση των αποθεμάτων ίση με $Y-AE_{σχεδιασμένη}=4.500-4.359=141.$ Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 62."
      }
    },
    {
      id: 21,
      question: "Ποιος από τους παρακάτω συνδυασμούς μεταβολών προκαλεί σίγουρα μείωση του ΑΕΠ βραχυχρόνια;",
      answers: [
        "Αύξηση των τιμών εισροών και μείωση της ποσότητας χρήματος.",
        "Αύξηση της παραγωγικότητας εργασίας και αύξηση των κρατικών δαπανών.",
        "Μείωση των ονομαστικών μισθών και μείωση της φορολογίας.",
        "Μικρό απόθεμα κεφαλαίου και μείωση των τιμών εισροών."
      ],
      correct_answer: {
        id: "Αύξηση των τιμών εισροών και μείωση της ποσότητας χρήματος.",
        explanation: "Η αύξηση των τιμών εισροών μετατοπίζει τη βραχυχρόνια καμπύλη συνολικής προσφοράς (SRAS) αριστερά και η μείωση της ποσότητας χρήματος μετατοπίζει την καμπύλη συνολικής ζήτησης (AD) αριστερά. Συνεπώς, το ΑΕΠ μειώνεται σίγουρα και η επιλογή Α είναι σωστή. Η αύξηση της παραγωγικότητας μετατοπίζει την SRAS δεξιά και η αύξηση των κρατικών δαπανών μετατοπίζει την AD δεξιά, δηλ. το ΑΕΠ αυξάνεται. Επίσης, η μείωση των ονομαστικών μισθών μετατοπίζει την SRAS δεξιά και η μείωση της φορολογίας μετατοπίζει την AD δεξιά, οπότε το ΑΕΠ αυξάνεται. Τέλος, το μικρό απόθεμα κεφαλαίου μετατοπίζει την AD δεξιά και η μείωση των τιμών εισροών μετατοπίζει την SRAS δεξιά, οπότε το ΑΕΠ αυξάνεται. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητες 63 & 64."
      }
    },
    {
      id: 22,
      question: "Αν η οικονομία βρίσκεται στο σημείο Ε του παρακάτω διαγράμματος (όπου $AD=$ συνολική ζήτηση, SRAS = βραχυχρόνια συνολική προσφορά, LRAS = μακροχρόνια συνολική προσφορά, $P=$ επίπεδο τιμών, $Y_{p}=$ δυνητικό προϊόν), τότε μακροχρόνια η οικονομία:",
      answers: [
        "θα παραμείνει στο σημείο Ε όπου οι τιμές και οι μισθοί παρουσιάζουν πλήρη ευκαμψία.",
        "θα μετακινηθεί προς το σημείο Α λόγω σταδιακής μείωσης των μισθών.",
        "θα μετακινηθεί προς το σημείο Β λόγω σταδιακής αύξησης των μισθών.",
        "θα υπάρχει τάση μείωσης της παραγωγής."
      ],
      correct_answer: {
        id: "θα μετακινηθεί προς το σημείο Α λόγω σταδιακής μείωσης των μισθών.",
        explanation: "Στο σημείο Ε υπάρχει υφεσιακό κενό επειδή η παραγωγή είναι μικρότερη από το δυνητικό προϊόν. Συνεπώς, δεν υπάρχει πλήρης ευκαμψία των μισθών καθώς αυτό συμβαίνει μόνο στο επίπεδο της δυνητικής παραγωγής Υρ. Επιπλέον, η αυξημένη (κυκλική) ανεργία θα συμπιέσει σταδιακά τους μισθούς προς τα κάτω με αποτέλεσμα να μετατοπιστεί η καμπύλη βραχυχρόνιας συνολικής προσφοράς SRAS προς τα κάτω και δεξιά. Συνεπώς, η παραγωγή θα τείνει να αυξηθεί και η ισορροπία της οικονομίας θα μετατοπιστεί μακροχρόνια προς το σημείο Α όπου η εξάλειψη της κυκλικής ανεργίας θα σταματήσει να συμπιέζει περαιτέρω τους μισθούς προς τα κάτω. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 65."
      }
    },
    {
      id: 23,
      question: "Σε μία χώρα, ο πληθυσμός σε ηλικία εργασίας είναι 200 εκατ., οι απασχολούμενοι είναι 135 εκατ. και οι άνεργοι που αναζητούν εργασία είναι 15 εκατ. Στη χώρα αυτή, το ποσοστό ανεργίας είναι:",
      answers: [
        "4%.",
        "7,5%.",
        "10%.",
        "67,5%."
      ],
      correct_answer: {
        id: "10%.",
        explanation: "Σύμφωνα με τα δεδομένα έχουμε: Ποσοστό ανεργίας = [(Αριθμός ανέργων μελών του εργατικού δυναμικού) / (απασχολούμενοι $+dv\\epsilon\\rho\\gamma ου)]\\times100=[15/(135+15)]\\times100=10\\%.$ Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 49."
      }
    },
    {
      id: 24,
      question: "Το παράδοξο της φειδούς οφείλεται στο γεγονός ότι η αύξηση της αποταμίευσης:",
      answers: [
        "δεν συνοδεύεται από αντίστοιχη αύξηση της επενδυτικής δαπάνης.",
        "συνοδεύεται από αντίστοιχη αύξηση της επενδυτικής δαπάνης.",
        "συνοδεύεται από αντίστοιχη αύξηση της κατανάλωσης.",
        "ενισχύει τη συνολική δαπάνη."
      ],
      correct_answer: {
        id: "δεν συνοδεύεται από αντίστοιχη αύξηση της επενδυτικής δαπάνης.",
        explanation: "Η αύξηση της αποταμίευσης αποτελεί διαρροή από τη συνολική δαπάνη και μειώνει αντίστοιχα την κατανάλωση, επομένως οι επιλογές C και D είναι λανθασμένες. Αν αυτή η διαρροή επανερχόταν στο κύκλωμα της δαπάνης μέσω αυξημένων επενδύσεων, τότε δεν θα υπήρχε αρνητική επίπτωση από την αύξηση της αποταμίευσης, δηλαδή δεν θα υπήρχε το παράδοξο ότι η «ενάρετη» αποταμίευση μειώνει την οικονομική δραστηριότητα. Συνεπώς, το παράδοξο της φειδούς εμφανίζεται όταν η αύξηση της αποταμίευσης και η μείωση της κατανάλωσης δεν συνοδεύεται από αντίστοιχη αύξηση της επενδυτικής δαπάνης. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 62."
      }
    },
    {
      id: 25,
      question: "Βάσει της θεωρίας των αυτόματων σταθεροποιητών, όταν μία οικονομία επεκτείνεται, το κράτος εμφανίζεται να εφαρμόζει αυτόματα [...............] δημοσιονομική πολιτική και το δημοσιονομικό πλεόνασμα [.... ..]",
      table: {
        headers: ["Περιγραφή", "Εξίσωση/Τιμή", "Αρίθμηση"],
        rows: [
          ["Κατανάλωση:", "$C=50+0,7Y_{D}$", "(1)"],
          ["Διαθέσιμο εισόδημα:", "$Y_{D}=Y-T+TR$", "(2)"],
          ["Φόροι:", "$T=50+0,2Y$", "(3)"],
          ["Μεταβιβάσεις:", "$TR=400-0,1Y$", "(4)"],
          ["Κρατικές δαπάνες:", "$G=500$", "(5)"],
          ["Σχεδιασμένη επένδυση:", "$I=500$", "(6)"],
          ["Δυνητικό προϊόν:", "$Y_{P}=3.000$", "(7)"]
        ]
      },
      answers: [
        "[επεκτατική], [αυξάνεται].",
        "[περιοριστική], [μειώνεται].",
        "[περιοριστική], [αυξάνεται].",
        "[επεκτατική], [μειώνεται]."
      ],
      correct_answer: {
        id: "[περιοριστική], [αυξάνεται].",
        explanation: "Βάσει της θεωρίας των αυτόματων σταθεροποιητών, όταν μία οικονομία επεκτείνεται (δηλ. αυξάνονται το εισόδημα και η απασχόληση), αυξάνονται τα φορολογικά έσοδα και μειώνονται οι μεταβιβάσεις (π.χ. επιδόματα ανεργίας, πρόνοιας κ.λπ.). Συνεπώς, το κράτος εμφανίζεται να εφαρμόζει αυτόματα περιοριστική δημοσιονομική πολιτική και το πλεόνασμα του προϋπολογισμού αυξάνεται. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 67."
      }
    },
    {
      id: 26,
      question: "Μια αύξηση της προσφοράς χρήματος, ceteris paribus:",
      answers: [
        "αυξάνει το ΑΕΠ βραχυχρόνια, αλλά όχι μακροχρόνια.",
        "μειώνει το ΑΕΠ βραχυχρόνια, αλλά όχι μακροχρόνια.",
        "αυξάνει το ΑΕΠ μακροχρόνια, αλλά όχι βραχυχρόνια.",
        "μειώνει το ΑΕΠ μακροχρόνια, αλλά όχι βραχυχρόνια."
      ],
      correct_answer: {
        id: "αυξάνει το ΑΕΠ βραχυχρόνια, αλλά όχι μακροχρόνια.",
        explanation: "Σύμφωνα με την αρχή της νομισματικής ουδετερότητας, μακροχρόνια, η μεταβολή στην προσφορά χρήματος δεν επηρεάζει τα πραγματικά μεγέθη της οικονομίας αλλά έχει επίπτωση μόνο στο γενικό επίπεδο των τιμών. Αντίθετα, βραχυχρόνια, η αύξηση της προσφοράς χρήματος από την Κεντρική Τράπεζα, οδηγεί σε μείωση των επιτοκίων. Ένα χαμηλότερο επιτόκιο θα οδηγήσει σε μεγαλύτερη επενδυτική δαπάνη που αυξάνει το εισόδημα και σε υψηλότερη καταναλωτική δαπάνη μέσω του πολλαπλασιαστή, που με τη σειρά τους αυξάνουν τη συνολική ζήτηση και το πραγματικό ΑΕΠ. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 75."
      }
    },
    {
      id: 27,
      question: "Η μακροχρόνια καμπύλη Phillips μας βοηθάει να προσδιορίσουμε το φυσικό ποσοστό ανεργίας (ή ΝΑIRU) μιας οικονομίας διότι μας δείχνει ότι:",
      answers: [
        "όσο αυξάνεται ο πληθωρισμός μειώνεται συνεχώς η ανεργία μακροχρόνια.",
        "όσο μειώνεται ο πληθωρισμός μειώνεται συνεχώς η ανεργία μακροχρόνια.",
        "όταν η ανεργία πέσει στο φυσικό ποσοστό μακροχρόνια εμφανίζεται επιταχυνόμενος αποπληθωρισμός.",
        "όταν η ανεργία πέσει στο φυσικό ποσοστό μακροχρόνια εμφανίζεται επιταχυνόμενος πληθωρισμός."
      ],
      correct_answer: {
        id: "όταν η ανεργία πέσει στο φυσικό ποσοστό μακροχρόνια εμφανίζεται επιταχυνόμενος πληθωρισμός.",
        explanation: "Η μακροχρόνια καμπύλη Phillips είναι κάθετη στο φυσικό ποσοστό ανεργίας (ή ΝAIRU). Συνεπώς, οι επιλογές Α και Β είναι λανθασμένες. Επιπλέον, επεκτατικές πολιτικές που μειώνουν την ανεργία δημιουργούν επιταχυνόμενο πληθωρισμό μακροχρόνια όταν το ποσοστό ανεργίας πέσει στο φυσικό ποσοστό, οπότε εξαλείφεται η αρνητική σχέση πληθωρισμού και ανεργίας που αποδίδεται από τη βραχυχρόνια καμπύλη Phillips. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητα 77."
      }
    },
    {
      id: 28,
      question: "Αν η ισοτιμία αγοραστικής δύναμης ΙΑΔ (σε μονάδες εγχώριου νομίσματος ανά μονάδα ξένου νομίσματος) διπλασιαστεί, αλλά η αντίστοιχη ονομαστική συναλλαγματική ισοτιμία (e) παραμένει αμετάβλητη, τότε η πραγματική συναλλαγματική ισοτιμία (ε), σε καλάθια εγχώριων αγαθών ανά καλάθι ξένων αγαθών:",
      answers: [
        "διπλασιάζεται.",
        "υποδιπλασιάζεται.",
        "παραμένει αμετάβλητη.",
        "Δεν μπορεί να προσδιοριστεί πώς θα μεταβληθεί."
      ],
      correct_answer: {
        id: "υποδιπλασιάζεται.",
        explanation: "Αν Ρ είναι το εγχώριο επίπεδο τιμών και $P^{*}$ είναι το ξένο επίπεδο τιμών, η πραγματική συναλλαγματική ισοτιμία (ε) δίνεται από την εξής σχέση: $\\epsilon=\\frac{eP^{\\dot{\\pi}}}{P}$ (1) όπου ε είναι η ονομαστική ισοτιμία. Η ισοτιμία αγοραστικής δύναμης (ΙΑΔ) είναι η ονομαστική ισοτιμία στην οποία ένα καλάθι αγαθών έχει το ίδιο κόστος στις δύο χώρες, δηλ. $P=IA\\Delta\\times P^{*}\\Rightarrow\\frac{P^{*}}{P}=\\frac{1}{IA\\Delta}$ (2). Από τις σχέσεις (1) και (2) συνάγεται $\\epsilon=\\frac{e}{IA\\Delta}$ και, επομένως, αν διπλασιαστεί η ΙΑΔ με σταθερή την e, η πραγματική ισοτιμία υποδιπλασιάζεται. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman and Wells, Ενότητα 80."
      }
    },
    {
      id: 29,
      question: "Εάν η τράπεζα ABC λειτουργεί σε ένα νομισματικό σύστημα, όπου οι εμπορικές τράπεζες δεν κρατούν ως αποθεματικά περισσότερα από τα ελάχιστα απαιτούμενα και το κοινό δεν κρατάει μετρητά αλλά μόνο καταθέσεις όψεως, ενώ το ποσοστό των ελάχιστων απαιτούμενων αποθεματικών των εμπορικών τραπεζών είναι 10% των καταθέσεων, τότε μια αύξηση των καταθέσεων όψεως κατά 800 εκατομμύρια € στην τράπεζα ABC θα αυξήσει την προσφορά χρήματος κατά:",
      answers: [
        "8 δισεκατομμύρια €.",
        "800 εκατομμύρια Ε.",
        "80 δισεκατομμύρια Ε.",
        "80 εκατομμύρια Ε."
      ],
      correct_answer: {
        id: "8 δισεκατομμύρια €.",
        explanation: "Η ποσότητα του χρήματος προσδιορίζεται κυρίως από την Κεντρική Τράπεζα. Όμως και οι εμπορικές τράπεζες έχουν ενεργό συμμετοχή στη δημιουργία της ποσότητας του χρήματος μέσω της μείωσης ή της αύξησης των πιστώσεων που παρέχουν. Το μη τραπεζικό κοινό συμμετέχει επίσης στη διαμόρφωση του ύψους της προσφοράς χρήματος με το να αποφασίζει για το ποσοστό των καταθέσεών του που κρατεί ως μετρητά. Στην ειδική περίπτωση όπου οι εμπορικές τράπεζες δεν κρατούν ως αποθεματικά περισσότερα από τα απαιτούμενα και το κοινό δεν κρατεί μετρητά, αλλά μόνον καταθέσεις όψεως, ο πολλαπλασιαστής του χρήματος (μ) είναι: $\\mu=1/rr,$ όπου rr είναι το ποσοστό των ελάχιστων αποθεματικών. Η συνολική αύξηση των καταθέσεων (AD) που θα προέλθει από μια αύξηση των τραπεζικών διαθεσίμων (bank reserves, BR), είναι: $\\Delta D=\\mu\\times\\Delta(BR)$ ή $\\Delta D/\\Delta(BR)=\\mu.$ Βάσει των δεδομένων της ερώτησης, θα ισχύει: Συνολική αύξηση προσφοράς χρήματος $(\\Delta D)=[1/(0,1)]\\times800.000.000=800.000.000/0,1 =8$ δισεκατομμύρια €. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 70."
      }
    },
    {
      id: 30,
      question: "Έστω μια κλειστή οικονομία, με τα εξής δεδομένα: $C=100+0,7Y_{D}, T=50+0,2Y, TR=400-0,1Y, G=600, I=500$, όπου C είναι η καταναλωτική δαπάνη, Τ είναι τα φορολογικά έσοδα, TR είναι οι μεταβιβαστικές πληρωμές, G είναι οι δημόσιες δαπάνες για αγαθά και υπηρεσίες, Ι είναι οι σχεδιασμένες επενδύσεις, $Y_{D}$ είναι το διαθέσιμο εισόδημα και Υ είναι το πραγματικό ΑΕΠ. Επίσης, το δυνητικό ΑΕΠ είναι ίσο με $Y_{p}=2700.$ Χωρίς να λαμβάνεται υπόψη ούτε το κόστος τυχόν δανεισμού ούτε τα έσοδα δημόσιας αποταμίευσης από προηγούμενα οικονομικά έτη, η δημόσια αποταμίευση στο σημείο ισορροπίας είναι ίση με [......], ενώ το κυκλικά προσαρμοσμένο δημοσιονομικά αποτέλεσμα είναι ίσο με [......]. Σημείωση: Οι δεκαδικοί αριθμοί να στρογγυλοποιηθούν στο πλησιέστερο δέκατο.",
      answers: [
        "[83], [-140].",
        "[-83], [40].",
        "[40], [0].",
        "[0], [-40]."
      ],
      correct_answer: {
        id: "[83], [-140].",
        explanation: "Αρχικά, υπολογίζουμε το εισόδημα ισορροπίας με βάση την παρακάτω συνθήκη μακροοικονομικής ισορροπίας για κλειστή οικονομία: $Y=C+I+G\\Rightarrow Y=100+0,7(Y-T+TR)+500+600\\Rightarrow Y=100+0,7(Y-50-0,2Y+400-0,1Y)+1100\\Rightarrow Y=1200+0,7(0,7Y+350)\\Rightarrow Y=1200+0,5Y+245\\Rightarrow (1-0,5)Y=1445\\Rightarrow Y=1445/0,5\\Rightarrow Y=2890$ Εισόδημα Ισορροπίας. Στη συνέχεια, υπολογίζουμε τη δημόσια αποταμίευση (ή αλλιώς δημοσιονομικό αποτέλεσμα), η οποία είναι η διαφορά ανάμεσα στα έσοδα και στις δαπάνες του δημοσίου. Με δεδομένο ότι πιθανοί τόκοι για την εξυπηρέτηση του χρέους της κυβέρνησης δεν λαμβάνονται υπόψη, η δημόσια αποταμίευση ισούται με τη διαφορά εσόδων και εξόδων του δημοσίου: $\\Sigma\\Delta HMOSIA =T-G-TR.$ Αντικαθιστώντας στη σχέση αυτή τα δεδομένα Τ, G και TR και λαμβάνοντας υπόψη ότι $Y=2890$, έχουμε: $\\Sigma\\Delta HMOSIA =T-G-TR=(50+0,2^{*}2890)-600-(400-0,1^{*}2890)=50+578-600-400+289=-83$. Άρα, στο εισόδημα ισορροπίας, η δημόσια αποταμίευση είναι αρνητική. Με άλλα λόγια, υπάρχει (πρωτογενές) δημοσιονομικό έλλειμμα ύψους 83 νομισματικών μονάδων. Το κυκλικά προσαρμοσμένο δημοσιονομικό αποτέλεσμα (ΚΠΔΑ) αποτελεί μία εκτίμηση της δημόσιας αποταμίευσης που θα υπήρχε αν η οικονομία ισορροπούσε στο ύψος του δυνητικού προϊόντος. Με δεδομένο ότι το εισόδημα ισορροπίας διαφέρει από το δυνητικό προϊόν, η παραπάνω διαδικασία πρέπει να επαναληφθεί με τη διαφορά ότι το εισόδημα ισορροπίας $(Y=2890)$ αντικαθίσταται από το δυνητικό προϊόν $(Y_{p}=2700).$ Έτσι, έχουμε: ΚΠΔΑ = T – G-TR (50+0,2*2700)-600-(400-0,1*2700) = $=50+540-600-400+270=-140.$ Το κυκλικά προσαρμοσμένο δημοσιονομικό αποτέλεσμα δείχνει ότι αν η οικονομία ισορροπούσε στο επίπεδο πλήρους απασχόλησης (δυνητικό προϊόν $=2700)$ θα υπήρχε (πρωτογενές) δημοσιονομικό έλλειμμα ύψους 140 νομισματικών μονάδων. Δηλαδή, το δημοσιονομικό έλλειμμα θα ήταν ακόμα μεγαλύτερο. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητες 66 & 68."
      }
    },
    {
      id: 31,
      question: "Αν στην οικονομία Χ ο πολλαπλασιαστής χρήματος (μ) ήταν 2 και η νομισματική βάση (Β) ήταν 10 δισεκατομμύρια χρηματικές μονάδες (δις χ.μ.), το περασμένο έτος, τότε η ποσότητα χρήματος με τη στενή έννοια (Μ1) ήταν:",
      answers: [
        "$10~\\delta i\\zeta~\\chi.\\mu.$",
        "5 δις χ.μ.",
        "20 δις χ.μ.",
        "12 δις χ.μ."
      ],
      correct_answer: {
        id: "20 δις χ.μ.",
        explanation: "Ο πολλαπλασιαστής χρήματος είναι ο λόγος της ποσότητας χρήματος με τη στενή έννοια προς τη νομισματική βάση: $\\mu=\\frac{M1}{B}\\Rightarrow M1=\\mu\\times B=2\\times10=20~\\delta i\\zeta~\\chi.\\mu.$ Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 70."
      }
    },
    {
      id: 32,
      question: "Ποια από τις ακόλουθες πολιτικές της Κεντρικής Τράπεζας (ΚΤ) ενισχύει την απασχόληση;",
      answers: [
        "Αύξηση του ποσοστού υποχρεωτικών αποθεματικών των εμπορικών τραπεζών.",
        "Αύξηση του διατραπεζικού επιτοκίου.",
        "Πώληση εντόκων γραμματίων του Δημοσίου.",
        "Αγορά εντόκων γραμματίων του Δημοσίου."
      ],
      correct_answer: {
        id: "Αγορά εντόκων γραμματίων του Δημοσίου.",
        explanation: "Για να ενισχύσει την απασχόληση, η ΚΤ θα πρέπει να ακολουθήσει επεκτατική νομισματική πολιτική. Η αύξηση του ποσοστού υποχρεωτικών αποθεματικών (επιλογή Α), η αύξηση του διατραπεζικού επιτοκίου (επιλογή Β) και η πώληση εντόκων γραμματίων του Δημοσίου (επιλογή C), συνιστούν περιοριστική νομισματική πολιτική. Η αγορά εντόκων γραμματίων του Δημοσίου από την ΚΤ σημαίνει ότι αυξάνεται η τιμή τους, οδηγώντας σε μείωση του επιτοκίου, αύξηση των ιδιωτικών επενδύσεων και σε μετατόπιση της καμπύλης συνολικής ζήτησης (AD) προς τα δεξιά. Έτσι, ενισχύονται η παραγωγή και η απασχόληση. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 74."
      }
    },
    {
      id: 33,
      question: "Σε μία υποθετική οικονομία η οποία αποτελείται από δύο άτομα, τον Α και τον Β, η καμπύλη δυνατοτήτων ωφέλειας έχει τη μορφή που παρουσιάζεται στο παρακάτω διάγραμμα, όπου $U_{A}$ και $U_{B}$ είναι τα επίπεδα χρησιμότητας του Α και του Β αντίστοιχα. Σύμφωνα με το παραπάνω διάγραμμα, βελτίωση κατά Pareto συνιστά η μετακίνηση:",
      answers: [
        "από τον συνδυασμό Γ΄ στον συνδυασμό $\\Delta.$",
        "από τον συνδυασμό Α στον συνδυασμό $\\Delta$",
        "από τον συνδυασμό Β στον συνδυασμό $\\Delta.$",
        "από τον συνδυασμό $\\Delta$ στον συνδυασμό Β."
      ],
      correct_answer: {
        id: "από τον συνδυασμό $\\Delta$ στον συνδυασμό Β.",
        explanation: "Μία μετακίνηση από μία εφικτή θέση σε μία άλλη εφικτή θέση αποτελεί βελτίωση κατά Pareto όταν αυξάνει τη χρησιμότητα (ωφέλεια) τουλάχιστον ενός ατόμου χωρίς να μειώνει τη χρησιμότητα κανενός άλλου. Η μετακίνηση από τον συνδυασμό Γ΄ στον συνδυασμό $\\Delta.$, καθώς και από τον συνδυασμό Α στον συνδυασμό $\\Delta$ οδηγεί σε αύξηση ωφέλειας για τον καταναλωτή Α, αλλά σε μείωση ωφέλειας για τον καταναλωτή Β. Η μετακίνηση από τον συνδυασμό Β στον συνδυασμό $\\Delta$ δεν επιφέρει καμία μεταβολή ωφέλειας για τον καταναλωτή Α, αλλά προκαλεί μείωση ωφέλειας για τον καταναλωτή Β. Η μετακίνηση από τον συνδυασμό $\\Delta$ στον συνδυασμό Β δεν επιφέρει καμία μεταβολή ωφέλειας για τον καταναλωτή Α, αλλά προκαλεί αύξηση ωφέλειας για τον καταναλωτή Β και επομένως αυτή η μετακίνηση συνιστά βελτίωση κατά Pareto. Άρα, η σωστή απάντηση είναι η D. Βλέπε Καραγιάννη, Ενότητα 1.1."
      }
    },
    {
      id: 34,
      question: "Τι από τα παρακάτω ισχύει;",
      answers: [
        "Ο «ηθικός κίνδυνος» υπάρχει όταν ένα μέρος από τους συναλλασσόμενους που έχει πληροφόρηση άγνωστη για το άλλο μέρος, εκμεταλλεύεται την πληροφόρηση αυτή πριν τη συναλλαγή.",
        "Η «επαχθής επιλογή» υπάρχει όταν ένα μέρος από τους συναλλασσόμενους αλλάζει τη συμπεριφορά του μετά τη συναλλαγή, με τρόπο που είναι άγνωστος ή δαπανηρός για το άλλο μέρος.",
        "Η «επαχθής επιλογή» και ο «ηθικός κίνδυνος» είναι δύο φαινόμενα τα οποία συνδέονται άμεσα με την ύπαρξη ασύμμετρης πληροφόρησης ανάμεσα στους συναλλασσόμενους.",
        "Η «επαχθής επιλογή» και ο «ηθικός κίνδυνος» είναι δύο φαινόμενα τα οποία οφείλονται στην ύπαρξη συμμετρικής πληροφόρησης ανάμεσα στους συναλλασσόμενους."
      ],
      correct_answer: {
        id: "Η «επαχθής επιλογή» και ο «ηθικός κίνδυνος» είναι δύο φαινόμενα τα οποία συνδέονται άμεσα με την ύπαρξη ασύμμετρης πληροφόρησης ανάμεσα στους συναλλασσόμενους.",
        explanation: "Ο «ηθικός κίνδυνος» υπάρχει όταν ένα μέρος από τους συναλλασσόμενους αλλάζει τη συμπεριφορά του μετά τη συναλλαγή, με τρόπο που είναι άγνωστος ή δαπανηρός για το άλλο μέρος. Επομένως η επιλογή Α δεν ισχύει. Η «επαχθής επιλογή» υπάρχει όταν ένα μέρος από τους συναλλασσόμενους που έχει πληροφόρηση άγνωστη για το άλλο μέρος, εκμεταλλεύεται την πληροφόρηση αυτή πριν τη συναλλαγή. Επομένως η επιλογή Β δεν ισχύει. Η «επαχθής επιλογή» και ο «ηθικός κίνδυνος» είναι δύο φαινόμενα τα οποία συνδέονται άμεσα με την ύπαρξη ασύμμετρης πληροφόρησης ανάμεσα στους συναλλασσόμενους. Επομένως η επιλογή C ισχύει ενώ η επιλογή D δεν ισχύει. Άρα, η σωστή απάντηση είναι η C. Βλέπε Καραγιάννη, Ενότητες 1.1. & 2.1."
      }
    },
    {
      id: 35,
      question: "Υποθέστε ότι η παραγωγή του αγαθού Χ δημιουργίζει αρνητικές εξωτερικές επιδράσεις στην παραγωγή κάποιων άλλων αγαθών. Στην περίπτωση αυτή:",
      answers: [
        "η παραγόμενη ποσότητα του αγαθού Χ είναι μεγαλύτερη από την κοινωνικά επιθυμητή.",
        "το ιδιωτικό οριακό κόστος παραγωγής του αγαθού Χ είναι μεγαλύτερο από το κοινωνικό οριακό κόστος που συνεπάγεται η παραγωγή του αγαθού Χ.",
        "για την παραγωγή του αγαθού Χ χρησιμοποιούνται μικρότερες ποσότητες παραγωγικών συντελεστών από αυτές που επιθυμεί η κοινωνία.",
        "ισχύουν όλα τα παραπάνω."
      ],
      correct_answer: {
        id: "η παραγόμενη ποσότητα του αγαθού Χ είναι μεγαλύτερη από την κοινωνικά επιθυμητή.",
        explanation: "Όταν έχουμε αρνητικές εξωτερικές επιδράσεις στην παραγωγή ισχύει το ακόλουθο διάγραμμα: Βλέπουμε ότι η παραγωγή στην ελεύθερη αγορά είναι $Q_{1}$ (αντιστοιχεί στο σημείο Α, όπου η καμπύλη του ιδιωτικού οριακού κόστους [SiSi] τέμνεται με την καμπύλη του ιδιωτικού οριακού οφέλους [DD]) και είναι μεγαλύτερη από την $Q_{2}$ που είναι η κοινωνικά επιθυμητή, άρα η απάντηση Α είναι η σωστή. Η απάντηση Β είναι λανθασμένη καθώς παρατηρούμε ότι το ιδιωτικό οριακό κόστος (S S ) είναι μικρότερο από το κοινωνικό οριακό κόστος $(S_{k}S_{k})$. Επίσης, στην περίπτωση που δεν λαμβάνονται υπόψη οι αρνητικές επιδράσεις (σημείο Α), οι ποσότητες των παραγωγικών συντελεστών που χρησιμοποιούνται είναι μεγαλύτερες σε σχέση με αυτές που η κοινωνία επιθυμεί (άρα και η C είναι λανθασμένη). Άρα, η σωστή απάντηση είναι η Α. Βλέπε Καραγιάννη, Ενότητα 3.3."
      }
    },
    {
      id: 36,
      question: "Το ιδιωτικό οριακό όφελος (ΙΟΟ) και το ιδιωτικό οριακό κόστος παραγωγής (ΙΟΚ) για το αγαθό Χ δίνονται αντίστοιχα από τις ακόλουθες συναρτήσεις: $I00=600-Q$ και $IOK=1,5Q,$ όπου Q είναι η ποσότητα του αγαθού Χ. Αν από την κατανάλωση του αγαθού Χ, εκτός από το ιδιωτικό οριακό όφελος υπάρχει και ένα επιπρόσθετο όφελος που διαχέεται στην κοινωνία και το οποίο είναι ίσο με 0,50 για κάθε πρόσθετη μονάδα του Χ, τότε το κοινωνικά άριστο επίπεδο παραγωγής αυτού του αγαθού θα είναι ίσο με:",
      answers: [
        "240 μονάδες.",
        "300 μονάδες.",
        "100 μονάδες.",
        "30 μονάδες."
      ],
      correct_answer: {
        id: "300 μονάδες.",
        explanation: "Αθροίζοντας το ιδιωτικό οριακό όφελος με το επιπρόσθετο όφελος που διαχέεται στην κοινωνία βρίσκουμε το κοινωνικό οριακό όφελος (ΚΟΟ): KOO=600-Q+0,5Q600-0,5Q. Εξισώνοντας τώρα το $KOO~\\mu\\epsilon$ το ιδιωτικό οριακό κόστος παραγωγής (ΙΟΚ) βρίσκουμε το κοινωνικά άριστο επίπεδο παραγωγής που είναι: KOO = IOK => 600-0,5Q=1,5Q=> 2Q = 600 => Q = 300 μονάδες. Άρα η σωστή απάντηση είναι η Β. Βλέπε Καραγιάννη, Ενότητα 3.2."
      }
    },
    {
      id: 37,
      question: "Υποθέστε ότι η συνολικά διαθέσιμη ποσότητα ενός αμιγώς δημόσιου αγαθού σε μία κοινωνία που υπάρχουν τέσσερα άτομα είναι Q΄ μονάδες. Η ποσότητα που καταναλώνει από αυτό το αγαθό το καθένα από τα τέσσερα άτομα είναι ίση με:",
      answers: [
        "$Q^{*}/4$ μονάδες.",
        "$4Q^{*}$ μονάδες.",
        "$Q^{*}$ μονάδες.",
        "δεν μπορεί να υπολογιστεί γιατί δεν γνωρίζουμε τις προτιμήσεις των τεσσάρων ατόμων."
      ],
      correct_answer: {
        id: "$Q^{*}$ μονάδες.",
        explanation: "Στα αμιγώς δημόσια αγαθά, η ποσότητα του αγαθού που καταναλώνει το κάθε άτομο είναι ίση με τη διαθέσιμη ποσότητα του αγαθού $(Q^{*})$. Άρα, η σωστή απάντηση είναι η C. Βλέπε Καραγιάννη, Ενότητες 4.2. & 4.3."
      }
    },
    {
      id: 38,
      question: "Μία δημόσια πλατεία, περιορισμένης χωρητικότητας, με ελεύθερη πρόσβαση σε όλους:",
      answers: [
        "αποτελεί αμιγές δημόσιο αγαθό.",
        "είναι αγαθό που χαρακτηρίζεται από ανταγωνιστικότητα στην κατανάλωση και από επιθυμητό αποκλεισμό από τη χρήση.",
        "είναι αγαθό που χαρακτηρίζεται από ανταγωνιστικότητα στην κατανάλωση και από ανεπιθύμητο αποκλεισμό από τη χρήση.",
        "είναι αγαθό που δεν χαρακτηρίζεται ούτε από ανταγωνιστικότητα στην κατανάλωση αλλά ούτε και από δυνατότητα αποκλεισμού από τη χρήση."
      ],
      correct_answer: {
        id: "είναι αγαθό που χαρακτηρίζεται από ανταγωνιστικότητα στην κατανάλωση και από ανεπιθύμητο αποκλεισμό από τη χρήση.",
        explanation: "Μία δημόσια πλατεία, περιορισμένης χωρητικότητας, με ελεύθερη πρόσβαση σε όλους είναι ένα αγαθό που χαρακτηρίζεται από μη επιθυμητό αποκλεισμό από τη χρήση, είναι όμως ανταγωνιστικό ως προς την κατανάλωση, αφού είναι περιορισμένης χωρητικότητας. Δεν αποτελεί αμιγές δημόσιο αγαθό, αφού τα αμιγή δημόσια αγαθά χαρακτηρίζονται τόσο από αδυναμία αποκλεισμού από τη χρήση όσο και από έλλειψη ανταγωνιστικότητας στην κατανάλωση. Άρα, η σωστή απάντηση είναι η C. Βλέπε Καραγιάννη, Ενότητες 4.2. & 4.3."
      }
    },
    {
      id: 39,
      question: "Ένας αποτελεσματικός τρόπος κάλυψης των ζημιών ή των ελλειμμάτων των δημοσίων επιχειρήσεων, που λειτουργούν κάτω από συνθήκες φθίνοντος κόστους, είναι μέσω της τιμολόγησης με βάση το μέσο κόστος παραγωγής. Αυτός ο τρόπος τιμολόγησης έχει:",
      answers: [
        "ως βασικό πλεονέκτημα το ό,τι τα ελλείμματα καλύπτονται εξολοκλήρου από τους καταναλωτές των προϊόντων.",
        "ως βασικό πλεονέκτημα το ό,τι επιτρέπει την άριστη κατανομή των πόρων.",
        "ως βασικό μειονέκτημα το ό,τι η ποσότητα των προϊόντων που παράγεται είναι μεγαλύτερη από την κοινωνικά επιθυμητή.",
        "δεν ισχύει τίποτα από τα παραπάνω."
      ],
      correct_answer: {
        id: "ως βασικό πλεονέκτημα το ό,τι τα ελλείμματα καλύπτονται εξολοκλήρου από τους καταναλωτές των προϊόντων.",
        explanation: "Ο τρόπος κάλυψης των ελλειμμάτων μίας δημόσιας επιχείρησης είναι δυνατόν να περιοριστεί στο σύνολο των καταναλωτών του συγκεκριμένου προϊόντος, δίχως να διαχυθεί στο ευρύτερο κοινωνικό σύνολο (για παράδειγμα μέσω φόρων). Η κάλυψη ενός ελλείμματος μέσω τιμολόγησης στο μέσο κόστος παραγωγής δεν επιτρέπει την άριστη κατανομή των παραγωγικών πόρων, αφού αυτό απαιτεί εξίσωση της τιμής με το οριακό κόστος. Η απόκλιση από την άριστη κατανομή των πόρων για την κάλυψη των ζημιών σημαίνει και παραγόμενη ποσότητα μικρότερη από την κοινωνικά επιθυμητή. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Καραγιάννη, Ενότητα 5.4.1."
      }
    },
    {
      id: 40,
      question: "Το συνολικό κόστος παραγωγής μίας μονοπωλιακής δημόσιας επιχείρησης είναι $C(q)=5q,$ όπου q είναι η ποσότητα παραγωγής. Η καμπύλη ζήτησης του προϊόντος που παράγει αυτή η επιχείρηση είναι $p(q)=15-q,$ όπου $p(q)$ είναι η τιμή του προϊόντος. Αν η δημόσια επιχείρηση επιδιώκει την άριστη κατανομή των παραγωγικών συντελεστών θα παράγει την ποσότητα (q):",
      answers: [
        "$q=5.$",
        "$q=10.$",
        "$q=7,5$",
        "$q=15$"
      ],
      correct_answer: {
        id: "$q=10.$",
        explanation: "Στην περίπτωση που η δημόσια επιχείρηση επιδιώκει την αριστοποίηση της κατανομής των παραγωγικών συντελεστών, θα παράγει την ποσότητα εκείνη για την οποία ισχύει $P=$ MC. Οπότε, με βάση τα δεδομένα έχουμε: $15-q=5=>q=10(MC=dC(q)/dq=5).$ Άρα, η σωστή απάντηση είναι η Β. Βλέπε Καραγιάννη, Ενότητα 5.4."
      }
    },
    {
      id: 41,
      question: "Ποιο από τα παρακάτω θεωρείται ως σημαντικό πλεονέκτημα των άμεσων φόρων;",
      answers: [
        "Η δυνατότητα μετακύλισής τους σε άλλα φυσικά πρόσωπα.",
        "Το χαμηλό διοικητικό κόστος είσπραξή τους.",
        "Ότι εντείνουν την αντίστροφη προοδευτικότητα του φορολογικού συστήματος.",
        "Ότι αμβλύνουν τις εισοδηματικές ανισότητες."
      ],
      correct_answer: {
        id: "Ότι αμβλύνουν τις εισοδηματικές ανισότητες.",
        explanation: "Οι άμεσοι φόροι είναι προσωπικοί φόροι, οι οποίοι επιβάλλονται σύμφωνα με στοιχεία που αποδεικνύουν την ύπαρξη φοροδοτικής ικανότητας του ατόμου. Οι φόροι αυτοί προσαρμόζονται στις εκάστοτε προσωπικές συνθήκες του φορολογούμενου και μεταβάλλονται ανάλογα με αυτές. Πληρώνονται από τους φορολογούμενους, που είναι υπόχρεοι για την πληρωμή τους στην εκάστοτε φορολογική αρχή, χωρίς να δίνεται η δυνατότητα μετακύλισής τους σε άλλα άτομα. Όμως, οι άμεσοι φόροι προϋποθέτουν σημαντικό διοικητικό κόστος είσπραξή τους. Συνεπώς, οι απαντήσεις Α και Β είναι λάθος. Ένα σημαντικό πλεονέκτημα της άμεσης φορολογίας συνίσταται στο γεγονός ότι το φορολογικό βάρος είναι πάντοτε προσαρμοσμένο στις εκάστοτε προσωπικές συνθήκες του φορολογούμενου και μεταβάλλεται ανάλογα με αυτές, εντείνοντας την προοδευτικότητα του φορολογικού συστήματος και αμβλύνοντας τις εισοδηματικές ανισότητες. Συνεπώς, η απάντηση C είναι λάθος. Άρα, η σωστή απάντηση είναι η D. Βλέπε Καραγιάννη, Ενότητα 9.2."
      }
    },
    {
      id: 42,
      question: "Στον παρακάτω πίνακα παρουσιάζεται ο συνολικός φόρος που καταβάλλεται για τρία διαφορετικά επίπεδα εισοδήματος, σύμφωνα με τα φορολογικά συστήματα Α και Β. Με βάση τα δεδομένα του πίνακα, συμπεραίνουμε ότι το φορολογικό σύστημα Α είναι [..........] και το φορολογικό σύστημα Β είναι [..........].",
      table: {
        headers: ["Εισόδημα (Υ)", "Συνολικός φόρος (Τ) (Φορολογικό σύστημα Α)", "Συνολικός φόρος (Τ) (Φορολογικό σύστημα Β)"],
        rows: [
          ["300€", "75€", "60€"],
          ["500€", "125€", "150€"],
          ["640€", "160€", "224€"]
        ]
      },
      answers: [
        "[προοδευτικό], [αναλογικό].",
        "[αναλογικό], [αντιστρόφως προοδευτικό]",
        "[προοδευτικό], [αντιστρόφως προοδευτικό].",
        "[αναλογικό], [προοδευτικό]."
      ],
      correct_answer: {
        id: "[αναλογικό], [προοδευτικό].",
        explanation: "Γνωρίζουμε ότι καθώς αυξάνεται το εισόδημα και γενικότερα διευρύνεται η φορολογική βάση, στην προοδευτική φορολογία ο μέσος φορολογικός συντελεστής αυξάνεται, στην αναλογική παραμένει σταθερός και στην αντίστροφη προοδευτική μειώνεται. Επομένως, για να προσδιορίσουμε το είδος του φορολογικού συστήματος θα πρέπει να υπολογίσουμε τον μέσο φορολογικό συντελεστή $(\\overline{t}=T/Y)$ για τα διάφορα επίπεδα του εισοδήματος. Σύμφωνα με τα στοιχεία του πίνακα έχουμε: Φορολογικό σύστημα Α $Y=300E:$ μέσος φορολογικός συντελεστής $=75E/300E=0,25$. $Y=500E:$ μέσος φορολογικός συντελεστής $=125\\epsilon/500\\epsilon=0.25$. $Y=640E$: μέσος φορολογικός συντελεστής $=160e/640\\epsilon=0,25$. Παρατηρούμε ότι καθώς το εισόδημα αυξάνεται, ο μέσος φορολογικός συντελεστής παραμένει σταθερός. Επομένως, το φορολογικό σύστημα Α είναι αναλογικό. Φορολογικό σύστημα Β $Y=300\\in:$ μέσος φορολογικός συντελεστής $=60E/300\\epsilon=0,20$. $Y=500\\in$: μέσος φορολογικός συντελεστής $=150E/500E=0,30$. $Y=640\\epsilon$ μέσος φορολογικός συντελεστής $=224e/640e=0.35.$ Παρατηρούμε ότι καθώς το εισόδημα αυξάνεται, ο μέσος φορολογικός συντελεστής αυξάνεται. Επομένως, το φορολογικό σύστημα Β είναι προοδευτικό. Άρα, η σωστή απάντηση είναι η D. Βλέπε Καραγιάννη, Ενότητα 9.2."
      }
    }
  ]
  },
  // Προπαρασκευαστικές εξετάσεις 2023-2024
  propar: {
    name: "Προπαρασκευαστικές 2023-2024",
    questions: [
      {
        id: 1,
        question: "Έστω ότι η Καμπύλη Παραγωγικών Δυνατοτήτων (ΚΠΔ) μιας οικονομίας δίνεται από τη σχέση $Y=100-0,5X,$ όπου Υ και Χ είναι ποσότητες των παραγόμενων αγαθών. Στην οικονομία αυτή:",
        table: {
          headers: ["Συνδυασμοί", "Ποσότητα αγαθού Χ", "Ποσότητα αγαθού Υ"],
          rows: [
            ["A", "0", "40"],
            ["B", "3", "38"],
            ["Γ", "6", "33"],
            ["Δ", "8", "28"],
            ["E", "9", "25"],
            ["Z", "12", "14"],
            ["H", "15", "0"]
          ]
        },
        answers: [
          "Το κόστος ευκαιρίας του Χ είναι αύξον.",
          "Το κόστος ευκαιρίας του Χ είναι σταθερό και ίσο με μία μονάδα του Υ.",
          "Αν ο αρχικός συνδυασμός παραγωγής είναι $Y=80$ και $X=30,$ τότε μια αύξηση της παραγωγής του Χ κατά 10 μονάδες απαιτεί μείωση της παραγωγής του Υ κατά 5 μονάδες.",
          "Αν ο αρχικός συνδυασμός παραγωγής είναι $Y=80$ και $X=30,$ τότε μια αύξηση της παραγωγής του Χ κατά 10 μονάδες δεν απαιτεί μείωση της παραγωγής του Υ."
        ],
        correct_answer: {
          id: "Αν ο αρχικός συνδυασμός παραγωγής είναι $Y=80$ και $X=30,$ τότε μια αύξηση της παραγωγής του Χ κατά 10 μονάδες δεν απαιτεί μείωση της παραγωγής του Υ.",
          explanation: "Η σχέση $Y=100-0,5X$ είναι γραμμική και, επομένως, η ΚΠΔ είναι ευθεία, όπως φαίνεται στο αντίστοιχο διάγραμμα. Το κόστος ευκαιρίας του Χ δίνεται από την κλίση της ΚΠΔ και είναι σταθερό (εφόσον η κλίση μιας ευθείας είναι σταθερή) και ίσο με $\\Delta Y/\\Delta X=-0,5$ δηλ. για κάθε επιπλέον μονάδα του Χ υπάρχει σταθερή απώλεια μισής μονάδας του Υ. Το κόστος ευκαιρίας του Υ θα ήταν αύξον αν η ΚΠΔ ήταν κοίλη καμπύλη. Επομένως, οι απαντήσεις Α και Β είναι λανθασμένες. Αν παράγονται 80 μονάδες του Υ, τότε η μέγιστη ποσότητα που μπορεί να παραχθεί από το αγαθό Χ, βάσει της ΚΠΔ, είναι $Y=100-0,5X =>80=100-0,5X=>X=40.$ Συνεπώς, ο συνδυασμός $Y=80$ και $X=30$ είναι κάτω από το όριο των παραγωγικών δυνατοτήτων (κάτω από την ΚΠΔ) και δεν απαιτείται μείωση της παραγωγής του Υ για την αύξηση της παραγωγής του Χ κατά 10 μονάδες (δηλ. η απάντηση C είναι λανθασμένη). Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 3."
        }
      },
      {
        id: 2,
        question: "Οι συναρτήσεις ζήτησης και προσφοράς του αγαθού Ω είναι: $Q=300-0,8P$ (ζήτηση), $Q=-20+1,2~P$ (προσφορά) όπου Q είναι η ποσότητα και Ρ η τιμή του αγαθού. Av, ceteris paribus, μια αύξηση του αριθμού των παραγωγών μεταβάλλει την παραγωγή κατά 10 μονάδες σε κάθε επίπεδο τιμής, τότε, βάσει της τοξοειδούς ελαστικότητας (μέθοδος μέσου σημείου), η ζήτηση μεταξύ του αρχικού και του τελικού σημείου ισορροπίας της αγοράς είναι:",
        answers: [
          "ελαστική.",
          "ανελαστική.",
          "μοναδιαίας ελαστικότητας.",
          "Δεν μπορεί να προσδιοριστεί η τοξοειδής ελαστικότητα ζήτησης."
        ],
        correct_answer: {
          id: "ανελαστική.",
          explanation: "Η αρχική ισορροπία προσδιορίζεται από την επίλυση του αρχικού συστήματος των δεδομένων συναρτήσεων ζήτησης και προσφοράς. Από την επίλυση αυτή παίρνουμε $Q_{\\alpha}=172$ και $P_{a}=160,$ όπου ο υποδείκτης α δηλώνει την αρχική ισορροπία. Μετά την αύξηση του αριθμού των παραγωγών, η συνάρτηση προσφοράς γίνεται $Q=-20+1,2P+10,$ ενώ η συνάρτηση ζήτησης δεν μεταβάλλεται. Λύνοντας το σύστημα της αρχικής συνάρτησης ζήτησης και της νέας συνάρτησης προσφοράς προσδιορίζουμε την τελική ισορροπία ως $Q_{t}=176$ και $P_{\\tau}=155$, όπου ο υποδείκτης τ δηλώνει την τελική ισορροπία. Η τοξοειδής ελαστικότητα μεταξύ των δύο σημείων ισορροπίας είναι: $e=\\frac{Q_{\\tau}-Q_{\\alpha}}{P_{\\tau}-P_{\\alpha}}\\times\\frac{P_{\\tau}+P_{\\alpha}}{Q_{\\tau}+Q_{\\alpha}}=\\frac{176-172}{155-160}\\times\\frac{155+160}{176+172}=-0,72$ δηλ. η ζήτηση είναι ανελαστική, εφόσον $|e|<1.$ Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητες 6, 7, 8."
        }
      },
      {
        id: 3,
        question: "Μετά από μια αύξηση της τιμής του προϊόντος της, που αποφάσισε το Διοικητικό Συμβούλιο, η επιχείρηση JCorp κατέγραψε μείωση των εσόδων της. Αυτό μπορεί να οφείλεται στο ό,τι η JCorp λειτουργεί σε ένα σημείο της καμπύλης ζήτησης με απόλυτη τιμή ελαστικότητας ως προς την τιμή:",
        answers: [
          "μοναδιαία.",
          "μικρότερη από τη μονάδα,",
          "μεγαλύτερη από τη μονάδα.",
          "μηδενική."
        ],
        correct_answer: {
          id: "μεγαλύτερη από τη μονάδα.",
          explanation: "Η ελαστικότητα ζήτησης ενός προϊόντος ως προς την τιμή του $(e_{p})$ δίνεται από τη σχέση: $e_{p}=(\\%\\Delta Q)/(\\%\\Delta P)$ και έχει αρνητικό πρόσημο επειδή οι μεταβολές τιμής και ποσότητας είναι αντίθετες λόγω του νόμου της ζήτησης. Συνεπώς, αν η ζήτηση έχει μοναδιαία ελαστικότητα σε απόλυτους όρους $|e_{p}|=1.$ τότε $|\\%\\Delta Q|=|\\%\\Delta P|$ και τα έσοδα της JCorp $(R=P\\times Q)$ θα παρέμεναν αμετάβλητα μετά την αύξηση της τιμής. Αντίστοιχα, αν $|e_{p}|<1$ θα ίσχυε ότι $|\\%\\Delta Q|<|\\%\\Delta P|$ και τα έσοδα της JCorp θα αυξάνονταν, ενώ αν $|e_{p}|>1$ θα ίσχυε ότι $|\\%\\Delta Q|>|\\%\\Delta P|$ και τα έσοδα της JCorp θα μειώνονταν μετά την αύξηση της τιμής. Τέλος, με μηδενική ελαστικότητα ζήτησης, η αύξηση της τιμής θα οδηγούσε σε αύξηση των εσόδων, επειδή η ζητούμενη ποσότητα δεν αντιδρά σε μεταβολές της τιμής. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 9."
        }
      },
      {
        id: 4,
        question: "Στην αγορά του αγαθού Ζ, η καμπύλη ζήτησης έχει αρνητική κλίση και η καμπύλη προσφοράς θετική κλίση. Aν, ceteris paribus, αυξηθεί η τιμή μιας εισροής στην παραγωγή του αγαθού Ζ, ποιο από τα παρακάτω μπορεί να αντισταθμίσει μερικά ή ολικά τη μεταβολή του συνολικού πλεονάσματος (οφέλους) από τις συναλλαγές στην αγορά του αγαθού αυτού;",
        answers: [
          "Αύξηση των τιμών και άλλων εισροών που χρησιμοποιούνται στην παραγωγή του Ζ.",
          "Αύξηση στην τιμή ενός υποκατάστατου αγαθού.",
          "Μείωση του αριθμού των παραγωγών του Ζ.",
          "Μείωση του αριθμού των καταναλωτών του Ζ."
        ],
        correct_answer: {
          id: "Αύξηση στην τιμή ενός υποκατάστατου αγαθού.",
          explanation: "Η αύξηση της τιμής μιας εισροής που χρησιμοποιείται στην παραγωγή του αγαθού Ζ μειώνει την προσφορά και προκαλεί μετατόπιση της καμπύλης προσφοράς προς τα αριστερά (από τη θέση S στη θέση S΄ του διαγράμματος). Με δεδομένη την αρχική καμπύλη ζήτησης D, το συνολικό πλεόνασμα (πλεόνασμα καταναλωτή και πλεόνασμα παραγωγού) μειώνεται από το εμβαδόν ΑΒΕ στον εμβαδόν ΑΓΕ΄. Η αύξηση των τιμών και άλλων εισροών καθώς και η μείωση του αριθμού των παραγωγών, θα μετατόπιζε την καμπύλη S΄ ακόμη περισσότερο προς τα αριστερά και θα μείωνε περισσότερο το συνολικό πλεόνασμα (δηλ. οι απαντήσεις Α και C είναι λάθος). Το ίδιο αποτέλεσμα στο συνολικό πλεόνασμα θα είχε και η μείωση του αριθμού των καταναλωτών διότι θα μετατόπιζε την καμπύλη ζήτησης D προς τα αριστερά (δηλ. η απάντηση D είναι λάθος). Μια αύξηση στην τιμή ενός υποκατάστατου αγαθού θα προκαλέσει αύξηση της ζήτησης του Ζ και μετατόπιση της καμπύλης ζήτησης προς τα δεξιά (από τη θέση D στη θέση $D^{\\prime}$ του διαγράμματος). Αυτή η μετατόπιση προκαλεί αύξηση του συνολικού πλεονάσματος από το εμβαδόν ΑΓΕ΄ στο εμβαδόν $\\Gamma\\Delta E^{\\prime\\prime}$ και, επομένως, αντισταθμίζει μερικά ή ολικά την αρχική μείωση του συνολικού πλεονάσματος που οφειλόταν στην αύξηση της τιμής της εισροής. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητες 5, 6, 7, 12."
        }
      },
      {
        id: 5,
        question: "Προκειμένου να στηρίξει τα αγροτικά εισοδήματα, μια κυβέρνηση επιβάλλει [.. ..] τιμή σε ορισμένα αγροτικά προϊόντα με αποτέλεσμα να δημιουργούνται [..........] στις αντίστοιχες αγορές και τα οποία [......... ..] η κυβέρνηση προκειμένου η πολιτική της να είναι επιτυχής.",
        answers: [
          "[κατώτατη], [πλεονάσματα], [αγοράζει]",
          "[ανώτατη], [πλεονάσματα], [πουλάει]",
          "[κατώτατη], [ελλείμματα], [αγοράζει]",
          "[ανώτατη], [ελλείμματα], [πουλάει]"
        ],
        correct_answer: {
          id: "[κατώτατη], [πλεονάσματα], [αγοράζει]",
          explanation: "Για να στηρίξει τα αγροτικά εισοδήματα, η κυβέρνηση θα επιβάλλει τιμή υψηλότερη από την τιμή της ελεύθερης αγοράς, δηλ. θα επιβάλλει κατώτατη τιμή. Πράγματι, η επιβολή κατώτατης τιμής έχει νόημα μόνο αν αυτή είναι πάνω από την τιμή της ελεύθερης αγοράς, οπότε θα εμφανιστεί υπερβάλλουσα προσφορά (ή πλεόνασμα) όπως φαίνεται στην τιμή $P_{f}$ στο διάγραμμα (άρα, η απάντηση C είναι λάθος). Αντίστοιχα, η επιβολή ανώτατης τιμής έχει νόημα μόνο αν αυτή είναι μικρότερη από την τιμή της ελεύθερης αγοράς, οπότε θα εμφανιζόταν υπερβάλλουσα ζήτηση (ή έλλειμμα) στην αγορά (δηλ. οι απαντήσεις Β και D είναι λάθος). Για να διατηρηθεί η κατώτατη τιμή και να μην πέσει σε αυτή που αντιστοιχεί στην ισορροπία της ελεύθερης αγοράς (σημείο Ε), η κυβέρνηση θα πρέπει να αγοράσει το πλεόνασμα που δημιουργείται στην τιμή αυτή. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 13."
        }
      },
      {
        id: 6,
        question: "Ένας καταναλωτής καταναλώνει τα αγαθά Χ και Υ και αποκομίζει χρησιμότητα όπως φαίνεται στον παρακάτω πίνακα: Αν το εισόδημα του καταναλωτή είναι 2000 € και οι τιμές των αγαθών είναι $P_{X}=20~\\epsilon$ και $P_{Y}=40 \\epsilon$, ο καταναλωτικός συνδυασμός που μεγιστοποιεί τη συνολική χρησιμότητα του καταναλωτή είναι:",
        table: {
          headers: ["Ποσότητα (QX) - Αγαθό Χ", "Συνολική Χρησιμότητα (U) - Αγαθό Χ", "Ποσότητα (QY) - Αγαθό Υ", "Συνολική Χρησιμότητα (U) - Αγαθό Υ"],
          rows: [
            ["0", "0", "0", "0"],
            ["20", "1000", "10", "900"],
            ["40", "1800", "20", "1500"],
            ["60", "2400", "30", "1900"],
            ["80", "2800", "40", "2200"]
          ]
        },
        answers: [
          "$X=40~\\kappa\\alpha t~Y=30$",
          "$X=60~\\kappa\\alpha t~Y=20$",
          "$X=60$ και $Y=30$",
          "$X=80$ και $Y=30$"
        ],
        correct_answer: {
          id: "$X=60~\\kappa\\alpha t~Y=20$",
          explanation: "Ο συνδυασμός που μεγιστοποιεί τη συνολική χρησιμότητα ικανοποιεί ταυτόχρονα τη συνθήκη $MU_{X}/P_{X}=MU_{Y}/P_{Y}$ (1) $(MU_{X}=\\Delta U/\\Delta Q_{X}=$ οριακή χρησιμότητα του Χ, $MU_{Y}=\\Delta U/\\Delta Q_{Y}=$ οριακή χρησιμότητα του Υ) και τον εισοδηματικό περιορισμό $P_{X}\\times Q_{X}+P_{Y}\\times Q_{Y}=2000\\Rightarrow20\\times Q_{X}+40\\times Q_{Y}=2000$. (2). Από τον πίνακα υπολογίζουμε τους λόγους MU/P: (Πίνακας με υπολογισμούς MU/P παραλείπεται για συντομία, αλλά δείχνει ότι για X=60, MUx/Px=1.5 και για Y=20, MUy/Py=1.5). Από τα παραπάνω φαίνεται ότι ο μόνος συνδυασμός που ικανοποιεί τις συνθήκες (1) και (2) είναι ο συνδυασμός της απάντησης Β. Ο συνδυασμός της απάντησης Α ικανοποιεί τον εισοδηματικό περιορισμό (2), αλλά όχι τη συνθήκη (1). Επίσης, ο συνδυασμός της απάντησης C δεν ικανοποιεί καμία από τις σχέσεις (1) και (2), ενώ ο συνδυασμός της απάντησης D ικανοποιεί τη συνθήκη (1) αλλά όχι τον εισοδηματικό περιορισμό (2). Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 20."
        }
      },
      {
        id: 7,
        question: "Σε μια κουζίνα με σταθερό εξοπλισμό και σταθερές ποσότητες πρώτων υλών απασχολούνται μάγειρες και η σχέση παραγόμενων μερίδων φαγητού ανά ημέρα και αριθμού μαγείρων δίνεται στο παρακάτω διάγραμμα. Βάσει των δεδομένων αυτών, η απασχόληση των μαγείρων παρουσιάζει:",
        answers: [
          "αύξουσες αποδόσεις επειδή το συνολικό προϊόν αυξάνεται με την αύξηση των μαγείρων.",
          "σταθερές αποδόσεις επειδή το οριακό προϊόν των μαγείρων παραμένει σταθερό καθώς αυξάνεται ο αριθμός των μαγείρων.",
          "φθίνουσες αποδόσεις επειδή το οριακό προϊόν των μαγείρων μειώνεται καθώς αυξάνεται ο αριθμός των μαγείρων.",
          "φθίνουσες αποδόσεις επειδή το συνολικό προϊόν των μαγείρων αυξάνεται καθώς αυξάνεται ο αριθμός των μαγείρων."
        ],
        correct_answer: {
          id: "φθίνουσες αποδόσεις επειδή το οριακό προϊόν των μαγείρων μειώνεται καθώς αυξάνεται ο αριθμός των μαγείρων.",
          explanation: "Οι αποδόσεις της απασχόλησης μιας εισροής προσδιορίζονται από την εξέλιξη του οριακού προϊόντος της εισροής αυτής, με δεδομένες τις ποσότητες των άλλων εισροών. Το οριακό προϊόν μιας εισροής δίνεται από τον λόγο της μεταβολής της παραγόμενης ποσότητας προϊόντος προς τη μεταβολή στην απασχόληση της εισροής (δηλ. το οριακό προϊόν δείχνει πόσο επιπλέον προϊόν παίρνουμε από την απασχόληση μιας επιπλέον μονάδας της εισροής, με σταθερές τις ποσότητες των άλλων εισροών). Μπορούμε, λοιπόν, να υπολογίσουμε το οριακό προϊόν της απασχόλησης μαγείρων ως εξής: (Πίνακας υπολογισμού οριακού προϊόντος παραλείπεται, αλλά δείχνει φθίνον οριακό προϊόν: 10, 8, 6, 4, 3). Επειδή το οριακό προϊόν των μαγείρων μειώνεται καθώς αυξάνεται ο αριθμός τους, με σταθερές ποσότητες των άλλων εισροών (κουζίνα και πρώτες ύλες), η απασχόληση των μαγείρων παρουσιάζει φθίνουσες αποδόσεις. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 21."
        }
      },
      {
        id: 8,
        question: "Αν το μέσο συνολικό κόστος μειώνεται καθώς αυξάνεται η παραγωγή στη βραχυχρόνια περίοδο, αυτό σημαίνει ότι στη διαμόρφωσή του μέσου κόστους:",
        answers: [
          "υπερτερεί το αποτέλεσμα επιμερισμού που αναφέρεται στην αύξηση του μέσου μεταβλητού κόστους όταν αυξάνεται η παραγωγή.",
          "υπερτερεί το αποτέλεσμα της φθίνουσας απόδοσης που αναφέρεται στη μείωση του μέσου σταθερού κόστους όταν αυξάνεται η παραγωγή.",
          "υπερτερεί το αποτέλεσμα της φθίνουσας απόδοσης που αναφέρεται στη μείωση του μέσου μεταβλητού κόστους όταν αυξάνεται η παραγωγή.",
          "υπερτερεί το αποτέλεσμα επιμερισμού που αναφέρεται στη μείωση του μέσου σταθερού κόστους όταν αυξάνεται η παραγωγή."
        ],
        correct_answer: {
          id: "υπερτερεί το αποτέλεσμα επιμερισμού που αναφέρεται στη μείωση του μέσου σταθερού κόστους όταν αυξάνεται η παραγωγή.",
          explanation: "Η αύξηση της παραγωγής έχει δύο αποτελέσματα στο μέσο συνολικό κόστος βραχυχρόνια: - Το αποτέλεσμα επιμερισμού που αναφέρεται στον επιμερισμό του σταθερού κόστους σε περισσότερες μονάδες προϊόντος, προκαλώντας έτσι μείωση του μέσου σταθερού κόστους. - Το αποτέλεσμα της φθίνουσας απόδοσης που αναφέρεται στην ανάγκη απασχόλησης μεγαλύτερης ποσότητας της μεταβλητής εισροής για την παραγωγή πρόσθετων μονάδων προϊόντος, προκαλώντας έτσι αύξηση του μέσου μεταβλητού κόστους. Προφανώς, το μέσο συνολικό κόστος θα μειώνεται με την αύξηση της παραγωγής, όταν το αποτέλεσμα επιμερισμού υπερτερεί έναντι του αποτελέσματος της φθίνουσας απόδοσης. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 22."
        }
      },
      {
        id: 9,
        question: "Το σταθερό κόστος μιας επιχείρησης στη μακροχρόνια περίοδο:",
        table: {
          headers: ["Ποσότητα (Q)", "Μεταβλητό κόστος (VC)", "Συνολικό κόστος (TC)"],
          rows: [
            ["0", "0", "40"],
            ["1", "20", "60"],
            ["2", "50", "90"],
            ["3", "90", "130"],
            ["4", "140", "180"],
            ["5", "200", "240"]
          ]
        },
        answers: [
          "επιλέγεται από την επιχείρηση με κριτήριο την ελαχιστοποίηση του μέσου κόστους.",
          "επιλέγεται από την επιχείρηση με τυχαίο τρόπο.",
          "είναι δεδομένο και δεν μπορεί να το αλλάξει η επιχείρηση.",
          "είναι μηδέν."
        ],
        correct_answer: {
          id: "επιλέγεται από την επιχείρηση με κριτήριο την ελαχιστοποίηση του μέσου κόστους.",
          explanation: "Το σταθερό κόστος συνδέεται με τις σταθερές εισροές που χρησιμοποιεί η επιχείρηση και το επίπεδο αυτών των εισροών μπορεί να επιλεγεί από την επιχείρηση μακροχρόνια. Επομένως, είναι προς το συμφέρον της επιχείρησης να επιλέξει το επίπεδο των σταθερών εισροών, και αντίστοιχου σταθερού κόστους, που ελαχιστοποιεί το μέσο συνολικό κόστος σε κάθε επίπεδο παραγωγής, διότι έτσι αυξάνει το περιθώριο κέρδους. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 23."
        }
      },
      {
        id: 10,
        question: "Ο παραγωγικός κλάδος Χ έχει δείκτη Herfindahl-Hirschman (ΗΗΙ) ίσο με 1000, ενώ ο κλάδος Υ έχει δείκτη ΗΗΙ ίσο με 2500. Επιπλέον, είναι γνωστό ότι οι επιχειρήσεις κάθε κλάδου έχουν το ίδιο μερίδιο αγοράς. Βάσει των δεδομένων αυτών:",
        answers: [
          "στον κλάδο Χ υπάρχουν λιγότερες επιχειρήσεις, σε σχέση με τον αριθμό των επιχειρήσεων στον κλάδο Υ, και τα ίσα μερίδια αγοράς των επιχειρήσεων του κλάδου Χ είναι μεγαλύτερα από τα αντίστοιχα μερίδια στον κλάδο Υ.",
          "στον κλάδο Υ υπάρχουν λιγότερες επιχειρήσεις, σε σχέση με τον αριθμό των επιχειρήσεων στον κλάδο Χ, και τα ίσα μερίδια αγοράς των επιχειρήσεων του κλάδου Υ είναι μεγαλύτερα από τα αντίστοιχα μερίδια στον κλάδο Χ.",
          "ο κλάδος Υ παρουσιάζει μεγαλύτερο βαθμό ανταγωνισμού απ' ό,τι ο κλάδος Χ.",
          "δεν μπορούν να συγκριθούν οι κλάδοι ως προς τον βαθμό ανταγωνισμού."
        ],
        correct_answer: {
          id: "στον κλάδο Υ υπάρχουν λιγότερες επιχειρήσεις, σε σχέση με τον αριθμό των επιχειρήσεων στον κλάδο Χ, και τα ίσα μερίδια αγοράς των επιχειρήσεων του κλάδου Υ είναι μεγαλύτερα από τα αντίστοιχα μερίδια στον κλάδο Χ.",
          explanation: "Ο δείκτης ΗΗΙ δίνεται από το άθροισμα των τετραγώνων των μεριδίων αγοράς όλων των επιχειρήσεων ενός παραγωγικού κλάδου. Επομένως, όσο μικρότερος είναι ο αριθμός των επιχειρήσεων και μεγαλύτερα τα ίσα μερίδιά τους, τόσο μεγαλύτερος θα είναι ο δείκτης ΗΗΙ του κλάδου. Αντίθετα, όσο μεγαλύτερος είναι ο αριθμός των επιχειρήσεων και μικρότερα τα ίσα μερίδιά τους, τόσο μικρότερος θα είναι ο δείκτης ΗΗΙ. Για παράδειγμα, σε έναν κλάδο με 4 επιχειρήσεις και μερίδιο αγοράς καθεμιάς 25%, ο δείκτης ΗΗΙ είναι $4\\times(25)^{2}=2500,$ ενώ σε έναν κλάδο με 10 επιχειρήσεις και μερίδιο αγοράς καθεμιάς 10%, ο δείκτης ΗΗΙ είναι $10\\times(10)^{2}=1000$. Συνεπώς, η απάντηση Α είναι λάθος, και η C είναι λάθος διότι στον κλάδο με τον μεγαλύτερο δείκτη ΗΗΙ έχουμε μικρότερο αριθμό επιχειρήσεων με μεγαλύτερα μερίδια αγοράς και, επομένως, μικρότερο βαθμό ανταγωνισμού. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 24."
        }
      },
      {
        id: 11,
        question: "Στο παρακάτω διάγραμμα φαίνονται οι καμπύλες οριακού κόστους (MC), μέσου συνολικού κόστους (ATC) και μέσου μεταβλητού κόστους (AVC) μιας τέλεια ανταγωνιστικής επιχείρησης, στη βραχυχρόνια περίοδο. Η επιχείρηση θα πρέπει να συνεχίσει να λειτουργεί με ζημιά βραχυχρόνια όταν η τιμή του προϊόντος στην αγορά είναι:",
        answers: [
          "μεγαλύτερη από 30.",
          "μικρότερη από 20.",
          "μεταξύ 20 και 30.",
          "σε οποιοδήποτε επίπεδο."
        ],
        correct_answer: {
          id: "μεταξύ 20 και 30.",
          explanation: "Επειδή η ανταγωνιστική επιχείρηση εξισώνει τη δεδομένη τιμή της αγοράς με το οριακό κόστος, για να έχει ζημιά πρέπει η τιμή αυτή να είναι χαμηλότερη από το μέσο συνολικό κόστος. Αυτό συμβαίνει για επίπεδα τιμής μικρότερα από 30 (δηλ. η απάντηση Α είναι λάθος). Ωστόσο, αν η τιμή πέσει χαμηλότερα από το ελάχιστο μέσο μεταβλητό κόστος, δηλ. κάτω από 20, δεν θα συμφέρει την επιχείρηση να συνεχίσει τη λειτουργία της βραχυχρόνια διότι δεν θα μπορεί να καλύψει το μεταβλητό κόστος και θα αυξάνει τη ζημιά της πέραν του σταθερού κόστους (επομένως, η απάντηση Β είναι λάθος). Όταν η τιμή είναι μεταξύ 20 και 30, η επιχείρηση θα καλύπτει τα μεταβλητά έξοδά της και ένα μέρος του σταθερού κόστους, οπότε θα συμφέρει η λειτουργία της βραχυχρόνια. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητες 25 και 26."
        }
      },
      {
        id: 12,
        question: "Η υιοθέτηση μιας καινοτομίας στην παραγωγή μιας μονοπωλιακής επιχείρησης οδηγεί σε μείωση του μεταβλητού κόστος από $VC_{0}=12Q$ σε $VC_{1}=8Q$, όπου Q είναι η παραγόμενη ποσότητα προϊόντος. Τότε, η μονοπωλιακή επιχείρηση:",
        answers: [
          "θα μειώσει την παραγωγή και θα αυξήσει την τιμή.",
          "θα αυξήσει την παραγωγή και την τιμή.",
          "θα μειώσει την παραγωγή και την τιμή.",
          "θα αυξήσει την παραγωγή και θα μειώσει την τιμή."
        ],
        correct_answer: {
          id: "θα αυξήσει την παραγωγή και θα μειώσει την τιμή.",
          explanation: "Η εισαγωγή της καινοτομίας μειώνει το οριακό κόστος από $MC_{0}=(VC_{0})^{\\prime}=12$ σε $MC_{1}=(VC_{1})^{\\prime}=8$. Με κατερχόμενη καμπύλη ζήτησης (εφόσον η επιχείρηση αντιμετωπίζει τη συνολική ζήτηση της αγοράς), η αρχική ισορροπία θα είναι στο σημείο $E_{o}$ του διαγράμματος (όπου $MR=MC_{o})$ και η τελική ισορροπία στο σημείο $E_{1}$ (όπου $MR=MC_{1})$. Συνεπώς, μετά την εισαγωγή της καινοτομίας, η μονοπωλιακή επιχείρηση θα αυξήσει την παραγωγή από $Q_{o}$ σε $Q_{1}$ και θα μειώσει την τιμή από $P_{o}$ σε $P_{1}$. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 28."
        }
      },
      {
        id: 13,
        question: "Μία μονοπωλιακά ανταγωνιστική επιχείρηση έχει συνάρτηση κόστους $C=100+Q^{2}$ (όπου C=κόστος, $Q=$ ποσότητα προϊόντος) και η ζήτηση για το προϊόν της έχει αρνητική κλίση. Αν, λόγω μιας αύξησης των ενοικίων, η συνάρτηση κόστους γίνει $C=150+Q^{2}$ και η συνάρτηση ζήτησης παραμένει αμετάβλητη, τότε βραχυχρόνια:",
        answers: [
          "η παραγόμενη ποσότητα και το κέρδος θα μειωθούν.",
          "η παραγόμενη ποσότητα θα μειωθεί και το κέρδος θα παραμείνει αμετάβλητο.",
          "η παραγόμενη ποσότητα και το κέρδος θα παραμείνουν αμετάβλητα.",
          "η παραγόμενη ποσότητα θα παραμείνει αμετάβλητη και το κέρδος θα μειωθεί."
        ],
        correct_answer: {
          id: "η παραγόμενη ποσότητα θα παραμείνει αμετάβλητη και το κέρδος θα μειωθεί.",
          explanation: "Η αναγκαία συνθήκη για τη μεγιστοποίηση του κέρδους είναι η εξίσωση του οριακού εσόδου και του οριακού κόστους $(MR=MC)$. Εφόσον η συνάρτηση ζήτησης παραμένει αμετάβλητη, το ίδιο ισχύει και για τη συνάρτηση του οριακού εσόδου (MR). Επιπλέον, η συνάρτηση του οριακού κόστους $(MC=dC/dQ=2Q)$ δεν μεταβάλλεται μετά την αύξηση του σταθερού κόστους της επιχείρησης. Συνεπώς, η συνθήκη $MR=MC$ θα συνεχίσει να ικανοποιείται στο ίδιο επίπεδο παραγωγής και μετά την αύξηση των ενοικίων, δηλ. η επιχείρηση δεν θα μεταβάλλει την παραγόμενη ποσότητα. Ωστόσο, για τον προσδιορισμό του κέρδους θα αφαιρείται τώρα ένα μεγαλύτερο ποσό σταθερού κόστους και, επομένως, το κέρδος της επιχείρησης θα μειωθεί. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητες 28 και 34."
        }
      },
      {
        id: 14,
        question: "Η δημιουργία ενός καρτέλ είναι πιθανό να υλοποιηθεί όταν σε έναν παραγωγικό κλάδο υπάρχει:",
        answers: [
          "μικρός αριθμός επιχειρήσεων που δεν έχουν μεταξύ τους αλληλεξάρτηση.",
          "μεγάλος αριθμός επιχειρήσεων που δεν έχουν μεταξύ τους αλληλεξάρτηση.",
          "μικρός αριθμός επιχειρήσεων που έχουν μεταξύ τους αλληλεξάρτηση.",
          "Τίποτα από τα παραπάνω."
        ],
        correct_answer: {
          id: "μικρός αριθμός επιχειρήσεων που έχουν μεταξύ τους αλληλεξάρτηση.",
          explanation: "Η δημιουργία ενός καρτέλ επιχειρήσεων, για να αυξήσουν τα συνδυασμένα κέρδη τους μέσω ελέγχου της συνολικά παραγόμενης ποσότητας, προϋποθέτει τη δυνατότητα συνεννόησης μεταξύ τους και αυτό είναι πιθανότερο να συμβεί όταν υπάρχει μικρός αριθμός επιχειρήσεων σε έναν παραγωγικό κλάδο. Επιπλέον, για να έχουν κίνητρο οι επιχειρήσεις να επιδιώξουν αύξηση των συνδυασμένων κερδών τους πρέπει να υπάρχει μεταξύ τους αλληλεξάρτηση, δηλ. το κέρδος κάθε επιχείρησης να εξαρτάται από την συμπεριφορά των άλλων. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 31."
        }
      },
      {
        id: 15,
        question: "Μια επιχείρηση παράγει 100 μονάδες προϊόντος χρησιμοποιώντας 10 μονάδες εργασίας και 5 μονάδες κεφαλαίου. Το οριακό προϊόν της εργασίας ανά δαπανώμενο ευρώ σε μισθούς είναι 4, ενώ το οριακό προϊόν του κεφαλαίου είναι 12 μονάδες προϊόντος. Βάσει αυτών των δεδομένων, ο χρησιμοποιούμενος συνδυασμός εισροών ελαχιστοποιεί το κόστος παραγωγής όταν η αμοιβή κάθε μονάδας κεφαλαίου είναι:",
        answers: [
          "3 €",
          "4 €",
          "5 €",
          "6 €"
        ],
        correct_answer: {
          id: "3 €",
          explanation: "Το κόστος παραγωγής ελαχιστοποιείται όταν το οριακό προϊόν κάθε εισροής ανά δαπανώμενο ευρώ σε αυτή την εισροή, είναι το ίδιο για όλες τοις απασχολούμενες εισροές. Δηλαδή, πρέπει να ισχύει $MPL/w=MPK/r.$ όπου MPL είναι το οριακό προϊόν της εργασίας, $W=ο~μισθός$, MPK είναι το οριακό προϊόν του κεφαλαίου και r η αμοιβή του κεφαλαίου. Εφόσον δίνεται ότι MPL/w $=4$ και ΜΡΚ $=12,$ από τη συνθήκη ελαχιστοποίησης του κόστους παίρνουμε $4=12/r=>r=3$ €. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 43."
        }
      },
      {
        id: 16,
        question: "Σε μια οικονομία, χωρίς δημόσιο τομέα, υπάρχουν μόνο τρεις επιχειρήσεις, οι Α, Β και Γ. Η Α παράγει μια ενδιάμεση εισροή που χρησιμοποιεί στο σύνολό της η Γ, η Β παράγει τελικό κεφαλαιουχικό εξοπλισμό που διαθέτει στην Γ΄ και η Γ΄ παράγει ένα τελικό καταναλωτικό αγαθό. Στο τελευταίο έτος οι επιχειρήσεις είχαν τις ακόλουθες πωλήσεις:",
        table: {
          headers: ["", "Επιχείρηση Α.", "Επιχείρηση Β.", "Επιχείρηση Γ"],
          rows: [
            ["Πωλήσεις", "1.000", "1.000", "5.000"]
          ]
        },
        answers: [
          "2.500.",
          "2.000.",
          "1.500.",
          "1.000."
        ],
        correct_answer: {
          id: "2.500.",
          explanation: "Με βάση τη μέθοδο της τελικής δαπάνης για αγαθά και υπηρεσίες που παράγονται στην εγχώρια αγορά: ΑΕΠ = C + I => 8.500 = 5.000 + (1.000 + μεταβολή στα αποθέματα + αποσβέσεις) => μεταβολή στα αποθέματα + αποσβέσεις = 2.500. C: Αξία καταναλωτικού αγαθού = πωλήσεις από την επιχείρηση Γ. Ι: πωλήσεις τελικού κεφαλαιουχικού εξοπλισμού και μεταβολή στα αποθέματα και αποσβέσεις = πωλήσεις από την επιχείρηση Β + μεταβολή στα αποθέματα + αποσβέσεις. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 47."
        }
      },
      {
        id: 17,
        question: "Έστω ότι Κ και Μ είναι τα μόνα τελικά αγαθά που παράγονται σε μια οικονομία. Οι τιμές και οι παραγόμενες ποσότητες των αγαθών αυτών κατά τα έτη 2022 και 2023 ήταν:",
        table: {
          headers: ["", "Τιμή - Αγαθό Κ", "Ποσότητα - Αγαθό Κ", "Τιμή - Αγαθό Μ", "Ποσότητα - Αγαθό Μ"],
          rows: [
            ["2022", "5", "4.000", "12", "900"],
            ["2023", "8", "5.000", "13", "1.000"]
          ]
        },
        answers: [
          "[15,5%], [18,3%]",
          "[20,1%], [21,3%]",
          "[72%], [18,1%]",
          "[20,1%], [72%]"
        ],
        correct_answer: {
          id: "[20,1%], [21,3%]",
          explanation: "Το πραγματικό ΑΕΠ ενός έτους υπολογίζεται όταν οι παραγόμενες ποσότητες αγαθών του έτους αυτού αποτιμώνται σε τιμές του έτους βάσης. Επομένως, όταν το έτος βάσης είναι το 2022 παίρνουμε: πραγματικό ΑΕΠ του $2022=5\\times4.000+12\\times900=30.800$; πραγματικό ΑΕΠ του $2023=5\\times5.000+12\\times1.000=37.000$; και ο πραγματικός ρυθμός ανάπτυξης το 2023 ήταν $[(37.000/30.800)-1] = 0,201$ ή $20,1\\%$. Αν το έτος βάσης είναι το 2023, έχουμε: πραγματικό ΑΕΠ του $2022=8\\times4.000+13\\times900=43.700$; πραγματικό ΑΕΠ του $2023=8\\times5.000+13\\times1.000=53.000$; και ο πραγματικός ρυθμός ανάπτυξης το 2023 ήταν $[(53.000/43.700)-1]=0,213$ ή $21,3\\%$. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 48."
        }
      },
      {
        id: 18,
        question: "Έστω ότι οι εισαγωγές το έτος 2023 στην οικονομία Ζ ήταν $IM=200$. Αν στο ίδιο έτος ο κρατικός προϋπολογισμός ήταν ισοσκελισμένος, τότε:",
        answers: [
          "η ακαθάριστη επένδυση ήταν μεγαλύτερη από την ιδιωτική αποταμίευση.",
          "η ακαθάριστη επένδυση ήταν μικρότερη από την ιδιωτική αποταμίευση.",
          "η ακαθάριστη επένδυση ήταν ίση με την ιδιωτική αποταμίευση.",
          "δεν επαρκούν τα δεδομένα για να προσδιοριστεί η σχέση ανάμεσα στην ακαθάριστη επένδυση και την ιδιωτική αποταμίευση."
        ],
        correct_answer: {
          id: "δεν επαρκούν τα δεδομένα για να προσδιοριστεί η σχέση ανάμεσα στην ακαθάριστη επένδυση και την ιδιωτική αποταμίευση.",
          explanation: "Από τη βασική εθνικολογιστική ταυτότητα γνωρίζουμε ότι ισχύει $I\\equiv S_{i\\delta}+S_{\\delta\\eta\\mu}+NCl$, όπου NCI = ΙΜ – Χ είναι η καθαρή εισροή κεφαλαίου (διαφορά εισαγωγών και εξαγωγών) και $S_{\\delta \\eta \\mu}=0$ αφού η δημόσια αποταμίευση είναι το αποτέλεσμα του κρατικού προϋπολογισμού. Με αντικατάσταση των παραπάνω δεδομένων στην εθνικολογιστική ταυτότητα προκύπτει $I-S_{18}=200-X$. Συνεπώς, η σχέση επενδύσεων και ιδιωτικής αποταμίευσης εξαρτάται από το ύψος των εξαγωγών της οικονομία Ζ το 2023 και δεν μπορεί να προσδιοριστεί εφόσον το μέγεθος Χ δεν είναι γνωστό. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 56."
        }
      },
      {
        id: 19,
        question: "Αν η ισορροπία στην αγορά δανειακών κεφαλαίων μιας οικονομίας αντιστοιχεί σε πραγματικό επιτόκιο 3%, τότε μια αύξηση στο ονομαστικό επιτόκιο κατά 3% σημαίνει ότι, ceteris paribus,:",
        answers: [
          "μειώθηκε η επενδυτική δαπάνη κατά 3%.",
          "αυξήθηκε η συνολική αποταμίευση κατά 3%.",
          "αυξήθηκε ο αναμενόμενος πληθωρισμός κατά 3%.",
          "μειώθηκε ο δανεισμός του δημοσίου κατά 3%."
        ],
        correct_answer: {
          id: "αυξήθηκε ο αναμενόμενος πληθωρισμός κατά 3%.",
          explanation: "Η μείωση της επενδυτικής δαπάνης και η μείωση του δανεισμού του δημοσίου μειώνουν τη ζήτηση για δανειακά κεφάλαια, ενώ η αύξηση της αποταμίευσης αυξάνει την προσφορά δανειακών κεφαλαίων. Συνεπώς, οι μεταβολές αυτές οδηγούν σε μείωση του ονομαστικού επιτοκίου και οι απαντήσεις Α, Β και D είναι λανθασμένες. Βάσει του αποτελέσματος Fisher, υπάρχει ένα προς ένα αναλογική σχέση ανάμεσα στον αναμενόμενο πληθωρισμό και το ονομαστικό επιτόκιο, η οποία προκύπτει από την ισόποση μεταβολή της προσφοράς και της ζήτησης δανειακών κεφαλαίων μετά από μια μεταβολή στον αναμενόμενο ρυθμό πληθωρισμού. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 57."
        }
      },
      {
        id: 20,
        question: "Σε μια οικονομία υπάρχουν μόνο τα ακόλουθα διαθέσιμα επενδυτικά σχέδια: και για την Καθαρή Παρούσα Αξία (ΚΠΑ) των σχεδίων αυτών ισχύει $K\\Pi A_{a}>K\\Pi A_{b}>K\\Pi A_{c}) > ΚΠΑΔ$. Αν η συνολική επενδυτική δαπάνη στην οικονομία αυτή μειωθεί από 240 σε 140, τότε:",
        table: {
          headers: ["Επενδυτικό Σχέδιο", "Κόστος Επενδυτικού Σχεδίου"],
          rows: [
            ["a", "60"],
            ["b", "80"],
            ["c", "100"],
            ["d", "140"]
          ]
        },
        answers: [
          "αυξήθηκε το επιτόκιο και έγινε αρνητική η ΚΠΑ του σχεδίου c.",
          "μειώθηκε το επιτόκιο και έγινε αρνητική η ΚΠΑ του σχεδίου c.",
          "αυξήθηκε το επιτόκιο και έγινε θετική η ΚΠΑ του σχεδίου d.",
          "μειώθηκε το επιτόκιο και έγινε θετική η ΚΠΑ του σχεδίου d."
        ],
        correct_answer: {
          id: "αυξήθηκε το επιτόκιο και έγινε αρνητική η ΚΠΑ του σχεδίου c.",
          explanation: "Τα επενδυτικά αναλαμβάνονται βάσει της υψηλότερης ΚΠΑ και η συνολική επενδυτική δαπάνη θα διαμορφώνεται ως εξής: (Πίνακας με συνολική επενδυτική δαπάνη παραλείπεται). Εφόσον μειώθηκε η συνολική επενδυτική δαπάνη από 240 σε 140, το επενδυτικό σχέδιο c δεν προκρίνεται πλέον επειδή θα έχει τώρα αρνητική ΚΠΑ. Επιπλέον, η ΚΠΑ κάθε σχεδίου σχετίζεται αρνητικά με το επιτόκιο και, επομένως, η μείωση της ΚΠΑ του σχεδίου c σημαίνει ότι το επιτόκιο αυξήθηκε. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 58."
        }
      },
      {
        id: 21,
        question: "Οι χρηματοπιστωτικοί διαμεσολαβητές μετατρέπουν:",
        answers: [
          "τις αποταμιεύσεις σε χρηματοοικονομικά περιουσιακά στοιχεία.",
          "τις επενδύσεις σε κρατικές δαπάνες.",
          "τις επενδύσεις σε κατανάλωση.",
          "τις εξαγωγές σε επένδυση."
        ],
        correct_answer: {
          id: "τις αποταμιεύσεις σε χρηματοοικονομικά περιουσιακά στοιχεία.",
          explanation: "Χρηματοπιστωτικοί διαμεσολαβητές είναι φορείς που μετατρέπουν τις αποταμιεύσεις που συγκεντρώνουν από πολλά άτομα σε χρηματοοικονομικά περιουσιακά στοιχεία. Αυτή η δραστηριότητα αφορά τα αμοιβαία κεφάλαια, τις εταιρείες ασφαλειών ζωής και τα συνταξιοδοτικά ταμεία. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 59."
        }
      },
      {
        id: 22,
        question: "Όταν οι φόροι είναι σταθεροί και ο πολλαπλασιαστής της αυτόνομης δαπάνης είναι 5, τότε η οριακή ροπή για αποταμίευση (MPS) είναι:",
        answers: [
          "2",
          "1",
          "0,2",
          "0,1"
        ],
        correct_answer: {
          id: "0,2",
          explanation: "Ο πολλαπλασιαστής της αυτόνομης δαπάνης είναι 1/(1-MPC), όπου MPC είναι η οριακή ροπή για κατανάλωση. Επιπλέον, ισχύει ότι MPS $=1$ – MPC, οπότε ο πολλαπλασιαστής της αυτόνομης δαπάνης είναι $1/(1-MPC)=1/MPS=5\\Rightarrow MPS=0,2.$ Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητες 60 και 67."
        }
      },
      {
        id: 23,
        question: "Η αναλογική σχέση μεταξύ των μεταβολών της σχεδιασμένης επένδυσης και του ρυθμού αύξησης του πραγματικού ΑΕΠ είναι γνωστή ως:",
        answers: [
          "πολλαπλασιαστής της αυτόνομης δαπάνης.",
          "αρχή του επιταχυντή.",
          "ρυθμός ανάπτυξης της οικονομίας.",
          "συνθήκη ισορροπίας της οικονομίας."
        ],
        correct_answer: {
          id: "αρχή του επιταχυντή.",
          explanation: "Η αρχή του επιταχυντή συνδέει με αναλογικό τρόπο τις μεταβολές της σχεδιασμένης επένδυσης με τον ρυθμό ανάπτυξης της οικονομίας, δηλ. τον ρυθμό αύξησης του πραγματικού ΑΕΠ. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 61."
        }
      },
      {
        id: 24,
        question: "Στο παρακάτω διάγραμμα φαίνεται η συνάρτηση σχεδιασμένης συνολικής δαπάνης $AE_{\\sigma\\chi}$ μιας οικονομίας, συναρτήσει του εισοδήματος Υ. Η κλίση της $AE_{\\sigma\\chi}$ είναι η οριακή ροπή για κατανάλωση $MPC=0,8$ και σε επίπεδο εισοδήματος $Y=3000$ υπάρχει μη σχεδιασμένη επένδυση ίση με 300. Το εισόδημα στην ισορροπία $(Y^{*})$ είναι:",
        answers: [
          "2000.",
          "1500.",
          "1000.",
          "Δεν μπορεί να προσδιοριστεί το $Y^{*}."
        ],
        correct_answer: {
          id: "1500.",
          explanation: "Η κλίση της $AE_{\\sigma\\chi}$ είναι: $MPC=\\beta/\\gamma=0,8\\Rightarrow\\beta/(3000-Y^{*})=0,8\\Rightarrow\\beta=2400-0,8Y^{*}$ (1). Η μη σχεδιασμένη επένδυση σε εισόδημα $Y=3000$ είναι $\\alpha=300$ (η απόσταση ανάμεσα στη γραμμή $45^{\\circ}$ και τη γραμμή $AE_{\\sigma\\chi}$), ενώ από τη μοναδιαία κλίση της γραμμής $45^{\\circ}$ έχουμε: $\\alpha+\\beta=\\gamma\\Rightarrow300+\\beta=3000-Y^{*}=>\\beta=2700-Y^{*}$ (2). Από τις σχέσεις (1) και (2) προκύπτει ότι $Y^{*}=1500.$ Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Eνότητα 62."
        }
      },
      {
        id: 25,
        question: "Όταν μειώνεται το επίπεδο τιμών [..............] οι ανάγκες δανεισμού των οικονομικών μονάδων και αυτό οδηγεί σε [...............] του επιτοκίου, [..... ..] των επενδύσεων και [.. ..] της συνολικής δαπάνης.",
        answers: [
          "[αυξάνονται], [αύξηση], [μείωση], [αύξηση]",
          "[μειώνονται], [αύξηση], [μείωση], [μείωση]",
          "[μειώνονται], [μείωση], [αύξηση], [αύξηση]",
          "[αυξάνονται], [μείωση], [αύξηση], [μείωση]"
        ],
        correct_answer: {
          id: "[μειώνονται], [μείωση], [αύξηση], [αύξηση]",
          explanation: "Η πρόταση περιγράφει το αποτέλεσμα επιτοκίου που συνδέει τη μεταβολή του επιπέδου τιμών με ανάλογη μεταβολή στο επιτόκιο, λόγω μείωσης των αναγκών δανεισμού όταν μειώνονται οι τιμές. Η μείωση, λοιπόν, των τιμών προκαλεί μείωση του επιτοκίου και, κατ' επέκταση, αύξηση των επενδύσεων και της συνολικής δαπάνης. Το αποτέλεσμα επιτοκίου εξηγεί την αρνητική κλίση της καμπύλης συνολικής ζήτησης. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 63."
        }
      },
      {
        id: 26,
        question: "Ταυτόχρονη μείωση τιμών και μείωση του ΑΕΠ, μπορεί βραχυχρόνια να οφείλεται σε (ceteris paribus):",
        answers: [
          "αύξηση της παραγωγικότητας της εργασίας.",
          "αύξηση των δημοσίων δαπανών.",
          "μείωση των ονομαστικών μισθών.",
          "αύξηση των φόρων."
        ],
        correct_answer: {
          id: "αύξηση των φόρων.",
          explanation: "Όταν η καμπύλη συνολικής ζήτησης (AD) μετατοπίζεται αριστερά, έχουμε ταυτόχρονη μείωση τιμών και μείωση της συνολικής παραγωγής. Η αύξηση της παραγωγικότητας της εργασίας και η μείωση των ονομαστικών μισθών μετατοπίζει την SRAS προς τα δεξιά (άρα η Α και η C δεν ισχύουν), ενώ η αύξηση των δημοσίων δαπανών μετατοπίζει την καμπύλη συνολικής ζήτησης (AD) προς τα δεξιά και προκαλεί ταυτόχρονη αύξηση των τιμών και της παραγωγής (άρα η απάντηση Β δεν ισχύει). Η αύξηση των φόρων μειώνει το διαθέσιμο εισόδημα και την κατανάλωση και μετατοπίζει την AD αριστερά προκαλώντας ταυτόχρονη μείωση τιμών και μείωση του ΑΕΠ. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 65."
        }
      },
      {
        id: 27,
        question: "Αν μεταβληθεί το ύψος των συναλλαγών που μπορούν να χρηματοδοτηθούν με χρεωστικές κάρτες:",
        answers: [
          "μεταβάλλεται η ποσότητα χρήματος με τη στενή έννοια.",
          "δεν μεταβάλλεται η ποσότητα χρήματος με τη στενή έννοια.",
          "μεταβάλλεται ανάλογα η νομισματική βάση.",
          "δεν μεταβάλλεται κανένα νομισματικό μέγεθος."
        ],
        correct_answer: {
          id: "μεταβάλλεται η ποσότητα χρήματος με τη στενή έννοια.",
          explanation: "Σε αντίθεση με τις πιστωτικές κάρτες που αποτελούν μια μέθοδο ετεροχρονισμού των πληρωμών και δεν επηρεάζουν τελικά τα νομισματικά μεγέθη (πληρώνουν οι τράπεζες από τα αποθεματικά τους και στη συνέχεια αυξάνουν πάλι τα αποθεματικά όταν εξοφλούν οι πελάτες), η μεταβολή του ύψους των συναλλαγών με χρεωστικές κάρτες ισοδυναμεί με μεταφορά τραπεζικών διαθεσίμων στη νομισματική κυκλοφορία. Επειδή, λοιπόν, η νομισματική κυκλοφορία είναι μέρος της ποσότητας χρήματος και με τη στενή (Μ1) και με την ευρεία έννοια (Μ2), η απάντηση Α είναι σωστή και οι απαντήσεις Β και D είναι λάθος. Επίσης, η απάντηση C είναι λάθος διότι η νομισματική βάση περιλαμβάνει τη νομισματική κυκλοφορία και τα τραπεζικά αποθεματικά και, επομένως, η αύξηση της νομισματικής κυκλοφορίας αντισταθμίζεται πλήρως από τη μείωση των τραπεζικών αποθεματικών που προκύπτει από την αύξηση των συναλλαγών με χρεωστικές κάρτες. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητες 69 και 70."
        }
      },
      {
        id: 28,
        question: "Βάσει των δημοσιευμένων στοιχείων της Ευρωπαϊκής Κεντρικής Τράπεζας (ΕΚΤ), στο τέλος των ετών 2008 και 2023, διαμορφώθηκαν οι εξής τιμές για την ποσότητα χρήματος με τη στενή έννοια (Μ1) και τη νομισματική βάση (Β) στην Ευρωζώνη (σε τρισ. €): Από τα στοιχεία αυτά προκύπτει ότι ο πολλαπλασιαστής χρήματος σε αυτή την περίοδο:",
        table: {
          headers: ["", "Ποσότητα χρήματος (Μ1)", "Νομισματική Βάση (Β)"],
          rows: [
            ["Δεκέμβριος 2008", "4,035", "1.150"],
            ["Δεκέμβριος 2023", "10,446", "5,271"]
          ]
        },
        answers: [
          "παρέμεινε σταθερός.",
          "αυξήθηκε.",
          "μειώθηκε.",
          "Δεν μπορεί να προσδιοριστεί η εξέλιξη του πολλαπλασιαστή χρήματος."
        ],
        correct_answer: {
          id: "μειώθηκε.",
          explanation: "Ο πολλαπλασιαστής χρήματος (μ) είναι ο λόγος της ποσότητας χρήματος Μ1 προς τη νομισματική βάση (Β): $\\mu=\\frac{M1}{B}$. Συνεπώς, ο πολλαπλασιαστής χρήματος ήταν $4,035/1,150=3,51$ το 2008 και $10,446/5,271=1,98$ το 2023. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 70."
        }
      },
      {
        id: 29,
        question: "Η ζήτηση χρήματος αυξάνεται και η καμπύλη ζήτησης χρήματος μετατοπίζεται προς τα δεξιά όταν:",
        answers: [
          "αυξάνεται το επιτόκιο.",
          "αυξάνεται η χρήση πιστωτικών καρτών στις συναλλαγές.",
          "αυξάνεται το επίπεδο τιμών.",
          "μειώνεται το πραγματικό ΑΕΠ."
        ],
        correct_answer: {
          id: "αυξάνεται το επίπεδο τιμών.",
          explanation: "Η μείωση του πραγματικού ΑΕΠ οδηγεί σε μείωση της ζήτησης χρήματος γιατί μειώνει τον όγκο των συναλλαγών. Άρα, η απάντηση D είναι λανθασμένη. Η αύξηση του επιτοκίου οδηγεί σε μείωση της ζητούμενης ποσότητας χρήματος (μετακίνηση προς τα πάνω κατά μήκος της καμπύλης ζήτησης χρήματος) γιατί αυξάνει το κόστος ευκαιρίας της διακράτησης χρήματος. Επομένως, η απάντηση Α είναι λάθος. Η αύξηση της χρήσης πιστωτικών καρτών οδηγεί σε μείωση της ζήτησης χρήματος γιατί επιτρέπει στα άτομα να διακρατούν λιγότερα χρήματα για την πραγματοποίηση των συναλλαγών τους. Αυτή η μεταβολή ισοδυναμεί με μετατόπιση της καμπύλης ζήτησης χρήματος προς τα αριστερά γιατί, σε κάθε δεδομένο επίπεδο επιτοκίου, η ζήτηση χρήματος γίνεται μικρότερη. Επομένως, η απάντηση Β είναι λανθασμένη. Η αύξηση του επιπέδου τιμών οδηγεί σε αύξηση της ζήτησης χρήματος, σε κάθε ύψος επιτοκίου, διότι τα άτομα χρειάζονται περισσότερα χρηματικά διαθέσιμα για να πραγματοποιήσουν τις συναλλαγές τους. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 73."
        }
      },
      {
        id: 30,
        question: "Η μακροχρόνια προσαρμογή των πληθωριστικών προσδοκιών στις πραγματοποιούμενες μεταβολές των τιμών έχει ως αποτέλεσμα ότι μια επεκτατική πολιτική:",
        answers: [
          "μειώνει σταθερά την ανεργία κάτω από το φυσικό ποσοστό με τίμημα έναν υψηλότερο πληθωρισμό.",
          "αφήνει την ανεργία αμετάβλητη στο φυσικό ποσοστό παρά την αύξηση του πληθωρισμού.",
          "αυξάνει τον πληθωρισμό αλλά και την ανεργία πάνω από το φυσικό ποσοστό.",
          "μειώνει τον πληθωρισμό αλλά και την ανεργία κάτω από το φυσικό ποσοστό."
        ],
        correct_answer: {
          id: "αφήνει την ανεργία αμετάβλητη στο φυσικό ποσοστό παρά την αύξηση του πληθωρισμού.",
          explanation: "Σε αντίθεση με τη βραχυχρόνια καμπύλη Phillips που δείχνει αρνητική σχέση μεταξύ ανεργίας και πληθωρισμού, η μακροχρόνια καμπύλη Phillips είναι κάθετη στο φυσικό ποσοστό ανεργίας. Αυτό ισχύει διότι η μακροχρόνια προσαρμογή των πληθωριστικών προσδοκιών οδηγεί σε αντίστοιχη προσαρμογή των μισθών και επαναφέρει την ανεργία στο φυσικό ποσοστό με μεγαλύτερο, όμως, πληθωρισμό. Επομένως, μακροχρόνια η επεκτατική πολιτική θα προκαλέσει αύξηση του πληθωρισμού και διατήρηση της ανεργίας στο φυσικό ποσοστό. Άρα σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 77."
        }
      },
      {
        id: 31,
        question: "Όταν η συναλλαγματική ισοτιμία (μονάδες εγχώριου νομίσματος ανά μονάδα ξένου νομίσματος) είναι σταθερή, μια μείωση των εισαγωγών, ceteris paribus, θα δημιουργήσει τάσεις [.. ..] του εγχώριου νομίσματος και θα αναγκάσει την κεντρική τράπεζα να [.. ..] ξένο νόμισμα για να διατηρήσει την ισοτιμία σταθερή.",
        answers: [
          "[ανατίμησης], [αγοράσει]",
          "[υποτίμησης], [αγοράσει]",
          "[ανατίμησης], [πουλήσει]",
          "[υποτίμησης], [πουλήσει]"
        ],
        correct_answer: {
          id: "[ανατίμησης], [αγοράσει]",
          explanation: "Η μείωση της ζήτησης για εισαγωγές αγαθών και υπηρεσιών θα μετατοπίσει την συνάρτηση ζήτησης συναλλάγματος προς τα αριστερά και κάτω. Με σταθερή την συνάρτηση προσφοράς συναλλάγματος, θα υπάρχει τάση μείωσης της συναλλαγματικής ισοτιμίας (εγχώριο νόμισμα ανά μονάδα ξένου νομίσματος), δηλ. τάση ανατίμησης του εγχώριου νομίσματος. Συνεπώς, για να διατηρήσει την ισοτιμία σταθερή, η κεντρική τράπεζα θα παρέμβει στην αγορά συναλλάγματος για να απορροφήσει την υπερβάλλουσα προσφορά ξένου νομίσματος αγοράζοντας συνάλλαγμα στην αρχική σταθερή ισοτιμία. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 80 & 81."
        }
      },
      {
        id: 32,
        question: "Η πραγματική σχέση ανταλλαγής των εγχώριων αγαθών με ξένα αγαθά μεταβάλλεται υπέρ των εγχώριων αγαθών (και, επομένως, μειώνεται η ανταγωνιστικότητα των εγχώριων αγαθών επειδή γίνονται σχετικά ακριβότερα) όταν ceteris paribus:",
        answers: [
          "υποτιμάται το εγχώριο νόμισμα σε ονομαστικούς όρους.",
          "ο εγχώριος πληθωρισμός είναι μικρότερος από τον πληθωρισμό στο εξωτερικό.",
          "ο εγχώριος πληθωρισμός είναι μεγαλύτερος από τον πληθωρισμό στο εξωτερικό.",
          "ο εγχώριος πληθωρισμός είναι ίσος με τον πληθωρισμό στο εξωτερικό."
        ],
        correct_answer: {
          id: "ο εγχώριος πληθωρισμός είναι μεγαλύτερος από τον πληθωρισμό στο εξωτερικό.",
          explanation: "Η πραγματική σχέση ανταλλαγής αγαθών μεταξύ χωρών αποδίδεται από τη πραγματική συναλλαγματική ισοτιμία $\\epsilon=e\\times P^{*}/P$, όπου e είναι η ονομαστική ισοτιμία, $P^{*}$ το επίπεδο τιμών στο εξωτερικό και Ρ το εγχώριο επίπεδο τιμών. Η πραγματική ισοτιμία ε δείχνει πόσα καλάθια εγχώριων αγαθών ανταλλάσσονται με ένα καλάθι ξένων αγαθών. Εφόσον, λοιπόν, μας δίνεται ότι η σχέση ανταλλαγής βελτιώνεται υπέρ των εγχώριων αγαθών, η πραγματική ισοτιμία ε θα μειώνεται και αυτό συμβαίνει όταν: είτε η ονομαστική ισοτιμία μειώνεται και το εγχώριο νόμισμα ανατιμάται (δηλ. η απάντηση Α είναι λάθος), είτε οι εγχώριες τιμές αυξάνονται περισσότερο από τις ξένες τιμές (δηλ. οι απαντήσεις Β και D είναι λάθος). Άρα σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 80."
        }
      },
      {
        id: 33,
        question: "Βάσει της καμπύλης δυνατοτήτων χρησιμότητας των ατόμων Α και Β (με χρησιμότητες $U_{A}$ και $U_{B}$ αντίστοιχα), όπως αποτυπώνεται στο ακόλουθο διάγραμμα, ποιο (ποια) από τα παρακάτω σημεία δεν είναι άριστο (άριστα) κατά Pareto;",
        answers: [
          "Τα σημεία Ζ και L.",
          "Το σημείο Κ.",
          "Το σημείο N.",
          "Το σημείο L."
        ],
        correct_answer: {
          id: "Το σημείο N.",
          explanation: "Σύμφωνα με το κριτήριο αριστοποίησης κατά Pareto, άριστη θεωρείται μια κατάσταση, όταν είναι εφικτή και δεν υπάρχει άλλη εφικτή κατάσταση που να βελτιώνει τη θέση έστω και ενός ατόμου της οικονομίας, χωρίς να χειροτερεύει τη θέση κάποιου άλλου ατόμου. Στο παραπάνω διάγραμμα, η ωφέλεια και των δυο ατόμων μεγιστοποιείται στα σημεία που βρίσκονται επάνω στην καμπύλη δυνατοτήτων χρησιμότητας, όπως τα σημεία Ζ, Κ, L. Το σημείο Ν είναι εφικτό αλλά η ωφέλεια και των δύο ατόμων μπορεί να βελτιωθεί με την μετακίνηση βορειοανατολικά σε ένα σημείο πιο κοντά ή επάνω στην καμπύλη δυνατοτήτων χρησιμότητας (όπως το Κ). Άρα, η σωστή απάντηση είναι η C. Βλέπε Καραγιάννη, Ενότητες 1.1.2, 2.4 και 3.2."
        }
      },
      {
        id: 34,
        question: "Συνήθως το κράτος αναλαμβάνει επιχειρηματική δραστηριότητα σε κλάδους στους οποίους το μέσο κόστος φθίνει με την αύξηση της παραγωγής, επειδή:",
        answers: [
          "οι ιδιωτικές επιχειρήσεις εκμεταλλεύονται πλήρως τις οικονομίες κλίμακας.",
          "δεν απαιτείται μεγάλης κλίμακας παραγωγή από τις δημόσιες επιχειρήσεις.",
          "οι κλάδοι αυτοί παράγουν μόνο δημόσια αγαθά.",
          "οι κλάδοι αυτοί συνιστούν φυσικά μονοπώλια."
        ],
        correct_answer: {
          id: "οι κλάδοι αυτοί συνιστούν φυσικά μονοπώλια.",
          explanation: "Αν το μέσο κόστος φθίνει με την αύξηση της παραγωγής, ευνοούνται οι μεγάλης κλίμακας επιχειρηματικές δραστηριότητες για την εκμετάλλευση των οικονομιών κλίμακας (δηλ. η απάντηση Β είναι λάθος). Επίσης, η παραγωγή των δημόσιων αγαθών δεν χαρακτηρίζεται απαραίτητα από συνθήκες φθίνοντος μέσου κόστους (η απάντηση C είναι λάθος). Η μεγάλη παραγωγή για την εκμετάλλευση των οικονομιών κλίμακας επιβάλλει την ύπαρξη μιας επιχείρησης (φυσικό μονοπώλιο) ώστε η παραγωγή της να στηρίζεται από τη ζήτηση της αγοράς. Όμως, το ιδιωτικό μονοπώλιο δεν εκμεταλλεύεται πλήρως τις οικονομίες κλίμακας επειδή σταματάει την παραγωγή όταν εξισώνεται το οριακό έσοδο με το οριακό κόστος και η τιμή είναι μεγαλύτερη από το οριακό κόστος. Η ανάληψη της παραγωγής από μονοπωλιακή δημόσια επιχείρηση μπορεί να οδηγήσει σε καλύτερο αποτέλεσμα με παραγωγή εκεί που ικανοποιείται η άριστη κατανομή ($(\\tau i\\mu\\dot{\\eta}=$ οριακό κόστος) ή εκεί όπου μηδενίζεται το κέρδος (τιμή = μέσο κόστος). Άρα η σωστή απάντηση είναι η D. Βλέπε Καραγιάννη, Ενότητα 2.1."
        }
      },
      {
        id: 35,
        question: "Όταν υπάρχουν θετικές εξωτερικές επιδράσεις στην κατανάλωση ενός αγαθού, τέτοιες ώστε η καμπύλη κοινωνικού οριακού οφέλους να αποτελεί παράλληλη μετατόπιση της καμπύλης ιδιωτικού οριακού οφέλους, τότε:",
        answers: [
          "η παραγόμενη ποσότητα στην ελεύθερη αγορά είναι μεγαλύτερη από την κοινωνικά επιθυμητή.",
          "η τιμή στην ελεύθερη αγορά είναι μεγαλύτερη από την κοινωνικά επιθυμητή.",
          "η παραγόμενη ποσότητα και η τιμή στην ελεύθερη αγορά είναι μεγαλύτερες από τα κοινωνικά επιθυμητά επίπεδα.",
          "η παραγόμενη ποσότητα και η τιμή στην ελεύθερη αγορά είναι μικρότερες από τα κοινωνικά επιθυμητά επίπεδα."
        ],
        correct_answer: {
          id: "η παραγόμενη ποσότητα και η τιμή στην ελεύθερη αγορά είναι μικρότερες από τα κοινωνικά επιθυμητά επίπεδα.",
          explanation: "Η ύπαρξη θετικών εξωτερικών επιδράσεων στην κατανάλωση συνεπάγεται ότι η καμπύλη ιδιωτικού οριακού οφέλους από την αγορά του υπό εξέταση αγαθού $D_{i}D_{i}$ βρίσκεται κάτω από την καμπύλη του κοινωνικού οριακού οφέλους $D_{k}D_{k}$. Το σημείο ισορροπίας στην ελεύθερη αγορά είναι το $E_{1}$ ($Q_{1}$, $P_{1})$ που είναι σημείο τομής της καμπύλης ιδιωτικού οριακού κόστους SS με την καμπύλη ιδιωτικού οριακού οφέλους $D_{i}D_{i}$. Το κοινωνικά βέλτιστο σημείο ισορροπίας είναι το $E_{2}$ (Q2, $P_{2}$) που προκύπτει από την τομή της καμπύλης ιδιωτικού οριακού κόστους SS με την καμπύλη κοινωνικού οριακού οφέλους $D_{k}D_{k}$. Από τη σύγκριση των δύο σημείων προκύπτει ότι στην ισορροπία της ελεύθερης αγοράς η ποσότητα είναι χαμηλότερη από την κοινωνικά επιθυμητή $(Q_{1}<Q_{2})$ και η τιμή είναι χαμηλότερη από την κοινωνικά επιθυμητή ($P_{1}<P_{2})$. Άρα, η σωστή απάντηση είναι η D. Βλέπε Καραγιάννη, Ενότητα 3.2.2."
        }
      },
      {
        id: 36,
        question: "Μία φαρμακοβιομηχανία μολύνει το γειτονικό ποτάμι μέσω της ρίψης αποβλήτων. Το ιδιωτικό οριακό κόστος (ΙΟΚ) παραγωγής της φαρμακοβιομηχανίας είναι ίσο με $IOK=250+Q$, ενώ το ιδιωτικό οριακό της όφελος (ΙΟΟ) ισούται με $I00=1250-4Q$, όπου Q η παραγωγή της φαρμακοβιομηχανίας (σε τόνους). Εκτιμάται ότι ένας περιβαλλοντικός φόρος ίσος με 250 € ανά τόνο παραγωγής φαρμάκων επιτυγχάνει πλήρη εσωτερίκευση της αρνητικής εξωτερικής επίδρασης. Κατά συνέπεια, η παραγωγή της φαρμακοβιομηχανίας σε συνθήκες ελεύθερης αγοράς θα είναι [.... ..] τόνοι φαρμάκων, ενώ η κοινωνικά βέλτιστη παραγωγή αντιστοιχεί σε [.........] τόνους φαρμάκων.",
        answers: [
          "[350], [150]",
          "[300], [150]",
          "[200], [150]",
          "[150], [350]"
        ],
        correct_answer: {
          id: "[200], [150]",
          explanation: "Το σημείο ισορροπίας στην ελεύθερη αγορά προσδιορίζεται από την εξίσωση ιδιωτικού οριακού κόστους και ιδιωτικού οριακού οφέλους: $I00=I0K\\Rightarrow1250-4Q=250+Q\\Rightarrow Q=200$ τόνοι φαρμάκων στην ελεύθερη αγορά. Η παραγωγή της φαρμακοβιομηχανίας δημιουργεί μικτή αρνητική εξωτερική επίδραση λόγω της μόλυνσης που προκαλεί στο γειτονικό ποτάμι. Εφόσον ο περιβαλλοντικός φόρος 250 € ανά τόνο επιτυγχάνει πλήρη εσωτερίκευση της εξωτερικότητας, όταν ο φόρος ληφθεί υπόψη θα μετατοπίζει την καμπύλη του ΙΟΚ ώστε αυτή να συμπέσει με την καμπύλη του κοινωνικού οριακού κόστους (ΚΟΚ), δηλ. $KOK=IOK+250=250+Q+250=500+Q.$ Το σημείο βέλτιστης κοινωνικής ισορροπίας προσδιορίζεται από την εξίσωση κοινωνικού οριακού κόστους και ιδιωτικού οριακού οφέλους: $KOK=I00\\Rightarrow500+Q=1250-4Q\\Rightarrow Q=150$ τόνοι φαρμάκων στην κοινωνικά βέλτιστη ισορροπία. Άρα, η σωστή απάντηση είναι η C. Βλέπε Καραγιάννη, Ενότητες 3.4.1 και 3.6.2."
        }
      },
      {
        id: 37,
        question: "Ποιο από τα παρακάτω αγαθά μπορεί να χαρακτηριστεί ως ιδιωτικό αγαθό:",
        answers: [
          "Μια υπηρεσία streaming με συνδρομή.",
          "Ελεύθερο Wi-Fi στην πλατεία μιας πόλης.",
          "Η υπηρεσία ενός φάρου.",
          "Διαμονή σε ξενοδοχείο με πληρότητα 100%."
        ],
        correct_answer: {
          id: "Διαμονή σε ξενοδοχείο με πληρότητα 100%.",
          explanation: "Η υπηρεσία streaming χαρακτηρίζεται από δυνατότητα αποκλεισμού, αλλά μη ανταγωνιστικότητα στην κατανάλωση. Το ελεύθερο Wi-Fi χαρακτηρίζεται από αδυναμία αποκλεισμού, αλλά έχει και μη ανταγωνιστικότητα στην κατανάλωση μέχρι κάποιο επίπεδο συνδέσεων (μετά εμφανίζεται συμφόρηση). Η υπηρεσία του φάρου δεν παρέχει δυνατότητα αποκλεισμού, αλλά ούτε ανταγωνιστικότητα στην κατανάλωση, άρα είναι αμιγώς δημόσιο αγαθό. Η διαμονή σε ξενοδοχείο που έχει πληρότητα 100% χαρακτηρίζεται από αποκλειστικότητα και ανταγωνιστικότητα στην κατανάλωση. Άρα η σωστή απάντηση είναι η D. Βλέπε Καραγιάννη, Ενότητα 4.3."
        }
      },
      {
        id: 38,
        question: "Η καμπύλη ζήτησης μιας μονοπωλιακής δημόσιας επιχείρησης είναι $P=25-O$ ($P=\\tau i\\mu\\dot{\\eta}.$ Q = ποσότητα). Όταν η δημόσια επιχείρηση επιδιώκει την αριστοποίηση της κατανομής των παραγωγικών συντελεστών παράγει την ποσότητα $Q=17$. Αν η επιχείρηση έχει σταθερό οριακό κόστος και μηδενικό σταθερό κόστος, το μέσο κόστος (AC) της παραγωγής είναι:",
        answers: [
          "AC = 8",
          "$AC=17$",
          "$AC=25$",
          "$AC=42$"
        ],
        correct_answer: {
          id: "AC = 8",
          explanation: "Αν k είναι το σταθερό οριακό κόστος της επιχείρησης $(MC=k)$, το συνολικό κόστος θα είναι ΤTC $=k\\times Q$ και το μέσο κόστος $(AC=TC/Q)$ θα είναι επίσης k. Εφόσον η δημόσια επιχείρηση επιδιώκει την αριστοποίηση της κατανομής των παραγωγικών συντελεστών, θα παράγει την ποσότητα εκείνη για την οποία θα ισχύει P = MC. Οπότε, με βάση τα δεδομένα έχουμε: $25 – Q = MC \\Rightarrow MC=25-17=8$ και $AC=8$. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Καραγιάννη, Ενότητα 5.4."
        }
      },
      {
        id: 39,
        question: "Ο διαφορισμός τιμών πρώτου βαθμού από μια δημόσια επιχείρηση, αναφέρεται:",
        answers: [
          "στην αύξηση της τιμής για όλους του καταναλωτές.",
          "στην επιβολή διαφορετικής τιμής σε κάθε καταναλωτή ανάλογα με την οριακή ωφέλεια που αυτός/αυτή αποκομίζει.",
          "στην ανακοίνωση μιας ενιαίας πρώτης τιμής κατά την έναρξη λειτουργία της επιχείρησης.",
          "στην επιβολή διαφορετικής τιμής σε επιμέρους ομάδες καταναλωτών."
        ],
        correct_answer: {
          id: "στην επιβολή διαφορετικής τιμής σε κάθε καταναλωτή ανάλογα με την οριακή ωφέλεια που αυτός/αυτή αποκομίζει.",
          explanation: "Ο διαφορισμός τιμών πρώτου βαθμού σκοπεύει στην απορρόφηση από την επιχείρηση όλου του πλεονάσματος καταναλωτή με την χρέωση της υψηλότερης δυνατής τιμής για κάθε επιπλέον μονάδα του προϊόντος. Αυτό σημαίνει ότι κάθε καταναλωτής θα αντιμετωπίζει διαφορετική τιμή που θα αντανακλά την οριακή ωφέλεια που αυτός/αυτή αποκομίζει από την κατανάλωση του προϊόντος. Η επιβολή διαφορετικής τιμής σε επιμέρους ομάδες καταναλωτών αναφέρεται στον διαφορισμό τιμής τρίτου βαθμού όπου όλοι οι καταναλωτές στην ίδια ομάδα αντιμετωπίζουν την ίδια τιμή. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Καραγιάννη, Ενότητα 5.4.1.γ."
        }
      },
      {
        id: 40,
        question: "Ένα άτομο κερδίζει 50.000€ τον χρόνο. Πληρώνει 7.000 € φόρο για τα πρώτα 40.000 € εισοδήματος και 5.000 € φόρο για τα επόμενα 10.000 €. Το άτομο αυτό έχει οριακό φορολογικό συντελεστή [---------], μέσο φορολογικό συντελεστή [---------------] και το φορολογικό σύστημα είναι [---------].",
        answers: [
          "[24%], [24%], [αναλογικό]",
          "[18%], [24%], [αντιστρόφως προοδευτικό]",
          "[50%], [24%], [προοδευτικό]",
          "[50%], [20%], [προοδευτικό]"
        ],
        correct_answer: {
          id: "[50%], [24%], [προοδευτικό]",
          explanation: "Οριακός φορολογικός συντελεστής = Μεταβολή στο Φόρο / Μεταβολή στο Εισόδημα $=5.000/10.000=0,5\\dot{\\eta}50\\%.$ Μέσος φορολογικός συντελεστής = Συνολικός Φόρος / Συνολικό Εισόδημα $=(7.000+5.000)/50.000=12.000/50.000=0.24~\\eta$ 24%. Εφόσον ο οριακός φορολογικός συντελεστής είναι μεγαλύτερος από τον μέσο φορολογικό συντελεστή, το σύστημα είναι προοδευτικό. Άρα η σωστή απάντηση είναι η C. Βλέπε Καραγιάννη, Ενότητα 9.2."
        }
      },
      {
        id: 41,
        question: "Εάν επιβληθεί ένας ποσοστιαίος φόρος επί της αξίας πώλησης ενός συγκεκριμένου αγαθού, όπως ψωμί ή βενζίνη, τι τύπος φόρου είναι;",
        answers: [
          "Άμεσος φόρος",
          "Έμμεσος φόρος",
          "Προοδευτικός φόρος",
          "Φόρος σταθερού ποσού"
        ],
        correct_answer: {
          id: "Έμμεσος φόρος",
          explanation: "Ο φόρος επιβάλλεται σύμφωνα με στοιχεία που αποτελούν ένδειξη της φοροδοτικής ικανότητας του ατόμου και, ως εκ τούκειο, χαρακτηρίζεται ως έμμεσος φόρος. Αν επιβαλλόταν ανάλογα με την πραγματική φοροδοτική ικανότητα θα ήταν άμεσος φόρος. Για να χαρακτηριστεί ένας φόρος ως προοδευτικός θα έπρεπε να ξέρουμε πως αλλάζει ο μέσος φορολογικός συντελεστής όταν αλλάζει η φορολογική βάση. Σε ένα φόρο σταθερού ποσού η αξία του αγαθού δεν λαμβάνεται υπόψη για τον προσδιορισμό του φόρου, πράγμα που δεν ισχύει στο συγκεκριμένο ερώτημα. Άρα η σωστή απάντηση είναι η Β. Βλέπε Καραγιάννη, Ενότητα 9.2."
        }
      },
      {
        id: 42,
        question: "Βάσει της θεωρίας του ανταλλάγματος και των αρχών της οριζόντιας και κάθετης φορολογικής ισότητας, το φορολογικό βάρος είναι:",
        answers: [
          "ίδιο για άτομα που έχουν το ίδιο εισόδημα.",
          "διαφορετικό για άτομα που έχουν διαφορετικό εισόδημα.",
          "ίδιο για άτομα που έχουν το ίδιο όφελος από τις παροχές του δημοσίου.",
          "διαφορετικό για άτομα που έχουν ίδιο όφελος από τις παροχές του δημοσίου."
        ],
        correct_answer: {
          id: "ίδιο για άτομα που έχουν το ίδιο όφελος από τις παροχές του δημοσίου.",
          explanation: "Βάσει της θεωρίας του ανταλλάγματος, το φορολογικό βάρος κατανέμεται σύμφωνα με τα οφέλη που αποκομίζουν τα άτομα από τις παροχές του δημοσίου. Επιπλέον, όσοι έχουν τα ίδια οφέλη από τις παροχές αυτές πρέπει να έχουν ίδια φορολογική μεταχείριση (αρχή της οριζόντιας φορολογικής ισότητας), ενώ τα άτομα με διαφορετικά οφέλη από τις παροχές του δημοσίου πρέπει να έχουν διαφορετική φορολογική μεταχείριση (αρχή της κάθετης φορολογικής ισότητας). Η κατανομή του φορολογικού βάρους βάσει του εισοδήματος υπαγορεύεται από τη θεωρία της φοροδοτικής ικανότητας (δηλ. οι απαντήσεις Α και Β είναι λάθος). Άρα η σωστή απάντηση είναι η C. Βλέπε Καραγιάννη, Ενότητα 9.3."
        }
      }
    ]
  },
  // Τελικές εξετάσεις 2018-2019
  t: {
  name: "Τελικές 2018-2019",
  questions: [
    {
      id: 1,
      question: "Η τιμή ισορροπίας ενός αγαθού θα αυξηθεί και η ποσότητα ισορροπίας του θα μειωθεί, αν, με όλους τους άλλους παράγοντες σταθερούς:",
      answers: [
        "αυξηθεί ο αριθμός των καταναλωτών του αγαθού.",
        "αυξηθεί ο αριθμός των παραγωγών του αγαθού.",
        "αυξηθεί το εισόδημα των καταναλωτών και το αγαθό είναι κανονικό.",
        "αυξηθούν οι τιμές των μεταβλητών εισροών που χρησιμοποιούνται για την παραγωγή του αγαθού."
      ],
      correct_answer: {
        id: "αυξηθούν οι τιμές των μεταβλητών εισροών που χρησιμοποιούνται για την παραγωγή του αγαθού.",
        explanation: "Η αύξηση του αριθμού των καταναλωτών καθώς και η αύξηση του εισοδήματος θα οδηγήσουν σε αύξηση της ζήτησης του αγαθού. Έτσι θα έχουμε μία μετατόπιση προς τα δεξιά της καμπύλης ζήτησης του αγαθού και τη διαμόρφωση ενός νέου σημείου ισορροπίας. Στο νέο σημείο ισορροπίας, δηλαδή στο σημείο τομής της αρχικής καμπύλης προσφοράς και της νέας καμπύλης ζήτησης, θα αντιστοιχούν μεγαλύτερη τιμή και μεγαλύτερη ποσότητα. Οπότε Α και C δεν ισχύουν. Η αύξηση του αριθμού των παραγωγών του αγαθού θα έχει ως αποτέλεσμα την αύξηση της προσφοράς του. Έτσι θα έχουμε μία μετατόπιση προς τα δεξιά της καμπύλης προσφοράς του αγαθού και τη διαμόρφωση ενός νέου σημείου ισορροπίας. Στο νέο σημείο ισορροπίας, δηλαδή στο σημείο τομής της αρχικής καμπύλης ζήτησης και της νέας καμπύλης προσφοράς, θα αντιστοιχούν μικρότερη τιμή και μεγαλύτερη ποσότητα. Επομένως το Β δεν ισχύει. Η αύξηση των τιμών των μεταβλητών εισροών που χρησιμοποιούνται για την παραγωγή ενός αγαθού θα έχει ως αποτέλεσμα την αύξηση του μεταβλητού κόστους παραγωγής του αγαθού, και επομένως και του οριακού κόστους, γεγονός που θα οδηγήσει σε μείωση της προσφοράς του. Έτσι θα έχουμε μία μετατόπιση προς τα αριστερά της καμπύλης προσφοράς του αγαθού και τη διαμόρφωση ενός νέου σημείου ισορροπίας. Στο νέο σημείο ισορροπίας, δηλαδή στο σημείο τομής της αρχικής καμπύλης ζήτησης και της νέας καμπύλης προσφοράς, θα αντιστοιχούν μεγαλύτερη τιμή και μικρότερη ποσότητα. Επομένως το D ισχύει. Άρα, η σωστή απάντηση είναι η D. Βλέπε Τόμο Α: σελ. 36-42, 59-61, 95-100, και 270-271."
      }
    },
    {
      id: 2,
      question: "Έστω ότι η ζήτηση φυστικοβούτυρου ως προς την τιμή του είναι ελαστική. Με βάση αυτή την πληροφόρηση συμπεραίνουμε ότι αν η τιμή του φυστικοβούτυρου [.........], τότε η δαπάνη των καταναλωτών γι' αυτό το προϊόν θα [.........].",
      answers: [
        "[αυξηθεί], [αυξηθεί].",
        "[μειωθεί], [μειωθεί].",
        "[αυξηθεί], [μειωθεί].",
        "[αυξηθεί], [παραμείνει αμετάβλητη]."
      ],
      correct_answer: {
        id: "[αυξηθεί], [μειωθεί].",
        explanation: "Η ελαστικότητα ζήτησης ενός αγαθού ως προς την τιμή του ορίζεται ως εξής: $e_{p}=(\\Delta Q/\\Delta P)\\times(P/Q)$. Οπότε, εάν η ζήτηση του αγαθού είναι ελαστική $(|e_{p}|>1)$ θα ισχύει $|\\Delta Q/Q|>|\\Delta P/P|$. Αυτό σημαίνει ότι μία αύξηση της τιμής του αγαθού κατά ένα ποσοστό θα οδηγήσει σε μία μείωση της ζητούμενης ποσότητάς του κατά ένα μεγαλύτερο ποσοστό. Επομένως, η δαπάνη των καταναλωτών ΤΕ $(TE=P\\times Q)$ για το αγαθό αυτό θα ακολουθήσει την πορεία της ποσότητας, δηλαδή θα μειωθεί. Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Α: σελ. 100-105."
      }
    },
    {
      id: 3,
      question: "Η συνάρτηση ζήτησης ενός αγαθού δίνεται από τη σχέση $Q_{d}=500-20P$. Αν η τιμή του αγαθού μειωθεί από 20€ σε 10€, τότε το πλεόνασμα του καταναλωτή:",
      answers: [
        "θα μειωθεί κατά 2.250€.",
        "θα μειωθεί κατά 250€.",
        "θα αυξηθεί κατά 1.000€.",
        "θα αυξηθεί κατά 2.000€."
      ],
      correct_answer: {
        id: "θα αυξηθεί κατά 2.000€.",
        explanation: "Όταν η τιμή του αγαθού είναι ίση με 20€, η ζητούμενη ποσότητα είναι $Q_{d1}=500-20\\times20=100$. Το σημείο στο οποίο η καμπύλη ζήτησης τέμνει τον άξονα των τιμών το βρίσκουμε θέτοντας $Q_{d}=0$ στη συνάρτηση ζήτησης. Έτσι έχουμε $P=25e$. Το πλεόνασμα του καταναλωτή είναι ίσο με το εμβαδόν του τριγώνου ΑΒΓ: $CS_{1}=(100\\times(25-20))/2=250E.$ Όταν η τιμή του αγαθού είναι ίση με 10€, η ζητούμενη ποσότητα είναι $Q_{d2}=500-20\\times10=300$. Το πλεόνασμα του καταναλωτή είναι ίσο με το εμβαδόν του τριγώνου ΑΔΕ: $CS_{2}=(300\\times(25-10))/2=2.250E.$ Επομένως, έχουμε μία αύξηση του πλεονάσματος του καταναλωτή ίση με: $CS_{2}-CS_{1}=2.250E-250E=2.000\\epsilon.$ Άρα, η σωστή απάντηση είναι η D. Βλέπε Τόμο Α: σελ. 43-47."
      }
    },
    {
      id: 4,
      question: "Ένας ορθολογικός καταναλωτής δαπανά το εισόδημά του Μ στην κατανάλωση των αγαθών Χ και Υ. Η τιμή του αγαθού Χ είναι $P_{X}=4f.$ Όταν ο καταναλωτής αυτός βρίσκεται σε ισορροπία καταναλώνει 100 μονάδες από το αγαθό Χ και 200 μονάδες από το αγαθό Υ και ο οριακός λόγος υποκατάστασης του αγαθού Υ από το αγαθό Χ $(MRS_{XY})$ είναι ίσος με 2. Σύμφωνα με τα δεδομένα, η τιμή του αγαθού Υ (Ργ) και το εισόδημα του καταναλωτή (Μ) είναι:",
      answers: [
        "$P_{v}=2E$ και $M=800E$",
        "$P_{Y}=8f$ και $M=2.000\\in.$",
        "$P_{Y}=4f$ και $M=1.200\\in$",
        "$P_{Y}=0.5\\epsilon$ και $M=500\\in.$"
      ],
      correct_answer: {
        id: "$P_{v}=2E$ και $M=800E$",
        explanation: "Στην ισορροπία του καταναλωτή ισχύει $MRS_{XY}=MU_{X}/MU_{Y}=P_{X}/P_{Y}=>2=4/P_{Y}=>P_{Y}=2\\in.$ Χρησιμοποιώντας την εξίσωση του εισοδηματικού περιορισμού βρίσκουμε ότι το εισόδημα του καταναλωτή είναι $M=P_{X}X+P_{Y}Y=(4\\times100)+(2\\times200)=800€$. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Τόμο Α: σελ. 80-84."
      }
    },
    {
      id: 5,
      question: "Μία επιχείρηση που λειτουργεί στη βραχυχρόνια περίοδο, όταν χρησιμοποιεί L μονάδες εργασίας, που είναι ο μοναδικός μεταβλητός συντελεστής παραγωγής, μεγιστοποιείται το μέσο προϊόν της εργασίας. Στην ποσότητα αυτή εργασίας (L ):",
      answers: [
        "το συνολικό προϊόν είναι μέγιστο.",
        "το οριακό προϊόν της εργασίας είναι μέγιστο.",
        "το οριακό προϊόν της εργασίας είναι ίσο με το μέσο προϊόν της εργασίας.",
        "το οριακό προϊόν της εργασίας είναι ίσο με το μηδέν."
      ],
      correct_answer: {
        id: "το οριακό προϊόν της εργασίας είναι ίσο με το μέσο προϊόν της εργασίας.",
        explanation: "Το μέσο προϊόν της εργασίας $(AP_{L}=Q/L)$ είναι πάντα θετικό, και αυξάνεται μέχρι ενός σημείου και μετά φθίνει. Για να αυξάνεται το μέσο προϊόν, το οριακό προϊόν $(MP_{L}=\\Delta Q/\\Delta L)$ θα πρέπει να είναι μεγαλύτερο από το μέσο, ενώ για να μειώνεται το μέσο προϊόν, το οριακό προϊόν θα πρέπει να είναι μικρότερο από το μέσο. Συνεπώς, το μέσο προϊόν είναι μέγιστο στο σημείο τομής των καμπυλών του μέσου προϊόντος της εργασίας και του οριακού προϊόντος της εργασίας, δηλαδή όταν το μέσο προϊόν μεγιστοποιείται, τότε αυτό είναι ίσο με το οριακό προϊόν. Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Α: σελ. 145-153."
      }
    },
    {
      id: 6,
      question: "Μία επιχείρηση που λειτουργεί στη βραχυχρόνια περίοδο, όταν παράγει 160 μονάδες προϊόντος, το συνολικό της κόστος είναι 5.500€, ενώ όταν δεν παράγει το συνολικό της κόστος είναι ίσο με 1.500€. Με βάση αυτά τα δεδομένα, το μέσο μεταβλητό κόστος της επιχείρησης όταν αυτή παράγει 160 μονάδες προϊόντος είναι ίσο με:",
      answers: [
        "43,75€.",
        "25€",
        "4€.",
        "20€."
      ],
      correct_answer: {
        id: "25€",
        explanation: "Γνωρίζουμε ότι $TC=FC+VC,$ οπότε $VC=TC-FC$ ( $TC=$ συνολικό κόστος, $FC=$ σταθερό κόστος και $VC=$ μεταβλητό κόστος). Όταν η επιχείρηση δεν παράγει, το κόστος που αντιμετωπίζει είναι το σταθερό κόστος $(FC=1.500E)$. Επομένως, για παραγωγή 160 μονάδων προϊόντος έχουμε $VC=5.500-1.500=4.000E$ και άρα το μέσο μεταβλητό κόστος είναι $AVC=VC/Q=4.000/160=25E.$ Άρα, η σωστή απάντηση είναι η Β. Βλέπε Τόμο Α: σελ. 185-200."
      }
    },
    {
      id: 7,
      question: "Η γραμμή ίσου κόστους μίας επιχείρησης, η οποία για την παραγωγή του προϊόντος της χρησιμοποιεί εργασία και κεφάλαιο, δείχνει:",
      answers: [
        "το κόστος παραγωγής στη βραχυχρόνια περίοδο για διαφορετικά επίπεδα παραγωγής.",
        "όλους τους συνδυασμούς ποσοτήτων εργασίας και κεφαλαίου, για την απόκτηση των οποίων απαιτείται η ίδια δαπάνη (δηλαδή κοστίζουν στην επιχείρηση το ίδιο ποσό).",
        "όλους τους συνδυασμούς ποσοτήτων εργασίας και κεφαλαίου που η χρησιμοποίησή τους αποφέρει την ίδια ποσότητα προϊόντος.",
        "όλα τα σημεία ισορροπίας της επιχείρησης για διαφορετικά επίπεδα προϊόντος, στην περίπτωση ελαχιστοποίησης κόστους."
      ],
      correct_answer: {
        id: "όλους τους συνδυασμούς ποσοτήτων εργασίας και κεφαλαίου, για την απόκτηση των οποίων απαιτείται η ίδια δαπάνη (δηλαδή κοστίζουν στην επιχείρηση το ίδιο ποσό).",
        explanation: "Εάν w και r είναι οι αμοιβές της εργασίας (L) και του κεφαλαίου (Κ) αντίστοιχα και $\\overline{C}$ είναι η δεδομένη χρηματική δαπάνη που πραγματοποιεί η επιχείρηση, τότε η γραμμή ίσου κόστους εκφράζεται από την εξής σχέση: $\\overline{C}=wL+rK$. Η σχέση αυτή παρουσιάζει όλους τους συνδυασμούς ποσοτήτων εργασίας και κεφαλαίου που κοστίζουν στην επιχείρηση $\\overline{C}$. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Τόμο Α: σελ. 228-229."
      }
    },
    {
      id: 8,
      question: "Η συνάρτηση του βραχυχρόνιου συνολικού κόστους μίας επιχείρησης που δραστηριοποιείται σε μία τέλεια ανταγωνιστική αγορά δίνεται από τη σχέση $TC=100+20q+q^{2}$, όπου q είναι η παραγόμενη ποσότητα προϊόντος από την επιχείρηση. Η τιμή του προϊόντος Ρ, όπως προσδιορίζεται από την αγορά του τέλεια ανταγωνιστικού κλάδου, είναι ίση με 40€. Όταν η επιχείρηση βρίσκεται σε ισορροπία (μεγιστοποιεί το κέρδος της), η ποσότητα του προϊόντος που αυτή παράγει $(q^{*})$ και το κέρδος της (Π) είναι:",
      answers: [
        "$q^{*}=10$ μονάδες, $\\Pi=0e$",
        "$q^{*}=20$ μονάδες, $\\Pi=400\\in$",
        "$q^{*}=20$ μονάδες, Π = 200€.",
        "$q^{*}=10$ μονάδες, Π = 100€."
      ],
      correct_answer: {
        id: "$q^{*}=10$ μονάδες, $\\Pi=0e$",
        explanation: "Γνωρίζουμε ότι σε ένα τέλεια ανταγωνιστικό κλάδο, το παραγόμενο προϊόν της επιχείρησης που μεγιστοποιεί το κέρδος προκύπτει στο σημείο όπου η τιμή (Ρ) ισούται με το οριακό κόστος (MC), ήτοι $P=MC.$ Η επιχείρηση είναι αποδέκτης τιμών και επομένως $P=40\\epsilon$. Από τη συνάρτηση του συνολικού κόστους προκύπτει ότι το οριακό κόστος είναι: $MC=dTC/dq=20+2q$. Επομένως, εξισώνοντας την τιμή με το οριακό κόστος, $P=MC$ έχουμε: $40=20+2q=>q^{*}=10$ μονάδες. Εξ ορισμού, το κέρδος ισούται με: $\\Pi=P\\times q^{*}-TC$. Για $q^{*}=10$ προκύπτει: $\\Pi=40\\times10-(100+20\\times10+10^{2})=400-400=0E.$ Άρα, η σωστή απάντηση είναι η Α. Βλέπε Τόμο $A:$ σελ. 210-213, 218-219 και 251-255."
      }
    },
    {
      id: 9,
      question: "Όταν μία μονοπωλιακή επιχείρηση βρίσκεται σε ισορροπία:",
      answers: [
        "το οριακό έσοδο είναι μεγαλύτερο από το οριακό κόστος παραγωγής.",
        "το μέσο έσοδο είναι ίσο με το οριακό έσοδο.",
        "το μέσο έσοδο είναι ίσο με το οριακό κόστος παραγωγής.",
        "η τιμή του προϊόντος είναι μεγαλύτερη από το οριακό κόστος παραγωγής."
      ],
      correct_answer: {
        id: "η τιμή του προϊόντος είναι μεγαλύτερη από το οριακό κόστος παραγωγής.",
        explanation: "Η επιχείρηση βρίσκεται σε ισορροπία όταν το κέρδος της είναι μέγιστο. Το κέρδος είναι μέγιστο σε εκείνο το επίπεδο παραγωγής για το οποίο ισχύει $MR=MC$ οπότε το Α δεν ισχύει. Εξ ορισμού, στο μονοπώλιο το οριακό έσοδο είναι μικρότερο από το μέσο έσοδο για $Q>0$ και επομένως και από την τιμή $(P=AR>MR)$. Συνεπώς, το Β δεν ισχύει. Εφόσον στη θέση ισορροπίας της επιχείρησης ισχύει MR = MC και $AR=P>MR$ θα ισχύει P > MC. Άρα το D ισχύει και το C δεν ισχύει. Άρα, η σωστή απάντηση είναι η D. Βλέπε Τόμο Α: σελ. 287-295."
      }
    },
    {
      id: 10,
      question: "Βασικό χαρακτηριστικό του μονοπωλιακού ανταγωνισμού είναι ότι:",
      answers: [
        "το προϊόν είναι ομοιογενές.",
        "η καμπύλη ζήτησης που αντιμετωπίζει για το προϊόν της κάθε επιχείρηση είναι πλήρως ελαστική (οριζόντια).",
        "κάθε επιχείρηση διαθέτει στην αγορά ένα σχετικά διαφοροποιημένο προϊόν",
        "δεν υπάρχει δυνατότητα εισόδου νέων επιχειρήσεων."
      ],
      correct_answer: {
        id: "κάθε επιχείρηση διαθέτει στην αγορά ένα σχετικά διαφοροποιημένο προϊόν",
        explanation: "Το προϊόν στον μονοπωλιακό ανταγωνισμό δεν είναι ομοιογενές, δηλαδή κάθε επιχείρηση διαθέτει στην αγορά κάπως διαφοροποιημένο προϊόν, με αποτέλεσμα η καμπύλη ζήτησης για το προϊόν της κάθε επιχείρησης να έχει αρνητική κλίση. Επίσης, υπάρχει δυνατότητα εισόδου νέων επιχειρήσεων. Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Α: σελ. 312."
      }
    },
    {
      id: 11,
      question: "Σε μία οικονομία, η απόκλιση του πραγματοποιούμενου ΑΕΠ σε σταθερές τιμές από το δυνητικό ΑΕΠ ονομάζεται:",
      answers: [
        "Ονομαστικό ΑΕΠ.",
        "Παραγωγικό κενό.",
        "Αποπληθωριστής ΑΕΠ.",
        "Ρυθμός οικονομικής μεγέθυνσης."
      ],
      correct_answer: {
        id: "Παραγωγικό κενό.",
        explanation: "Ονομαστικό ΑΕΠ είναι το ΑΕΠ σε τρέχουσες-αγοραίες τιμές, άρα η Α δεν είναι η σωστή. Η απόκλιση του πραγματοποιούμενου ΑΕΠ σε σταθερές τιμές από το δυνητικό ΑΕΠ ονομάζεται παραγωγικό κενό, άρα η Β είναι η σωστή απάντηση. Αποπληθωριστής ΑΕΠ είναι το πηλίκο του ονομαστικού ΑΕΠ προς το πραγματικό ΑΕΠ, άρα η C δεν ισχύει. Τέλος, ο ρυθμός οικονομικής μεγέθυνσης είναι η ετήσια ποσοστιαία μεταβολή του πραγματικού ΑΕΠ, επομένως η D δεν είναι η σωστή απάντηση. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Τόμο Β: σελ. 37."
      }
    },
    {
      id: 12,
      question: "Σε μία κλειστή οικονομία, όπου $C=200+0.75Y_{d}$, $I=100$, $G=50$, $T=40$, $Y_{d}=Y-T$ ($(C=$ κατανάλωση, $Y=\\epsilon1\\sigma\\delta\\delta\\eta\\mu\\alpha$, $Y_{d}=$ διαθέσιμο εισόδημα, $I=$ επένδυση, G = κρατικές δαπάνες, Τ = φόροι), το εισόδημα ισορροπίας είναι:",
      answers: [
        "1.380.",
        "1.180.",
        "1.280.",
        "1.400."
      ],
      correct_answer: {
        id: "1.280.",
        explanation: "Με βάση τη συνθήκη ισορροπίας του εισοδήματος $Y=C+I+G$ έχουμε: $Y=200+0,75(Y-40)+100+50\\Rightarrow(1-0,75)Y=200-30+100+50\\Rightarrow0,25Y=320\\Rightarrow Y=1.280.$ Εναλλακτικά, χρησιμοποιώντας τη συνθήκη ισορροπίας $S+T=I+G$, με τη συνάρτηση αποταμίευσης: $S=Y_{d}-C=-200+0,25Y_{d}$ παίρνουμε: $-200+0,25(Y-40)+40=100+50\\Rightarrow-200+0,25Y-10+40=150\\Rightarrow0,25Y=150+170 \\Rightarrow Y=1.280.$ Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Β: σελ. 102-103."
      }
    },
    {
      id: 13,
      question: "Η Κεντρική Τράπεζα μίας κλειστής οικονομίας θέλει να μειώσει την ποσότητα χρήματος. Ποιον συνδυασμό πολιτικών πρέπει να ακολουθήσει προκειμένου να πετύχει με βεβαιότητα τον σκοπό της;",
      answers: [
        "Μείωση του ποσοστού υποχρεωτικών καταθέσεων και αγορά ομολόγων.",
        "Αύξηση του ποσοστού υποχρεωτικών καταθέσεων και αγορά ομολόγων.",
        "Αύξηση του ποσοστού υποχρεωτικών καταθέσεων και πώληση ομολόγων.",
        "Αύξηση των φόρων και αύξηση των κρατικών δαπανών."
      ],
      correct_answer: {
        id: "Αύξηση του ποσοστού υποχρεωτικών καταθέσεων και πώληση ομολόγων.",
        explanation: "Μία μείωση (αύξηση) του ποσοστού υποχρεωτικών διαθεσίμων συνεπάγεται ότι οι τράπεζες έχουν επιπλέον (λιγότερα) χρηματικά διαθέσιμα, τα οποία μπορούν να διαθέσουν για δανεισμό. Αγορά (πώληση) ομολόγων σημαίνει ότι η Κεντρική Τράπεζα διαθέτει (εισπράττει) χρήματα προκειμένου να αγοράσει (πουλήσει) ομόλογα. Επιπλέον, αν το ποσό που θα εισπράξει (διαθέσει) αυτός που πουλά (αγοράζει) ομόλογα το καταθέσει σε (εκταμιεύσει από) κάποια εμπορική τράπεζα, θα αυξηθούν (μειωθούν) τα ρευστά διαθέσιμα της τράπεζας, τα οποία θα προσπαθήσει να διαθέσει σε νέους πελάτες μέσω χορήγησης δανείων. Συνεπώς, μείωση του ποσοσμού υποχρεωτικών καταθέσεων και αγορά ομολόγων οδηγούν σε αύξηση της ποσότητας χρήματος, άρα η απάντηση Α είναι λάθος. Μία αύξηση του ποσοστού υποχρεωτικών καταθέσεων οδηγεί σε μείωση της ποσότητας χρήματος ενώ η αγορά ομολόγων οδηγεί σε αύξηση της ποσότητας χρήματος. Το τελικό αποτέλεσμα είναι αβέβαιο και εξαρτάται από τη σχετική επίδραση της κάθε πολιτικής, άρα η απάντηση Β είναι λάθος. Αύξηση του ποσοστού υποχρεωτικών καταθέσεων και ταυτόχρονα πώληση ομολόγων οδηγούν σε μείωση της ποσότητας χρήματος, άρα η απάντηση C είναι σωστή. Η απάντηση D αναφέρεται σε εργαλεία δημοσιονομικής πολιτικής, και επομένως είναι λάθος. Άρα, η σωστή απάντηση είναι η C. Βλέπε Τόμο Β: σελ. 127-129."
      }
    },
    {
      id: 14,
      question: "Η κλίση της καμπύλης IS εξαρτάται από:",
      answers: [
        "την αυτόνομη κατανάλωση.",
        "την ελαστικότητα της ζήτησης χρήματος ως προς το επιτόκιο.",
        "την ελαστικότητα της ζήτησης χρήματος ως προς το εισόδημα.",
        "την ελαστικότητα των επενδύσεων ως προς το επιτόκιο."
      ],
      correct_answer: {
        id: "την ελαστικότητα των επενδύσεων ως προς το επιτόκιο.",
        explanation: "Η αυτόνομη κατανάλωση επηρεάζει το μέγεθος του εισοδήματος ισορροπίας, αλλά δεν επηρεάζει την κλίση της καμπύλης IS. Επομένως η απάντηση Α είναι λάθος. Η ελαστικότητα ζήτησης χρήματος ως προς το επιτόκιο και η ελαστικότητα ζήτησης χρήματος ως προς το εισόδημα, επηρεάζουν την κλίση της καμπύλης LM και όχι αυτή της ΙS. Επομένως οι απαντήσεις Β και C είναι λάθος. Όσο μεγαλύτερη είναι η ελαστικότητα των επενδύσεων ως προς το επιτόκιο, ceteris paribus, τόσο πιο μεγάλη θα είναι η αύξηση των επενδύσεων και του εισοδήματος σε κάθε δεδομένη μείωση του επιτοκίου. Επομένως, τόσο πιο ελαστική (δηλ. λιγότερο απότομη ή πιο οριζόντια) θα είναι η καμπύλη IS (δηλ. θα έχει μικρότερη κλίση σε απόλυτες τιμές). Άρα, η σωστή απάντηση είναι η D. Βλέπε Τόμο Β: σελ. 136-137."
      }
    },
    {
      id: 15,
      question: "Σύμφωνα με την κλασική θεωρία, μία αύξηση του εργατικού δυναμικού, π.χ. λόγω εισροής μεταναστών, με όλους τους άλλους παράγοντες σταθερούς (ceteris paribus), θα έχει ως αποτέλεσμα:",
      answers: [
        "την αύξηση του επιπέδου της απασχόλησης και τη μείωση του πραγματικού μισθού.",
        "τη μείωση του επιπέδου της απασχόλησης και τη μείωση του πραγματικού μισθού.",
        "την αύξηση της ανεργίας και την αύξηση του πραγματικού μισθού.",
        "την αύξηση της ανεργίας, ενώ ο πραγματικός θα παραμείνει σταθερός."
      ],
      correct_answer: {
        id: "την αύξηση του επιπέδου της απασχόλησης και τη μείωση του πραγματικού μισθού.",
        explanation: "Σύμφωνα με την κλασική θεωρία, η πλήρης ευκαμψία των ονομαστικών μισθών εξασφαλίζει ισορροπία στην αγορά εργασίας με πλήρη απασχόληση του εργατικού δυναμικού. Επομένως οι απαντήσεις C και D είναι λάθος. Σύμφωνα με την κλασική θεωρία, η καμπύλη προσφοράς εργασίας έχει θετική κλίση (η προσφορά εργασίας είναι αύξουσα συνάρτηση του πραγματικού μισθού). Μια αύξηση του εργατικού δυναμικού, π.χ. λόγω εισροής μεταναστών, θα έχει ως αποτέλεσμα τη μετατόπιση της καμπύλης προσφοράς εργασίας προς τα δεξιά (υπάρχουν περισσότεροι εργαζόμενοι που προσφέρουν εργασία σε κάθε δεδομένο πραγματικό μισθό). Η πλεονάζουσα προσφορά εργασίας στον αρχικό πραγματικό μισθό ισορροπίας θα προκαλέσει μείωση του πραγματικού μισθού. Επομένως, η μετατόπιση της καμπύλης προσφοράς εργασίας προς τα δεξιά, με την καμπύλη ζήτησης για εργασία αμετάβλητη, θα έχει ως αποτέλεσμα στο νέο σημείο ισορροπίας να αντιστοιχεί υψηλότερο επίπεδο απασχόλησης, καθώς και χαμηλότερος πραγματικός μισθός σε σχέση με την αρχική ισορροπία. Άρα, η σωστή απάντηση είναι η Α, ενώ η απάντηση Β είναι λάθος γιατί το επίπεδο απασχόλησης αυξάνεται. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Τόμο Β: σελ. 175-176, διάγραμμα 7.7 στη σελ. 176."
      }
    },
    {
      id: 16,
      question: "Σε μια οικονομία, χωρίς δημόσιο τομέα, υπάρχουν μόνο τρεις επιχειρήσεις, οι Α, Β και Γ. Η Α παράγει μια ενδιάμεση εισροή που χρησιμοποιεί στο σύνολό της η Γ, η Β παράγει τελικό κεφαλαιουχικό εξοπλισμό που διαθέτει στην Γ΄ και η Γ΄ παράγει ένα τελικό καταναλωτικό αγαθό. Στο τελευταίο έτος οι επιχειρήσεις είχαν τις ακόλουθες πωλήσεις: Αν το ΑΕΠ της οικονομίας στο έτος αυτό ήταν 8.500, τότε η μεταβολή στα αποθέματα των επιχειρήσεων και οι αποσβέσεις ήταν:",
      table: {
        headers: ["", "Επιχείρηση Α.", "Επιχείρηση Β.", "Επιχείρηση Γ"],
        rows: [
          ["Πωλήσεις", "1.000", "1.000", "5.000"]
        ]
      },
      answers: [
        "2.500.",
        "2.000.",
        "1.500.",
        "1.000."
      ],
      correct_answer: {
        id: "2.500.",
        explanation: "Με βάση τη μέθοδο της τελικής δαπάνης για αγαθά και υπηρεσίες που παράγονται στην εγχώρια αγορά: ΑΕΠ = C + I => 8.500 = 5.000 + (1.000 + μεταβολή στα αποθέματα + αποσβέσεις) => μεταβολή στα αποθέματα + αποσβέσεις = 2.500. C: Αξία καταναλωτικού αγαθού = πωλήσεις από την επιχείρηση Γ. Ι: πωλήσεις τελικού κεφαλαιουχικού εξοπλισμού και μεταβολή στα αποθέματα και αποσβέσεις = πωλήσεις από την επιχείρηση Β + μεταβολή στα αποθέματα + αποσβέσεις. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 47."
      }
    },
    {
      id: 17,
      question: "Έστω ότι Κ και Μ είναι τα μόνα τελικά αγαθά που παράγονται σε μια οικονομία. Οι τιμές και οι παραγόμενες ποσότητες των αγαθών αυτών κατά τα έτη 2022 και 2023 ήταν: Βάσει αυτών των δεδομένων, ο πραγματικός ρυθμός ανάπτυξης της οικονομίας το 2023 ήταν [..............] με το έτος βάσης είναι το 2022, ενώ με έτος βάσης το 2023 ήταν [...............].",
      table: {
        headers: ["Έτος", "Τιμή - Αγαθό Κ", "Ποσότητα - Αγαθό Κ", "Τιμή - Αγαθό Μ", "Ποσότητα - Αγαθό Μ"],
        rows: [
          ["2022", "5", "4.000", "12", "900"],
          ["2023", "8", "5.000", "13", "1.000"]
        ]
      },
      answers: [
        "[15,5%], [18,3%]",
        "[20,1%], [21,3%]",
        "[72%], [18,1%]",
        "[20,1%], [72%]"
      ],
      correct_answer: {
        id: "[20,1%], [21,3%]",
        explanation: "Το πραγματικό ΑΕΠ ενός έτους υπολογίζεται όταν οι παραγόμενες ποσότητες αγαθών του έτους αυτού αποτιμώνται σε τιμές του έτους βάσης. Επομένως, όταν το έτος βάσης είναι το 2022 παίρνουμε: πραγματικό ΑΕΠ του $2022=5\\times4.000+12\\times900=30.800$; πραγματικό ΑΕΠ του $2023=5\\times5.000+12\\times1.000=37.000$; και ο πραγματικός ρυθμός ανάπτυξης το 2023 ήταν $[(37.000/30.800)-1] = 0,201$ ή $20,1\\%$. Αν το έτος βάσης είναι το 2023, έχουμε: πραγματικό ΑΕΠ του $2022=8\\times4.000+13\\times900=43.700$; πραγματικό ΑΕΠ του $2023=8\\times5.000+13\\times1.000=53.000$; και ο πραγματικός ρυθμός ανάπτυξης το 2023 ήταν $[(53.000/43.700)-1]=0,213$ ή $21,3\\%$. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 48."
      }
    },
    {
      id: 18,
      question: "Έστω ότι οι εισαγωγές το έτος 2023 στην οικονομία Ζ ήταν $IM=200$. Αν στο ίδιο έτος ο κρατικός προϋπολογισμός ήταν ισοσκελισμένος, τότε:",
      answers: [
        "η ακαθάριστη επένδυση ήταν μεγαλύτερη από την ιδιωτική αποταμίευση.",
        "η ακαθάριστη επένδυση ήταν μικρότερη από την ιδιωτική αποταμίευση.",
        "η ακαθάριστη επένδυση ήταν ίση με την ιδιωτική αποταμίευση.",
        "δεν επαρκούν τα δεδομένα για να προσδιοριστεί η σχέση ανάμεσα στην ακαθάριστη επένδυση και την ιδιωτική αποταμίευση."
      ],
      correct_answer: {
        id: "δεν επαρκούν τα δεδομένα για να προσδιοριστεί η σχέση ανάμεσα στην ακαθάριστη επένδυση και την ιδιωτική αποταμίευση.",
        explanation: "Από τη βασική εθνικολογιστική ταυτότητα γνωρίζουμε ότι ισχύει $I\\equiv S_{i\\delta}+S_{\\delta\\eta\\mu}+NCl$, όπου NCI = ΙΜ – Χ είναι η καθαρή εισροή κεφαλαίου (διαφορά εισαγωγών και εξαγωγών) και $S_{\\delta \\eta \\mu}=0$ αφού η δημόσια αποταμίευση είναι το αποτέλεσμα του κρατικού προϋπολογισμού. Με αντικατάσταση των παραπάνω δεδομένων στην εθνικολογιστική ταυτότητα προκύπτει $I-S_{18}=200-X$. Συνεπώς, η σχέση επενδύσεων και ιδιωτικής αποταμίευσης εξαρτάται από το ύψος των εξαγωγών της οικονομία Ζ το 2023 και δεν μπορεί να προσδιοριστεί εφόσον το μέγεθος Χ δεν είναι γνωστό. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 56."
      }
    },
    {
      id: 19,
      question: "Αν η ισορροπία στην αγορά δανειακών κεφαλαίων μιας οικονομίας αντιστοιχεί σε πραγματικό επιτόκιο 3%, τότε μια αύξηση στο ονομαστικό επιτόκιο κατά 3% σημαίνει ότι, ceteris paribus,:",
      answers: [
        "μειώθηκε η επενδυτική δαπάνη κατά 3%.",
        "αυξήθηκε η συνολική αποταμίευση κατά 3%.",
        "αυξήθηκε ο αναμενόμενος πληθωρισμός κατά 3%.",
        "μειώθηκε ο δανεισμός του δημοσίου κατά 3%."
      ],
      correct_answer: {
        id: "αυξήθηκε ο αναμενόμενος πληθωρισμός κατά 3%.",
        explanation: "Η μείωση της επενδυτικής δαπάνης και η μείωση του δανεισμού του δημοσίου μειώνουν τη ζήτηση για δανειακά κεφάλαια, ενώ η αύξηση της αποταμίευσης αυξάνει την προσφορά δανειακών κεφαλαίων. Συνεπώς, οι μεταβολές αυτές οδηγούν σε μείωση του ονομαστικού επιτοκίου και οι απαντήσεις Α, Β και D είναι λανθασμένες. Βάσει του αποτελέσματος Fisher, υπάρχει ένα προς ένα αναλογική σχέση ανάμεσα στον αναμενόμενο πληθωρισμό και το ονομαστικό επιτόκιο, η οποία προκύπτει από την ισόποση μεταβολή της προσφοράς και της ζήτησης δανειακών κεφαλαίων μετά από μια μεταβολή στον αναμενόμενο ρυθμό πληθωρισμού. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 57."
      }
    },
    {
      id: 20,
      question: "Σε μια οικονομία υπάρχουν μόνο τα ακόλουθα διαθέσιμα επενδυτικά σχέδια: και για την Καθαρή Παρούσα Αξία (ΚΠΑ) των σχεδίων αυτών ισχύει $K\\Pi A_{a}>K\\Pi A_{b}>K\\Pi A_{c}) > ΚΠΑΔ$. Αν η συνολική επενδυτική δαπάνη στην οικονομία αυτή μειωθεί από 240 σε 140, τότε:",
      table: {
        headers: ["Επενδυτικό Σχέδιο", "Κόστος Επενδυτικού Σχεδίου"],
        rows: [
          ["a", "60"],
          ["b", "80"],
          ["c", "100"],
          ["d", "140"]
        ]
      },
      answers: [
        "αυξήθηκε το επιτόκιο και έγινε αρνητική η ΚΠΑ του σχεδίου c.",
        "μειώθηκε το επιτόκιο και έγινε αρνητική η ΚΠΑ του σχεδίου c.",
        "αυξήθηκε το επιτόκιο και έγινε θετική η ΚΠΑ του σχεδίου d.",
        "μειώθηκε το επιτόκιο και έγινε θετική η ΚΠΑ του σχεδίου d."
      ],
      correct_answer: {
        id: "αυξήθηκε το επιτόκιο και έγινε αρνητική η ΚΠΑ του σχεδίου c.",
        explanation: "Τα επενδυτικά αναλαμβάνονται βάσει της υψηλότερης ΚΠΑ και η συνολική επενδυτική δαπάνη θα διαμορφώνεται ως εξής: (Πίνακας με συνολική επενδυτική δαπάνη παραλείπεται). Εφόσον μειώθηκε η συνολική επενδυτική δαπάνη από 240 σε 140, το επενδυτικό σχέδιο c δεν προκρίνεται πλέον επειδή θα έχει τώρα αρνητική ΚΠΑ. Επιπλέον, η ΚΠΑ κάθε σχεδίου σχετίζεται αρνητικά με το επιτόκιο και, επομένως, η μείωση της ΚΠΑ του σχεδίου c σημαίνει ότι το επιτόκιο αυξήθηκε. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 58."
      }
    },
    {
      id: 21,
      question: "Οι χρηματοπιστωτικοί διαμεσολαβητές μετατρέπουν:",
      answers: [
        "τις αποταμιεύσεις σε χρηματοοικονομικά περιουσιακά στοιχεία.",
        "τις επενδύσεις σε κρατικές δαπάνες.",
        "τις επενδύσεις σε κατανάλωση.",
        "τις εξαγωγές σε επένδυση."
      ],
      correct_answer: {
        id: "τις αποταμιεύσεις σε χρηματοοικονομικά περιουσιακά στοιχεία.",
        explanation: "Χρηματοπιστωτικοί διαμεσολαβητές είναι φορείς που μετατρέπουν τις αποταμιεύσεις που συγκεντρώνουν από πολλά άτομα σε χρηματοοικονομικά περιουσιακά στοιχεία. Αυτή η δραστηριότητα αφορά τα αμοιβαία κεφάλαια, τις εταιρείες ασφαλειών ζωής και τα συνταξιοδοτικά ταμεία. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 59."
      }
    },
    {
      id: 22,
      question: "Όταν οι φόροι είναι σταθεροί και ο πολλαπλασιαστής της αυτόνομης δαπάνης είναι 5, τότε η οριακή ροπή για αποταμίευση (MPS) είναι:",
      answers: [
        "2",
        "1",
        "0,2",
        "0,1"
      ],
      correct_answer: {
        id: "0,2",
        explanation: "Ο πολλαπλασιαστής της αυτόνομης δαπάνης είναι 1/(1-MPC), όπου MPC είναι η οριακή ροπή για κατανάλωση. Επιπλέον, ισχύει ότι MPS $=1$ – MPC, οπότε ο πολλαπλασιαστής της αυτόνομης δαπάνης είναι $1/(1-MPC)=1/MPS=5\\Rightarrow MPS=0,2.$ Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητες 60 και 67."
      }
    },
    {
      id: 23,
      question: "Η αναλογική σχέση μεταξύ των μεταβολών της σχεδιασμένης επένδυσης και του ρυθμού αύξησης του πραγματικού ΑΕΠ είναι γνωστή ως:",
      answers: [
        "πολλαπλασιαστής της αυτόνομης δαπάνης.",
        "αρχή του επιταχυντή.",
        "ρυθμός ανάπτυξης της οικονομίας.",
        "συνθήκη ισορροπίας της οικονομίας."
      ],
      correct_answer: {
        id: "αρχή του επιταχυντή.",
        explanation: "Η αρχή του επιταχυντή συνδέει με αναλογικό τρόπο τις μεταβολές της σχεδιασμένης επένδυσης με τον ρυθμό ανάπτυξης της οικονομίας, δηλ. τον ρυθμό αύξησης του πραγματικού ΑΕΠ. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 61."
      }
    },
    {
      id: 24,
      question: "Στο παρακάτω διάγραμμα φαίνεται η συνάρτηση σχεδιασμένης συνολικής δαπάνης $AE_{\\sigma\\chi}$ μιας οικονομίας, συναρτήσει του εισοδήματος Υ. Η κλίση της $AE_{\\sigma\\chi}$ είναι η οριακή ροπή για κατανάλωση $MPC=0,8$ και σε επίπεδο εισοδήματος $Y=3000$ υπάρχει μη σχεδιασμένη επένδυση ίση με 300. Το εισόδημα στην ισορροπία $(Y^{*})$ είναι:",
      answers: [
        "2000.",
        "1500.",
        "1000.",
        "Δεν μπορεί να προσδιοριστεί το $Y^{*}."
      ],
      correct_answer: {
        id: "1500.",
        explanation: "Η κλίση της $AE_{\\sigma\\chi}$ είναι: $MPC=\\beta/\\gamma=0,8\\Rightarrow\\beta/(3000-Y^{*})=0,8\\Rightarrow\\beta=2400-0,8Y^{*}$ (1). Η μη σχεδιασμένη επένδυση σε εισόδημα $Y=3000$ είναι $\\alpha=300$ (η απόσταση ανάμεσα στη γραμμή $45^{\\circ}$ και τη γραμμή $AE_{\\sigma\\chi}$), ενώ από τη μοναδιαία κλίση της γραμμής $45^{\\circ}$ έχουμε: $\\alpha+\\beta=\\gamma\\Rightarrow300+\\beta=3000-Y^{*}=>\\beta=2700-Y^{*}$ (2). Από τις σχέσεις (1) και (2) προκύπτει ότι $Y^{*}=1500.$ Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Eνότητα 62."
      }
    },
    {
      id: 25,
      question: "Όταν μειώνεται το επίπεδο τιμών [..............] οι ανάγκες δανεισμού των οικονομικών μονάδων και αυτό οδηγεί σε [...............] του επιτοκίου, [..... ..] των επενδύσεων και [.. ..] της συνολικής δαπάνης.",
      answers: [
        "[αυξάνονται], [αύξηση], [μείωση], [αύξηση]",
        "[μειώνονται], [αύξηση], [μείωση], [μείωση]",
        "[μειώνονται], [μείωση], [αύξηση], [αύξηση]",
        "[αυξάνονται], [μείωση], [αύξηση], [μείωση]"
      ],
      correct_answer: {
        id: "[μειώνονται], [μείωση], [αύξηση], [αύξηση]",
        explanation: "Η πρόταση περιγράφει το αποτέλεσμα επιτοκίου που συνδέει τη μεταβολή του επιπέδου τιμών με ανάλογη μεταβολή στο επιτόκιο, λόγω μείωσης των αναγκών δανεισμού όταν μειώνονται οι τιμές. Η μείωση, λοιπόν, των τιμών προκαλεί μείωση του επιτοκίου και, κατ' επέκταση, αύξηση των επενδύσεων και της συνολικής δαπάνης. Το αποτέλεσμα επιτοκίου εξηγεί την αρνητική κλίση της καμπύλης συνολικής ζήτησης. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 63."
      }
    },
    {
      id: 26,
      question: "Ταυτόχρονη μείωση τιμών και μείωση του ΑΕΠ, μπορεί βραχυχρόνια να οφείλεται σε (ceteris paribus):",
      answers: [
        "αύξηση της παραγωγικότητας της εργασίας.",
        "αύξηση των δημοσίων δαπανών.",
        "μείωση των ονομαστικών μισθών.",
        "αύξηση των φόρων."
      ],
      correct_answer: {
        id: "αύξηση των φόρων.",
        explanation: "Όταν η καμπύλη συνολικής ζήτησης (AD) μετατοπίζεται αριστερά, έχουμε ταυτόχρονη μείωση τιμών και μείωση της συνολικής παραγωγής. Η αύξηση της παραγωγικότητας της εργασίας και η μείωση των ονομαστικών μισθών μετατοπίζει την SRAS προς τα δεξιά (άρα η Α και η C δεν ισχύουν), ενώ η αύξηση των δημοσίων δαπανών μετατοπίζει την καμπύλη συνολικής ζήτησης (AD) προς τα δεξιά και προκαλεί ταυτόχρονη αύξηση των τιμών και της παραγωγής (άρα η απάντηση Β δεν ισχύει). Η αύξηση των φόρων μειώνει το διαθέσιμο εισόδημα και την κατανάλωση και μετατοπίζει την AD αριστερά προκαλώντας ταυτόχρονη μείωση τιμών και μείωση του ΑΕΠ. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 65."
      }
    },
    {
      id: 27,
      question: "Αν μεταβληθεί το ύψος των συναλλαγών που μπορούν να χρηματοδοτηθούν με χρεωστικές κάρτες:",
      answers: [
        "μεταβάλλεται η ποσότητα χρήματος με τη στενή έννοια.",
        "δεν μεταβάλλεται η ποσότητα χρήματος με τη στενή έννοια.",
        "μεταβάλλεται ανάλογα η νομισματική βάση.",
        "δεν μεταβάλλεται κανένα νομισματικό μέγεθος."
      ],
      correct_answer: {
        id: "μεταβάλλεται η ποσότητα χρήματος με τη στενή έννοια.",
        explanation: "Σε αντίθεση με τις πιστωτικές κάρτες που αποτελούν μια μέθοδο ετεροχρονισμού των πληρωμών και δεν επηρεάζουν τελικά τα νομισματικά μεγέθη (πληρώνουν οι τράπεζες από τα αποθεματικά τους και στη συνέχεια αυξάνουν πάλι τα αποθεματικά όταν εξοφλούν οι πελάτες), η μεταβολή του ύψους των συναλλαγών με χρεωστικές κάρτες ισοδυναμεί με μεταφορά τραπεζικών διαθεσίμων στη νομισματική κυκλοφορία. Επειδή, λοιπός, η νομισματική κυκλοφορία είναι μέρος της ποσότητας χρήματος και με τη στενή (Μ1) και με την ευρεία έννοια (Μ2), η απάντηση Α είναι σωστή και οι απαντήσεις Β και D είναι λάθος. Επίσης, η απάντηση C είναι λάθος διότι η νομισματική βάση περιλαμβάνει τη νομισματική κυκλοφορία και τα τραπεζικά αποθεματικά και, επομένως, η αύξηση της νομισματικής κυκλοφορίας αντισταθμίζεται πλήρως από τη μείωση των τραπεζικών αποθεματικών που προκύπτει από την αύξηση των συναλλαγών με χρεωστικές κάρτες. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητες 69 και 70."
      }
    },
    {
      id: 28,
      question: "Βάσει των δημοσιευμένων στοιχείων της Ευρωπαϊκής Κεντρικής Τράπεζας (ΕΚΤ), στο τέλος των ετών 2008 και 2023, διαμορφώθηκαν οι εξείς τιμές για την ποσότητα χρήματος με τη στενή έννοια (Μ1) και τη νομισματική βάση (Β) στην Ευρωζώνη (σε τρισ. €): Από τα στοιχεία αυτά προκύπτει ότι ο πολλαπλασιαστής χρήματος σε αυτή την περίοδο:",
      table: {
        headers: ["", "Ποσότητα χρήματος (Μ1)", "Νομισματική Βάση (Β)"],
        rows: [
          ["Δεκέμβριος 2008", "4,035", "1.150"],
          ["Δεκέμβριος 2023", "10,446", "5,271"]
        ]
      },
      answers: [
        "παρέμεινε σταθερός.",
        "αυξήθηκε.",
        "μειώθηκε.",
        "Δεν μπορεί να προσδιοριστεί η εξέλιξη του πολλαπλασιαστή χρήματος."
      ],
      correct_answer: {
        id: "μειώθηκε.",
        explanation: "Ο πολλαπλασιαστής χρήματος (μ) είναι ο λόγος της ποσότητας χρήματος Μ1 προς τη νομισματική βάση (Β): $\\mu=\\frac{M1}{B}$. Συνεπώς, ο πολλαπλασιαστής χρήματος ήταν $4,035/1,150=3,51$ το 2008 και $10,446/5,271=1,98$ το 2023. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 70."
      }
    },
    {
      id: 29,
      question: "Η ζήτηση χρήματος αυξάνεται και η καμπύλη ζήτησης χρήματος μετατοπίζεται προς τα δεξιά όταν:",
      answers: [
        "αυξάνεται το επιτόκιο.",
        "αυξάνεται η χρήση πιστωτικών καρτών στις συναλλαγές.",
        "αυξάνεται το επίπεδο τιμών.",
        "μειώνεται το πραγματικό ΑΕΠ."
      ],
      correct_answer: {
        id: "αυξάνεται το επίπεδο τιμών.",
        explanation: "Η μείωση του πραγματικού ΑΕΠ οδηγεί σε μείωση της ζήτησης χρήματος γιατί μειώνει τον όγκο των συναλλαγών. Άρα, η απάντηση D είναι λανθασμένη. Η αύξηση του επιτοκίου οδηγεί σε μείωση της ζητούμενης ποσότητας χρήματος (μετακίνηση προς τα πάνω κατά μήκος της καμπύλης ζήτησης χρήματος) γιατί αυξάνει το κόστος ευκαιρίας της διακράτησης χρήματος. Επομένως, η απάντηση Α είναι λάθος. Η αύξηση της χρήσης πιστωτικών καρτών οδηγεί σε μείωση της ζήτησης χρήματος γιατί επιτρέπει στα άτομα να διακρατούν λιγότερα χρήματα για την πραγματοποίηση των συναλλαγών τους. Αυτή η μεταβολή ισοδυναμεί με μετατόπιση της καμπύλης ζήτησης χρήματος προς τα αριστερά γιατί, σε κάθε δεδομένο επίπεδο επιτοκίου, η ζήτηση χρήματος γίνεται μικρότερη. Επομένως, η απάντηση Β είναι λανθασμένη. Η αύξηση του επιπέδου τιμών οδηγεί σε αύξηση της ζήτησης χρήματος, σε κάθε ύψος επιτοκίου, διότι τα άτομα χρειάζονται περισσότερα χρηματικά διαθέσιμα για να πραγματοποιήσουν τις συναλλαγές τους. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 73."
      }
    },
    {
      id: 30,
      question: "Η μακροχρόνια προσαρμογή των πληθωριστικών προσδοκιών στις πραγματοποιούμενες μεταβολές των τιμών έχει ως αποτέλεσμα ότι μια επεκτατική πολιτική:",
      answers: [
        "μειώνει σταθερά την ανεργία κάτω από το φυσικό ποσοστό με τίμημα έναν υψηλότερο πληθωρισμό.",
        "αφήνει την ανεργία αμετάβλητη στο φυσικό ποσοστό παρά την αύξηση του πληθωρισμού.",
        "αυξάνει τον πληθωρισμό αλλά και την ανεργία πάνω από το φυσικό ποσοστό.",
        "μειώνει τον πληθωρισμό αλλά και την ανεργία κάτω από το φυσικό ποσοστό."
      ],
      correct_answer: {
        id: "αφήνει την ανεργία αμετάβλητη στο φυσικό ποσοστό παρά την αύξηση του πληθωρισμού.",
        explanation: "Σε αντίθεση με τη βραχυχρόνια καμπύλη Phillips που δείχνει αρνητική σχέση μεταξύ ανεργίας και πληθωρισμού, η μακροχρόνια καμπύλη Phillips είναι κάθετη στο φυσικό ποσοστό ανεργίας. Αυτό ισχύει διότι η μακροχρόνια προσαρμογή των πληθωριστικών προσδοκιών οδηγεί σε αντίστοιχη προσαρμογή των μισθών και επαναφέρει την ανεργία στο φυσικό ποσοστό με μεγαλύτερο, όμως, πληθωρισμό. Επομένως, μακροχρόνια η επεκτατική πολιτική θα προκαλέσει αύξηση του πληθωρισμού και διατήρηση της ανεργίας στο φυσικό ποσοστό. Άρα σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 77."
      }
    }
  ]
  },
  // Τελικές εξετάσεις 2020-2021
  tel: {
    name: "Τελικές 2020-2021",
    questions: [
      {
        id: 1,
        question: "Στο παρακάτω διάγραμμα παρουσιάζεται η καμπύλη παραγωγικών δυνατοτήτων μίας οικονομίας, στην οποία παράγονται δύο μόνο αγαθά, το Χ και το Υ. Σύμφωνα με το παραπάνω διάγραμμα, από όλες τις παρακάτω προτάσεις η μόνη που ισχύει είναι ότι:",
        table: {
          headers: ["Συνδυασμοί", "Ποσότητα αγαθού Χ", "Ποσότητα αγαθού Ψ"],
          rows: [
            ["A", "0", "40"],
            ["B", "3", "38"],
            ["Γ", "6", "33"],
            ["Δ", "8", "28"],
            ["E", "9", "25"],
            ["Z", "12", "14"],
            ["H", "15", "0"]
          ]
        },
        answers: [
          "η παραγωγή στο σημείο Ζ είναι εφικτή, αλλά δεν είναι αποτελεσματική.",
          "η παραγωγή στα σημεία Α και Δ δεν είναι εφικτή.",
          "η παραγωγή στα σημεία Α και Δ είναι εφικτή, αλλά δεν είναι αποτελεσματική, ενώ η παραγωγή στα σημεία Β και Γ είναι εφικτή και αποτελεσματική.",
          "όταν η οικονομία βρίσκεται στο σημείο Ε, τότε είναι εφικτή η παραγωγή μεγαλύτερης ποσότητας του αγαθού Χ χωρίς να μειωθεί η παραγόμενη ποσότητα του αγαθού Υ.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "όταν η οικονομία βρίσκεται στο σημείο Ε, τότε είναι εφικτή η παραγωγή μεγαλύτερης ποσότητας του αγαθού Χ χωρίς να μειωθεί η παραγόμενη ποσότητα του αγαθού Υ.",
          explanation: "Κάθε σημείο της καμπύλης των παραγωγικών δυνατοτήτων δείχνει τη μέγιστη ποσότητα του ενός αγαθού που μπορεί να παραχθεί για δεδομένη ποσότητα του άλλου αγαθού. Η παραγωγή σε σημεία που βρίσκονται δεξιά από την καμπύλη παραγωγικών δυνατοτήτων δεν είναι εφικτή. Επομένως, η απάντηση Α είναι λάθος. Η παραγωγή σε σημεία που βρίσκονται πάνω στην καμπύλη παραγωγικών δυνατοτήτων είναι εφικτή και αποτελεσματική. Δηλαδή, δεν είναι δυνατή η παραγωγή μεγαλύτερης ποσότητας από το ένα αγαθό χωρίς να μειωθεί η παραγωγή του άλλου αγαθού. Επομένως οι απαντήσεις Β και C είναι λάθος. Αν η παραγωγή συντελείται κάτω από την καμπύλη παραγωγικών δυνατοτήτων, τότε αυτή είναι εφικτή αλλά όχι αποτελεσματική. Δηλαδή, μπορεί να παραχθεί μεγαλύτερη ποσότητα από το ένα αγαθό χωρίς να μειωθεί η παραγωγή του άλλου αγαθού. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 3."
        }
      },
      {
        id: 2,
        question: "Ποιο από τα ακόλουθα θα συμβεί από μία τεχνολογική πρόοδο στην παραγωγή υφάσματος;",
        answers: [
          "Μείωση στην προσφορά υφάσματος.",
          "Μείωση στη ζήτηση υφάσματος.",
          "Αύξηση στη ζήτηση υφάσματος.",
          "Αύξηση στην προσφορά υφάσματος.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "Αύξηση στην προσφορά υφάσματος.",
          explanation: "Μεταβολές στην τεχνολογική πρόοδο επιφέρουν μεταβολές στο κόστος παραγωγής ενός αγαθού και επομένως αυτές επηρεάζουν την προσφορά του αγαθού και όχι τη ζήτησή του. Άρα, οι απαντήσεις Β και C είναι λάθος. Όταν στην παραγωγή ενός αγαθού χρησιμοποιείται μια καλύτερη τεχνολογία που μειώνει το κόστος παραγωγής, τότε αυξάνεται η προσφορά του αγαθού και η καμπύλη προσφοράς του μετατοπίζεται προς τα δεξιά. Άρα, η απάντηση Α είναι λάθος. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 6."
        }
      },
      {
        id: 3,
        question: "Υποθέστε ότι η αγορά ενός αγαθού, που παρουσιάζεται στο παρακάτω σχήμα, βρίσκεται σε ισορροπία. Αν το κράτος επιβάλει κατώτατη τιμή ίση με Ρ2, τότε η απώλεια της οικονομικής ευημερίας αντιπροσωπεύεται από τις περιοχές:",
        answers: [
          "Α, Β και D.",
          "Β και C.",
          "C και Ε.",
          "D και Ε.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "C και Ε.",
          explanation: "Η οικονομική ευημερία αντιπροσωπεύεται από το συνολικό πλεόνασμα. Άρα η απώλεια της ευημερίας είναι η μεταβολή (μείωση) στο συνολικό πλεόνασμα στην αγορά του αγαθού λόγω της επιβολής της κατώτατης τιμής. Το αρχικό συνολικό πλεόνασμα αντιπροσωπεύεται από την περιοχή $A+B+C+D+E$. Η επιβολή της κατώτατης τιμής P2, οδηγεί σε νέο συνολικό πλεόνασμα που αντιπροσωπεύεται από την περιοχή $A+B+D$. Άρα η μεταβολή (μείωση) στο συνολικό πλεόνασμα στην αγορά του αγαθού λόγω της επιβολής της κατώτατης τιμής αντιπροσωπεύεται από την περιοχή C+E. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητες 11 & 12."
        }
      },
      {
        id: 4,
        question: "Ο καταναλωτής για να πετύχει μεγιστοποίηση της χρησιμότητάς του από την κατανάλωση των αγαθών Κ και Μ, πρέπει να επιλέξει τον βέλτιστο συνδυασμό των δύο καταναλωτικών αγαθών Κ και Μ. Στον βέλτιστο αυτό συνδυασμό ισχύει ότι:",
        answers: [
          "το ποσό που δαπανά ο καταναλωτής για την αγορά του αγαθού Κ είναι ίσο με το ποσό που αυτός δαπανά για την αγορά του αγαθού Μ.",
          "η χρησιμότητα που αποκομίζει ο καταναλωτής από την κατανάλωση της τελευταίας μονάδας του αγαθού Κ είναι ίση με τη χρησιμότητα που αυτός αποκομίζει από την κατανάλωση της τελευταίας μονάδας του αγαθού Μ.",
          "ο λόγος της τιμής του αγαθού Κ προς την οριακή χρησιμότητα του αγαθού Μ ισούται με τον λόγο της τιμής του αγαθού Μ προς την οριακή χρησιμότητα του αγαθού Κ.",
          "η οριακή χρησιμότητα ανά ευρώ δαπανώμενο για το αγαθό Κ ισούται με την οριακή χρησιμότητα ανά ευρώ δαπανώμενο για το αγαθό Μ.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "η οριακή χρησιμότητα ανά ευρώ δαπανώμενο για το αγαθό Κ ισούται με την οριακή χρησιμότητα ανά ευρώ δαπανώμενο για το αγαθό Μ.",
          explanation: "Σύμφωνα με τον κανόνα της βέλτιστης κατανάλωσης, ο συνδυασμός των ποσοτήτων των αγαθών Κ και Μ, που μεγιστοποιεί τη συνολική χρησιμότητα του καταναλωτή, είναι εκείνος στον οποίο η οριακή χρησιμότητα ανά ευρώ δαπανώμενο για το αγαθό Κ ισούται με την οριακή χρησιμότητα ανά ευρώ δαπανώμενο για το αγαθό Μ. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 20."
        }
      },
      {
        id: 5,
        question: "Ο ακόλουθος πίνακας δίνει το κόστος παραγωγής μίας βιοτεχνίας που παράγει κοντομάνικα μπλουζάκια. Σύμφωνα με τα στοιχεία του πίνακα, το σταθερό κόστος ανέρχεται σε [...] και το οριακό κόστος, αν η παραγωγή αυξηθεί από 10 σε 12 κοντομάνικα μπλουζάκια, θα είναι ίσο με [.........].",
        table: {
          headers: ["Παραγωγή (κοντομάνικα μπλουζάκια ανά ώρα)", "Συνολικό κόστος (ευρώ ανά ώρα)", "Μεταβλητό κόστος (ευρώ ανά ώρα)"],
          rows: [
            ["8", "76", "56"],
            ["10", "84", "64"],
            ["12", "100", "80"]
          ]
        },
        answers: [
          "[20€], [8€].",
          "[56€], [16€].",
          "[8€], [20€].",
          "[20€], [16€].",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "[20€], [8€].",
          explanation: "Το σταθερό κόστος (FC) δεν εξαρτάται από την ποσότητα του παραγόμενου προϊόντος και είναι το κόστος της σταθερής εισροής. Το μεταβλητό κόστος (VC) εξαρτάται από την ποσότητα του παραγόμενου προϊόντος και είναι το κόστος της μεταβλητής εισροής. Το συνολικό κόστος (TC) για την παραγωγή δεδομένης ποσότητας προϊόντος είναι το άθροισμα του σταθερού κόστους και του μεταβλητού κόστους $(TC=FC+VC)$. Επομένως, το σταθερό κόστος σε κάθε επίπεδο παραγωγής μπορεί να υπολογιστεί ως η διαφορά του μεταβλητού κόστους από το συνολικό κόστος. Από τον πίνακα παρατηρούμε ότι σε οποιοδήποτε επίπεδο παραγωγής ισχύει ότι $FC=TC-VC=20.$ Επίσης, όταν η παραγωγή αυξάνεται από 10 σε 12 κοντομάνικα μπλουζάκια το οριακό κόστος είναι: $MC=\\Delta TC/\\Delta Q=(100-84)/(12-10)=16/2=8$. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 22."
        }
      },
      {
        id: 6,
        question: "Στο παρακάτω διάγραμμα παρουσιάζονται οι καμπύλες του μέσου συνολικού κόστους (ATC) και του οριακού κόστους (MC) μίας τέλεια ανταγωνιστικής επιχείρησης, καθώς και η τιμή $(P=50~\\epsilon v\\rho\\dot{\\omega})$ που αντιμετωπίζει η επιχείρηση για το προϊόν της (όπου MR είναι το οριακό έσοδο). Όταν η επιχείρηση αυτή βρίσκεται σε ισορροπία:",
        answers: [
          "παράγει 80 μονάδες προϊόντος και τα συνολικά της έσοδα ανέρχονται σε 4.000 ευρώ.",
          "παράγει 140 μονάδες προϊόντος και τα συνολικά της έσοδα ανέρχονται σε 7.000 ευρώ.",
          "παράγει 15 μονάδες προϊόντος και το συνολικό κόστος είναι ίσο με 1.050 ευρώ.",
          "παράγει 100 μονάδες προϊόντος και πραγματοποιεί κέρδος 2.000 ευρώ.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "παράγει 100 μονάδες προϊόντος και πραγματοποιεί κέρδος 2.000 ευρώ.",
          explanation: "Γνωρίζουμε ότι μία τέλεια ανταγωνιστική επιχείρηση βρίσκεται σε ισορροπία όταν η τιμή του προϊόντος είναι ίση με το οριακό κόστος $(P=MC)$ και το οριακό κόστος είναι αύξον. Επομένως, το σημείο ισορροπίας της επιχείρησης στο σχήμα είναι το Β, όπου αντιστοιχούν η ποσότητα $q^{*}=100$ μονάδες και το $ATC^{*}=30$ ευρώ. Για $P=50$ ευρώ και $q^{*}=100$ μονάδες, το κέρδος της επιχείρησης είναι: $I=TR-TC=P\\times q^{*}-ATC^{*}\\times q^{*}=50\\times100-30\\times100=2.000~\\epsilon v\\rho\\dot{\\omega}.$ Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητες 25 & 26."
        }
      },
      {
        id: 7,
        question: "Καθώς αυξάνεται η ποσότητα του προϊόντος που παράγει και προσφέρει μία επιχείρηση που λειτουργεί σε συνθήκες μονοπωλιακού ανταγωνισμού:",
        answers: [
          "το οριακό έσοδό της μειώνεται και το μέσο έσοδό της αυξάνεται.",
          "το οριακό έσοδό της αυξάνεται και το μέσο έσοδό της μειώνεται.",
          "το οριακό έσοδό της και το μέσο έσοδό της αυξάνονται.",
          "το οριακό έσοδό της και το μέσο έσοδό της μειώνονται.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "το οριακό έσοδό της και το μέσο έσοδό της μειώνονται.",
          explanation: "Στην αγορά του μονοπωλιακού ανταγωνισμού το προϊόν της κάθε επιχείρησης διαφέρει σε κάτι από τα προϊόντα των άλλων επιχειρήσεων. Το χαρακτηριστικό αυτό έχει ως αποτέλεσμα η τιμή του προϊόντος (μέσο έσοδο) να εξαρτάται από την παραγόμενη ποσότητα. Με άλλα λόγια, η καμπύλη ζήτησης που αντιμετωπίζει η επιχείρηση για το προϊόν της έχει αρνητική κλίση και επομένως και η καμπύλη του οριακού εσόδου έχει αρνητική κλίση. Συνεπώς, μία αύξηση της ποσότητας του προϊόντος που παράγεται και πουλιέται θα έχει ως αποτέλεσμα τη μείωση του οριακού εσόδου και του μέσου εσόδου της επιχείρησης. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 34."
        }
      },
      {
        id: 8,
        question: "Έστω ότι σε μια χώρα οι καταγεγραμμένοι ως απασχολούμενοι είναι 18 εκατομμύρια και αυτοί οι οποίοι είναι καταγεγραμμένοι ως άνεργοι είναι 6 εκατομμύρια. Τα άτομα άνω των 16 ετών που είναι ανίκανα προς εργασία είναι 0,4 εκατομμύρια και εκείνοι/ες που δεν επιθυμούν να εργαστούν είναι 0,6 εκατομμύρια. Με βάση τα παραπάνω στοιχεία και με δεδομένο ότι κάθε άτομο ανήκει σε μία μόνο από τις παραπάνω κατηγορίες, το ποσοστό ανεργίας και το ποσοστό συμμετοχής στο εργατικό δυναμικό είναι αντίστοιχα:",
        answers: [
          "10% και 72%.",
          "24% και 96%.",
          "25% και 96%.",
          "25% και 100%.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "25% και 96%.",
          explanation: "Ποσοστό Ανεργίας = (Άνεργοι / Εργατικό Δυναμικό) $\\times 100=(6~\\epsilon\\kappa./24~\\epsilon\\kappa.)\\times100=25\\%$. Ποσοστό Συμμετοχής στο Εργατικό Δυναμικό = (Εργατικό Δυναμικό / Πληθυσμός άνω των 16 ετών) $\\times 100=(24\\epsilon\\kappa./25\\epsilon\\kappa.)\\times100=96\\%$. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 49."
        }
      },
      {
        id: 9,
        question: "Η ζήτηση δανειακών κεφαλαίων μειώνεται, ceteris paribus, όταν:",
        answers: [
          "επιδεινώνονται οι επιχειρηματικές προσδοκίες.",
          "βελτιώνονται οι επιχειρηματικές προσδοκίες.",
          "αυξάνεται το δημοσιονομικό έλλειμμα.",
          "το δημοσιονομικό έλλειμμα είναι σταθερό.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "επιδεινώνονται οι επιχειρηματικές προσδοκίες.",
          explanation: "Οι σημαντικότεροι προσδιοριστικοί παράγοντες της ζήτησης δανειακών κεφαλαίων είναι οι διαφαινόμενες επιχειρηματικές ευκαιρίες, ο δημόσιος δανεισμός και ο αναμενόμενος ρυθμός πληθωρισμού. Όταν επιδεινώνονται οι επιχειρηματικές προσδοκίες μειώνεται η ζήτηση δανειακών κεφαλαίων για την πραγματοποίηση επενδύσεων, ενώ το αντίθετο συμβαίνει όταν βελτιώνονται οι επιχειρηματικές προσδοκίες. Όταν αυξάνεται το δημοσιονομικό έλλειμμα, αυξάνεται η ζήτηση δανειακών κεφαλαίων του δημόσιου τομέα, ενώ όταν το δημοσιονομικό έλλειμμα είναι σταθερό δεν μεταβάλλεται η ζήτηση δανειακών κεφαλαίων. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 57."
        }
      },
      {
        id: 10,
        question: "Τι από τα παρακάτω δεν μετατοπίζει τη συνάρτηση κατανάλωσης;",
        answers: [
          "Μια αναμενόμενη μελλοντική μείωση της φορολογίας εισοδήματος.",
          "Μια μεταβολή στις τιμές των ακινήτων.",
          "Μια πτώση στις τιμές των μετοχών.",
          "Μια αύξηση του εισοδήματος.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "Μια αύξηση του εισοδήματος.",
          explanation: "Η μελλοντική μείωση της φορολογίας εισοδήματος ισοδυναμεί με αύξηση του μελλοντικού διαθέσιμου εισοδήματος του νοικοκυριού, άρα θα μετατοπίσει την συνάρτηση κατανάλωσης προς τα επάνω, καθώς το νοικοκυριό θα αυξήσει την κατανάλωσή του σήμερα. Αντίστοιχα τα Β και C συνεπάγονται μεταβολές στον πλούτο του νοικοκυριού. Η πτώση των τιμών των μετοχών συνεπάγεται μείωση του πλούτου των νοικοκυριών, άρα μείωση της κατανάλωσης σήμερα. Με τον ίδιο τρόπο, οι μεταβολές των τιμών των ακινήτων θα μεταβάλλουν τον πλούτο ανάλογα με την κατεύθυνση της μεταβολής. Τέλος, η αύξηση του εισοδήματος σημαίνει κίνηση κατά μήκος της συνάρτησης κατανάλωσης. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, ενότητα 61."
        }
      },
      {
        id: 11,
        question: "Αν ο πολλαπλασιαστής στο απλό υπόδειγμα εισοδήματος-δαπάνης είναι 5, τότε η οριακή ροπή για κατανάλωση είναι:",
        answers: [
          "0,75.",
          "1,2.",
          "0,8.",
          "0,2.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "0,8.",
          explanation: "Ο πολλαπλασιαστής είναι $\\frac{1}{1-MPC}$ και θέτοντας $\\frac{1}{1-MPC}=5\\Rightarrow MPC=0,8.$ όπου MPC είναι η οριακή ροπή για κατανάλωση. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 60."
        }
      },
      {
        id: 12,
        question: "Υποθέτοντας ότι βρισκόμαστε σε μακροχρόνια μακροοικονομική ισορροπία, μια θετική διαταραχή της ζήτησης μετατοπίζει την καμπύλη συνολικής ζήτησης προς τα [..........], δημιουργείται [..........], το γενικό επίπεδο τιμών [..........] και η απασχόληση [..........] στη βραχυχρόνια περίοδο.",
        answers: [
          "[δεξιά], [πληθωριστικό κενό], [αυξάνεται], [αυξάνεται].",
          "[αριστερά], [πληθωριστικό κενό], [αυξάνεται], [μειώνεται].",
          "[δεξιά], [υφεσιακό κενό], [μειώνεται], [μειώνεται].",
          "[αριστερά], [πληθωριστικό κενό], [αυξάνεται], [αυξάνεται].",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "[δεξιά], [πληθωριστικό κενό], [αυξάνεται], [αυξάνεται].",
          explanation: "Ξεκινώντας από τη μακροχρόνια μακροοικονομική ισορροπία, μια θετική διαταραχή της ζήτησης μετατοπίζει την καμπύλη συνολικής ζήτησης προς τα δεξιά, δημιουργείται πληθωριστικό κενό, το γενικό επίπεδο τιμών αυξάνεται και η απασχόληση αυξάνεται στη βραχυχρόνια περίοδο. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 65."
        }
      },
      {
        id: 13,
        question: "Σε μια οικονομία με καθεστώς σταθερών συναλλαγματικών ισοτιμιών, η αναπροσαρμογή της ισοτιμίας-στόχου που προκαλεί υποτίμηση του εγχώριου νομίσματος, με όλους τους άλλους παράγοντες σταθερούς:",
        answers: [
          "καθιστά τα ξένα αγαθά φθηνότερα σε μονάδες εγχώριου νομίσματος.",
          "χειροτερεύει το ισοζύγιο τρεχουσών συναλλαγών.",
          "βελτιώνει το ισοζύγιο τρεχουσών συναλλαγών.",
          "οδηγεί σε μείωση της συνολικής ζήτησης.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "βελτιώνει το ισοζύγιο τρεχουσών συναλλαγών.",
          explanation: "Η υποτίμηση του εγχωρίου νομίσματος καθιστά τα ξένα αγαθά ακριβότερα σε μονάδες εγχώριου νομίσματος (άρα, η απάντηση Α είναι λάθος) οδηγώντας σε μείωση των εισαγωγών. Επιπλέον, η υποτίμηση του εγχωρίου νομίσματος καθιστά τα εγχώρια αγαθά φθηνότερα σε μονάδες συναλλάγματος (ξένου νομίσματος) οδηγώντας σε αύξηση των εξαγωγών. Το αποτέλεσμα είναι η βελτίωση του ισοζυγίου τρεχουσών συναλλαγών (άρα, η απάντηση Β είναι λάθος) και η αύξηση της συνολικής ζήτησης (άρα, η απάντηση D είναι λάθος). Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 82."
        }
      },
      {
        id: 14,
        question: "Η κυβέρνηση μπορεί να παρέμβει διορθωτικά στις αγορές μέσω επιβολής φόρων, στις περιπτώσεις εκείνες κατά τις οποίες ιδιωτικά αγαθά παράγονται σε:",
        answers: [
          "ποσότητες μικρότερες από τις κοινωνικά επιθυμητές με αποτέλεσμα την αύξηση της τιμής αγοράς των αγαθών αυτών.",
          "ποσότητες μικρότερες από τις κοινωνικά επιθυμητές με αποτέλεσμα τη μείωση της τιμής αγοράς των αγαθών αυτών.",
          "ποσότητες μεγαλύτερες από τις κοινωνικά επιθυμητές με αποτέλεσμα τη μείωση της τιμής αγοράς των αγαθών αυτών.",
          "ποσότητες μεγαλύτερες από τις κοινωνικά επιθυμητές με αποτέλεσμα την αύξηση της τιμής αγοράς των αγαθών αυτών.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "ποσότητες μεγαλύτερες από τις κοινωνικά επιθυμητές με αποτέλεσμα την αύξηση της τιμής αγοράς των αγαθών αυτών.",
          explanation: "Η επιβολή φόρων είναι ένα παράδειγμα κυβερνητικής παρέμβασης για διόρθωση αποτυχίας αγοράς. Οι φόροι αυξάνουν την τιμή ισορροπίας και μειώνουν την ποσότητα ισορροπίας των αγαθών στα οποία επιβάλλονται. Δηλαδή, οι φόροι αυξάνουν την τιμή αγοράς των ιδιωτικών αγαθών που παράγονται σε ποσότητες μεγαλύτερες από τις κοινωνικά επιθυμητές. Άρα, η σωστή απάντηση είναι η D. Βλέπε Gruber (2019), Ενότητα 1.1."
        }
      },
      {
        id: 15,
        question: "Στην περίπτωση της αρνητικής εξωτερικής επίδρασης στην παραγωγή, το κοινωνικό οριακό κόστος:",
        answers: [
          "είναι μεγαλύτερο από το ιδιωτικό οριακό κόστος.",
          "είναι ίσο με το ιδιωτικό οριακό κόστος.",
          "είναι μικρότερο από το ιδιωτικό οριακό κόστος.",
          "δεν έχει σχέση με το ιδιωτικό οριακό κόστος.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "είναι μεγαλύτερο από το ιδιωτικό οριακό κόστος.",
          explanation: "Σε περίπτωση αρνητικής εξωτερικής επίδρασης στην παραγωγή, η καμπύλη του κοινωνικού οριακού κόστους (SMC) βρίσκεται πάνω από την καμπύλη του ιδιωτικού οριακού κόστους (PMC). Η καμπύλη του κοινωνικού οριακού κόστους προκύπτει από το άθροισμα της καμπύλης ιδιωτικού οριακού κόστους και της οριακής ζημιάς, οπότε το Α είναι σωστό. Εφόσον υπάρχει αρνητική εξωτερική επίδραση υπάρχει διαφορά του SMC με το PMC, οπότε δεν ισχύει το Β. Επίσης δεν ισχύει το C καθώς η οριακή ζημιά πρέπει να προστεθεί στο PMC και όχι να αφαιρεθεί. Τέλος, το D δεν είναι σωστό γιατί το κοινωνικό οριακό κόστος συμπεριλαμβάνει το ιδιωτικό οριακό κόστος. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Gruber (2019), Ενότητες 5.1 & 5.2."
        }
      },
      {
        id: 16,
        question: "Εκτάσεις με δαμασκηνιές βρίσκονται κοντά σε μελισσουργεία, με αποτέλεσμα όσο αυξάνεται η παραγωγή δαμάσκηνων, οι μέλισσες να αντλούν περισσότερη γύρη από τα δέντρα και έτσι να αυξάνεται η ποσότητα και η ποιότητα μελιού που παράγουν. (Υποθέστε ότι το συναφές οριακό όφελος ανά μονάδα παραγωγής δαμάσκηνων είναι σταθερό και ίσο με ΜΒ). Αυτό είναι ένα παράδειγμα [...] εξωτερικής επίδρασης στην [......], όπου η κοινωνικά βέλτιστη παραγωγή δαμάσκηνων θα είναι [...........] από την ποσότητα ισορροπίας της ελεύθερης αγοράς.",
        answers: [
          "[αρνητικής], [παραγωγή], [μεγαλύτερη].",
          "[θετικής], [παραγωγή], [μεγαλύτερη].",
          "[θετικής], [κατανάλωση], [μεγαλύτερη].",
          "[θετικής], [παραγωγή], [μικρότερη].",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "[θετικής], [παραγωγή], [μεγαλύτερη].",
          explanation: "Πρόκειται για θετική εξωτερική επίδραση παραγωγής, επειδή οι παραγωγοί δαμάσκηνων ωφελούν -πλην των ιδίων- και άλλους παραγωγούς, χωρίς να αμείβονται για την αύξηση ευημερίας που προκαλούν στους άλλους παραγωγούς. Η γύρη των δαμασκηνιών προσφέρει οφέλη στους μελισσουργούς που βρίσκονται σε κοντινή απόσταση. Όσα περισσότερα δαμάσκηνα παράγονται, τόσο αυξάνεται η γύρη και κατά συνέπεια αυξάνονται τα οφέλη/κέρδη των μελισσουργών, καθώς οι μέλισσες παράγουν περισσότερο και καλύτερης ποιότητας μέλι. Επομένως, η εν λόγω εξωτερική επίδραση είναι θετική διότι προσφέρει όφελος και σε άλλους, και είναι επίδραση της παραγωγής διότι προκύπτει από την παραγωγή των δαμάσκηνων, και όχι από την κατανάλωσή τους. Τέλος, η κοινωνικά βέλτιστη παραγωγή δαμάσκηνων θα είναι μεγαλύτερη από την ποσότητα ισορροπίας καθώς στην ποσότητα ισορροπίας οι παραγωγοί τους δεν απολαμβάνουν το όφελος που προσφέρουν και η καμπύλη του ιδιωτικού οριακού κόστους είναι πάνω και αριστερά από την καμπύλη του κοινωνικού οριακού κόστους. Το σημείο ισορροπίας είναι πάνω και αριστερά από το σημείο στο οποίο αντιστοιχεί η κοινωνικά βέλτιστη ποσότητα. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Gruber (2019), Ενότητα 5.2."
        }
      },
      {
        id: 17,
        question: "Με βάση τα δεδομένα του παρακάτω πίνακα, το φορολογικό σύστημα είναι:",
        table: {
          headers: ["Φορολογούμενος", "Εισόδημα (Υ)", "Συνολικός Φόρος (Τ)"],
          rows: [
            ["Ελευθερία", "200", "40"],
            ["Σοφία", "400", "80"],
            ["Παντελίνα", "600", "120"]
          ]
        },
        answers: [
          "προοδευτικό.",
          "αναλογικό.",
          "αντιστρόφως προοδευτικό.",
          "με βάση τα στοιχεία του πίνακα δεν μπορεί να προσδιοριστεί το είδος του φορολογικού συστήματος.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "αναλογικό.",
          explanation: "Σύμφωνα με τα στοιχεία του πίνακα, για εισόδημα $Y=200$, $Y=400$ και $Y=600$, ο μέσος φορολογικός συντελεστής, $\\overline{t}=T/Y$ είναι αντίστοιχα: $40/200=0,2$; $80/400 = 0,2$ και $120/600=0,2$. Παρατηρούμε ότι καθώς το εισόδημα αυξάνεται, ο μέσος φορολογικός συντελεστής παραμένει σταθερός. Επομένως, το φορολογικό σύστημα χαρακτηρίζεται ως αναλογικό. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Gruber (2019), Ενότητα 14.2 & Κεφάλαιο 22."
        }
      },
      {
        id: 18,
        question: "Στο παρακάτω σχήμα παρουσιάζονται οι ισορροπίες της αγοράς σίτου πριν και μετά την επιβολή ενός φόρου επί των παραγωγών Τ ευρώ ανά κιλό σίτου. Η ισορροπία της αγοράς σίτου πριν την επιβολή του φόρου είναι στο σημείο Α και μετά την επιβολή του φόρου είναι στο σημείο Β. Σύμφωνα με τα δεδομένα του σχήματος, η μη αντισταθμιζόμενη απώλεια του φόρου ισούται με το εμβαδόν της περιοχής:",
        answers: [
          "BAC.",
          "BDA.",
          "DAC.",
          "EBCG.",
          "Δεν απαντώ."
        ],
        correct_answer: {
          id: "BAC.",
          explanation: "Στην αρχική ισορροπία της αγοράς σίτου (σημείο Α), το άθροισμα των πλεονασμάτων παραγωγών και καταναλωτών είναι μέγιστο. Η επιβολή του φόρου Τ λειτουργεί ως παράγοντας αύξησης του κόστους των παραγωγών, ωθώντας τους να μειώσουν την ποσότητα που προσφέρουν σε κάθε τιμή. Το γεγονός αυτό έχει ως αποτέλεσμα τη μετατόπιση της καμπύλης προσφοράς από τη θέση $S_{1}$ στη θέση $S_{2}$. Η νέα ισορροπία βρίσκεται στο σημείο Β, όπου η τιμή έχει αυξηθεί από $P_{1}$ σε $P_{2}$ και η ποσότητα έχει μειωθεί από $Q_{1}$ σε $Q_{2}$, δημιουργώντας έτσι ένα τρίγωνο μη αντισταθμιζόμενης απώλειας ίσο με την περιοχή BAC. Αυτή η αντισταθμιζόμενη απώλεια προκύπτει διότι υπάρχουν συναλλαγές $(Q_{1}-Q_{2})$ που δεν πραγματοποιούνται. Πιο συγκεκριμένα, μετά την επιβολή του φόρου, το πλεόνασμα του καταναλωτή μειώνεται κατά την περιοχή ΕΒAF και το πλεόνασμα του παραγωγού μειώνεται κατά την περιοχή FACG. Ένα μεγάλο μέρος από αυτό το μειωμένο κοινωνικό πλεόνασμα μεταφέρεται στην κυβέρνηση με τη μορφή φορολογικών εσόδων (ορθογώνιο EBCG), ωστόσο το μέρος BAC εξαφανίζεται, αφού πολλές συναλλαγές που δημιουργούσαν το πλεόνασμα δεν πραγματοποιούνται πλέον. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Gruber (2019), Ενότητα 15.1."
        }
      }
    ]
  },
  // Τελικές Εξετάσεις 2023-2024
  teli: {
  name: "Τελικές 2023-2024",
  questions: [
    {
      id: 1,
      question: "Οι Οικονομίες Α και Β παράγουν τα αγαθά Χ και Υ βάσει των καμπυλών παραγωγικών δυνατοτήτων (ΚΠΔ) που φαίνονται στα παρακάτω διαγράμματα. Βάσει των διαγραμμάτων αυτών:",
      answers: [
        "Η παραγωγή στην Α χαρακτηρίζεται από αύξον κόστος ευκαιρίας και η παραγωγή στη Β χαρακτηρίζεται από σταθερό κόστος ευκαιρίας.",
        "Η παραγωγή στην Α χαρακτηρίζεται από σταθερό κόστος ευκαιρίας και η παραγωγή στη Β χαρακτηρίζεται από αύξον κόστος ευκαιρίας.",
        "Η παραγωγή και στις δύο οικονομίες χαρακτηρίζεται από σταθερό κόστος ευκαιρίας.",
        "Η παραγωγή και στις δύο οικονομίες χαρακτηρίζεται από αύξον κόστος ευκαιρίας."
      ],
      correct_answer: {
        id: "Η παραγωγή στην Α χαρακτηρίζεται από αύξον κόστος ευκαιρίας και η παραγωγή στη Β χαρακτηρίζεται από σταθερό κόστος ευκαιρίας.",
        explanation: "Το κόστος ευκαιρίας αύξησης της παραγωγής του Χ σε όρους απώλειας Υ, αποδίδεται από την κλίση της ΚΠΔ. Η ευθεία ΚΠΔ έχει σταθερή κλίση και, επομένως, αντανακλά σταθερό κόστος ευκαιρίας. Ωστόσο, η κοίλη ΚΠΔ παρουσιάζει αύξουσα κλίση (σε απόλυτους όρους) καθώς αυξάνεται η παραγωγή του Χ, δηλαδή αντανακλά αύξον κόστος ευκαιρίας. Το ίδιο ισχύει και αντίστροφα, όταν δηλαδή αυξάνεται η παραγωγή του Υ και έχουμε απώλεια του Χ. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 3."
      }
    },
    {
      id: 2,
      question: "Υποθέστε ότι η αγορά του κανονικού αγαθού Χ βρίσκεται σε ισορροπία, η καμπύλη ζήτησης έχει αρνητική κλίση και η καμπύλη προσφοράς έχει θετική κλίση. Τότε, μια μείωση του εισοδήματος των καταναλωτών θα οδηγήσει, με όλους τους άλλους παράγοντες σταθερούς, σε μετατόπιση της καμπύλης [-------] του αγαθού Χ προς τα [----], σε [-------] της τιμής ισορροπίας του και σε [-----------] της ποσότητας ισορροπίας του.",
      answers: [
        "[προσφοράς], [δεξιά], [μείωση], [αύξηση].",
        "[προσφοράς], [αριστερά], [αύξηση], [μείωση].",
        "[ζήτησης], [δεξιά], [αύξηση], [αύξηση].",
        "[ζήτησης], [αριστερά], [μείωση], [μείωση]."
      ],
      correct_answer: {
        id: "[ζήτησης], [αριστερά], [μείωση], [μείωση].",
        explanation: "Η ισορροπία στην αγορά ενός κανονικού αγαθού προσδιορίζεται από το σημείο τομής των καμπυλών ζήτησης και προσφοράς του. Σύμφωνα με το παραπάνω σχήμα, το αρχικό σημείο ισορροπίας είναι το Α. Επομένως, η τιμή ισορροπίας είναι η $P_{1}$ και η ποσότητα ισορροπίας είναι η $Q_{1}$. Η μείωση του εισοδήματος θα έχει ως αποτέλεσμα οι καταναλωτές να ζητούν σε κάθε τιμή του μικρότερη ποσότητα, δηλαδή έχουμε μείωση της ζήτησής του. Επομένως η καμπύλη ζήτησης του αγαθού Χ θα μετατοπιστεί προς τα αριστερά, από τη θέση $D_{1}$ στη θέση $D_{2}$, και έτσι έχουμε ένα νέο σημείο ισορροπίας της αγοράς του, το Β, στο οποίο αντιστοιχούν μικρότερη τιμή $(P_{2})$ και μικρότερη ποσότητα $(Q_{2}).$ Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells: Ενότητες 5 και 7."
      }
    },
    {
      id: 3,
      question: "Έστω ότι η ζήτηση ντομάτας είναι ανελαστική. Βελτιώσεις στην τεχνολογία παραγωγής της ντομάτας, με όλους τους άλλους παράγοντες σταθερούς, θα έχει ως αποτέλεσμα τα συνολικά έσοδα των παραγωγών:",
      answers: [
        "να αυξηθούν.",
        "να παραμείνουν αμετάβλητα.",
        "να μειωθούν.",
        "να μεταβληθούν προς οποιαδήποτε κατεύθυνση."
      ],
      correct_answer: {
        id: "να μειωθούν.",
        explanation: "Στην αγορά ντομάτας οι βελτιώσεις στην παραγωγή θα οδηγήσουν σε αύξηση της προσφοράς δηλαδή μετατόπιση της καμπύλης προσφοράς προς τα κάτω και δεξιά με αποτέλεσμα τη μείωση της τιμής της ντομάτας. Η ελαστικότητα ζήτησης ενός προϊόντος ως προς την τιμή του $(e_{p})$ δίνεται από τη σχέση: $e_{p}=(\\%\\Delta Q)/(\\%\\Delta P)$. Σύμφωνα με τα δεδομένα, η ζήτηση ντομάτας είναι ανελαστική $(|e_{p}|<1).$ Οπότε ισχύει ότι $|\\%\\Delta Q|<|\\%\\Delta P|$. Αυτό σημαίνει ότι η μείωση της τιμής κατά ένα ποσοστό θα οδηγήσει σε μία αύξηση της ζητούμενης ποσότητας κατά ένα μικρότερο ποσοστό. Επομένως, τα έσοδα των παραγωγών ντομάτας $(TR=P\\times Q)$ θα ακολουθήσουν την πορεία της τιμής, δηλαδή θα μειωθούν. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman and Wells, Ενότητα 9."
      }
    },
    {
      id: 4,
      question: "Αν η ζήτηση του αγαθού Ω έχει αρνητική κλίση και η προσφορά του έχει θετική κλίση, ποιες μεταβολές μπορούν να αυξήσουν με βεβαιότητα το συνολικό πλεόνασμα (όφελος) από τις συναλλαγές στην αγορά του αγαθού αυτού;",
      answers: [
        "Μείωση στη ζήτηση και μείωση στην προσφορά.",
        "Αύξηση στη ζήτηση και αύξηση στην προσφορά.",
        "Μείωση στη ζήτηση και αύξηση στην προφορά.",
        "Αύξηση στη ζήτηση και μείωση στην προσφορά"
      ],
      correct_answer: {
        id: "Αύξηση στη ζήτηση και αύξηση στην προσφορά.",
        explanation: "Όπως φαίνεται στο παρακάτω διάγραμμα, αν αυξηθεί η ζήτηση (από D σε $D^{\\prime}$) και η προσφορά (από S σε $S^{\\prime}$), τότε το συνολικό πλεόνασμα από τις συναλλαγές αυξάνεται από το εμβαδόν του τριγώνου ΑΒΓ στο εμβαδόν του τριγώνου ΔΕΖ. Αντίθετα, μειώσεις της ζήτησης και της προσφοράς (δηλ. αντίστροφες μετατοπίσεις των καμπυλών θα μείωναν το συνολικό πλεόνασμα από ΔΕΖ σε ΑΒΓ. Τέλος, αντίθετες μεταβολές στη ζήτηση και την προσφορά μπορούν να μεταβάλλουν το συνολικό πλεόνασμα, αλλά δεν είναι βέβαιο ότι θα το αυξήσουν καθώς αυτό εξαρτάται από τη σχετική μετατόπιση των καμπυλών. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 12."
      }
    },
    {
      id: 5,
      question: "Ένας καταναλωτής έχει εισόδημα ίσο με 200 ευρώ το οποίο εξαντλεί στην κατανάλωση του αγαθού Χ του οποίου η τιμή είναι 10 ευρώ και του αγαθού Υ του οποίου η τιμή είναι 15 ευρώ. Επιλέγει ένα συνδυασμό κατανάλωσης που του δίνει 200 μονάδες χρησιμότητας από την κατανάλωση της τελευταίας μονάδας του αγαθού Χ και 300 μονάδες χρησιμότητας από την κατανάλωση της τελευταίας μονάδας του αγαθού Υ. Ποιο από τα παρακάτω ισχύει για τον συνδυασμό αυτό;",
      answers: [
        "δεν μεγιστοποιεί τη συνολική χρησιμότητα του καταναλωτή από τα δύο αγαθά.",
        "μεγιστοποιεί τη χρησιμότητα του καταναλωτή μόνο από το αγαθό Χ.",
        "μεγιστοποιεί τη χρησιμότητά του καταναλωτή μόνο από το αγαθό Υ.",
        "μεγιστοποιεί τη συνολική χρησιμότητα του καταναλωτή και από τα δύο αγαθά."
      ],
      correct_answer: {
        id: "μεγιστοποιεί τη συνολική χρησιμότητα του καταναλωτή και από τα δύο αγαθά.",
        explanation: "Ο λόγος οριακής χρησιμότητας/τιμής (MU/P) είναι ίδιος για τα αγαθά Χ και Υ στον συνδυασμό που επιλέγει ο καταναλωτής, εφόσον $MU_{X}/P_{X}=200/10=20$ και $MU_{Y}/P_{Y}=300/15=20$. Επομένως, στον συνδυασμό αυτό ισχύει $MU_{X}/P_{X}=MU_{Y}/P_{Y}$ που αποτελεί την αναγκαία συνθήκη μεγιστοποίησης της χρησιμότητας από τη κατανάλωση των αγαθών, υπό τον περιορισμό του εισοδήματος. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells, Ενότητα 20."
      }
    },
    {
      id: 6,
      question: "Έστω ότι η συνάρτηση παραγωγής μιας γεωργικής επιχείρησης περιγράφεται από τον παρακάτω πίνακα που δείχνει τη σχέση ανάμεσα στην ποσότητα της απασχολούμενης εργασίας και την παραγόμενη ποσότητα προϊόντος Q, για δεδομένη ποσότητα καλλιεργήσιμης έκτασης. Με βάση τα δεδομένα αυτά, ποιο είναι το οριακό προϊόν της εργασίας όταν η επιχείρηση αυξήσει την ποσότητα της εργασίας από τους τρεις στους τέσσερις εργάτες;",
      table: {
        headers: ["Ποσότητα Εργασίας L (εργάτες)", "Ποσότητα Προϊόντος Q (κιλά)"],
        rows: [
          ["0", "0"],
          ["1", "10"],
          ["2", "18"],
          ["3", "25"],
          ["4", "31"],
          ["5", "36"]
        ]
      },
      answers: [
        "56",
        "31",
        "25",
        "6"
      ],
      correct_answer: {
        id: "6",
        explanation: "Το οριακό προϊόν της εργασίας $(MPL=\\Delta Q/\\Delta L)$ δείχνει την πρόσθετη ποσότητα του προϊόντος που παράγεται από την απασχόληση μιας επιπλέον μονάδας εργασίας (ενός πρόσθετου εργάτη) με σταθερές τις υπόλοιπες εισροές. Σύμφωνα με τον παραπάνω πίνακα, όταν η επιχείρηση αυξήσει την ποσότητα της εργασίας από τους τρεις στους τέσσερις εργάτες, το προϊόν της επιχείρησης αυξάνεται από 25 σε 31 κιλά. Συνεπώς, το αντίστοιχο οριακό προϊόν της εργασίας είναι $\\Delta Q/\\Delta L=(31-25)/(4-3)=6.$ Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman and Wells (2018), Ενότητα 21."
      }
    },
    {
      id: 7,
      question: "Ο δείκτης Herfindahl-Hirschman σε έναν παραγωγικό κλάδο έχει τιμή ίση με 10.000. Τότε, για τον κλάδο αυτό συμπεραίνουμε ότι επικρατεί:",
      answers: [
        "τέλειος ανταγωνισμός.",
        "μονοπώλιο.",
        "μονοπωλιακός ανταγωνισμός.",
        "ολιγοπώλιο."
      ],
      correct_answer: {
        id: "μονοπώλιο.",
        explanation: "Ο δείκτης Herfindahl-Hirschman (ΗΗΙ) ισούται με το άθροισμα των τετραγώνων των μεριδίων αγοράς των επιχειρήσεων που συμμετέχουν στον κλάδο. Στο μονοπώλιο υπάρχει μία επιχείρηση στον κλάδο που καλύπτει το σύνολο της ζήτησης και, επομένως, έχει το 100% της αγοράς. Έτσι, $HHI=100^{2}=10.000$ (δηλ. ο δείκτης ΗΗΙ παίρνει τη μέγιστη τιμή). Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 24."
      }
    },
    {
      id: 8,
      question: "Μια πλήρως ανταγωνιστική επιχείρηση ισορροπεί στη βραχυχρόνια περίοδο με τιμή προϊόντος $P=8$ και ποσότητα παραγωγής $Q=20$ μονάδες. Αν, ανεξάρτητα από το επίπεδο παραγωγής, μειωθεί το σταθερό κόστος κατά 50 μονάδες, τότε η επιχείρηση στη βραχυχρόνια περίοδο:",
      answers: [
        "θα αυξήσει την παραγωγή της.",
        "θα μειώσει την παραγωγή της.",
        "θα αφήσει την παραγωγή της αμετάβλητη.",
        "Δεν μπορεί να προσδιοριστεί αν θα μεταβάλλει ή όχι την παραγωγή της."
      ],
      correct_answer: {
        id: "θα αφήσει την παραγωγή της αμετάβλητη.",
        explanation: "Η ανταγωνιστική επιχείρηση είναι λήπτης τιμής (price taker) και προσδιορίζει τη συμπεριφορά της βάσει της συνθήκης μεγιστοποίησης του κέρδους $P=$ MC $(MC=$ οριακό κόστος). Ωστόσω, το $MC=\\Delta C/\\Delta Q$ εξαρτάται μόνο από το μεταβλητό κόστος της επιχείρησης και, επομένως, η μείωση του σταθερού κόστους δεν επηρεάζει τη συνθήκη ισορροπίας της επιχείρησης και η παραγωγή της θα παραμείνει αμετάβλητη βραχυχρόνια. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητες 22 και 25."
      }
    },
    {
      id: 9,
      question: "Μία επιχείρηση, για την οποία οι τιμές των εισροών είναι δεδομένες, παράγει μία συγκεκριμένη ποσότητας προϊόντος, $Q^{*}$, χρησιμοποιώντας ένα συνδυασμό ποσοτήτων εργασίας (L) και κεφαλαίου (Κ) για τον οποίο ισχύει MPL/W < MPK/r, όπου MPL = οριακό προϊόν εργασίας, ΜΡΚ = οριακό προϊόν κεφαλαίου, $w=$ τιμή (αμοιβή) εργασίας, $r=$ τιμή (αμοιβή) κεφαλαίου. Η επιχείρηση αυτή, για να παράγει την ποσότητα $O^{*}$ με το ελάχιστο κόστος, θα πρέπει να:",
      answers: [
        "μειώσει την ποσότητα της εργασίας και να αυξήσει την ποσότητα του κεφαλαίου.",
        "αυξήσει την ποσότητα της εργασίας και να μειώσει την ποσότητα του κεφαλαίου.",
        "κρατήσει σταθερές τις απασχολούμενες ποσότητες της εργασίας και κεφαλαίου.",
        "αυξήσει τις απασχολούμενες ποσότητες και των δύο εισροών."
      ],
      correct_answer: {
        id: "μειώσει την ποσότητα της εργασίας και να αυξήσει την ποσότητα του κεφαλαίου.",
        explanation: "Μία επιχείρηση επιλέγει τον συνδυασμό εισροών που ελαχιστοποιεί το κόστος της. Για τον λόγο αυτό μισθώνει συντελεστές παραγωγής με τέτοιο τρόπο ώστε το οριακό προϊόν ανά δαπανώμενο ευρώ για κάθε συντελεστή να είναι το ίδιο. Στην περίπτωση που δεν ισχύει αυτή η ισότητα, τότε η επιχείρηση θα πρέπει να προσαρμόσει τις ποσότητες των εισροών ώστε να επαναφέρει την ισότητα. Στο συγκεκριμένο παράδειγμα, δεν ισχύει η ισότητα καθώς MPL/W < ΜΡΚ/r, άρα η επιχείρηση θα πρέπει να μειώσει την ποσότητα της εργασίας (που, λόγω των φθινουσών αποδόσεων, θα οδηγήσει σε αύξηση του MPL) και να αυξήσει την ποσότητα του κεφαλαίου (που, πάλι λόγω των φθινουσών αποδόσεων, θα οδηγήσει σε μείωση του ΜΡΚ). Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 43."
      }
    },
    {
      id: 10,
      question: "Σε ποια μορφή αγοράς είναι πιθανή η αθέμιτη σύμπραξη επιχειρήσεων (δημιουργία καρτέλ);",
      answers: [
        "Στον τέλειο ανταγωνισμό.",
        "Στον μονοπωλιακό ανταγωνισμό.",
        "Στο ολιγοπώλιο.",
        "Στο μονοπώλιο."
      ],
      correct_answer: {
        id: "Στο ολιγοπώλιο.",
        explanation: "Αθέμιτη σύμπραξη (καρτέλ) είναι η συνεργασία δύο ή περισσοτέρων επιχειρήσεων για να αυξήσουν τα συνδυασμένα κέρδη τους. Όταν υπάρχουν λίγες επιχειρήσεις που δραστηριοποιούνται σε ένα παραγωγικό κλάδο είναι περισσότερο εύκολο να συνεννοηθούν και να προχωρήσουν σε αθέμιτη σύμπραξη, ώστε να μειώσουν την παραγωγή του κλάδου και να αυξήσουν την τιμή και τα κέρδη τους. Με μικρό αριθμό παραγωγών, οι επιχειρήσεις του κλάδου έχουν έντονη αλληλεξάρτηση, δηλαδή το κέρδος της μιας επιχείρησης εξαρτάται από τις πράξεις των άλλων επιχειρήσεων του κλάδου. Αντίθετα, όταν ο αριθμός των επιχειρήσεων ενός κλάδου είναι μεγάλος (όπως στον τέλειο ανταγωνισμό και στον μονοπωλιακό ανταγωνισμό), η συνεννόηση είναι δύσκολη και είναι περίπου βέβαιο ότι θα έχουμε συμπεριφορά μη συνεργασίας. Η μορφή αγορά στην οποία υπάρχουν λίγες επιχειρήσεις με αλληλεξάρτηση μεταξύ τους, ώστε να ευνοείται η αθέμιτη σύμπραξη, είναι το ολιγοπώλιο. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 31."
      }
    },
    {
      id: 11,
      question: "Στην οικονομία Ω παράγονται μόνα τα τελικά αγαθά Χ και Υ. Οι τιμές και οι παραγόμενες ποσότητες των αγαθών αυτών κατά τα έτη 2019 και 2020 δίνονται στον παρακάτω πίνακα: Βάσει των στοιχείων αυτών, το πραγματικό ΑΕΠ στην οικονομία Ω το 2019 με έτος βάσης το 2020 ήταν:",
      table: {
        headers: ["Αγαθό", "Τιμή (2019)", "Ποσότητα (2019)", "Τιμή (2020)", "Ποσότητα (2020)"],
        rows: [
          ["Χ", "10", "1.000", "12", "900"],
          ["Υ", "15", "2.000", "16", "1.800"]
        ]
      },
      answers: [
        "40.000",
        "36.000",
        "39.600",
        "44.000"
      ],
      correct_answer: {
        id: "44.000",
        explanation: "Το πραγματικό ΑΕΠ ενός έτους προκύπτει όταν οι παραγόμενες ποσότητες αγαθών του έτους αυτού αποτιμώνται σε τιμές του έτους βάσης. Συνεπώς, το πραγματικό ΑΕΠ του 2019 σε τιμές του έτους 2020 υπολογίζεται από την αποτίμηση των παραγόμενων ποσοτήτων του 2019 με τιμές του 2020, δηλ. $12\\times1.000+16\\times2.000=44.000.$ Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 48."
      }
    },
    {
      id: 12,
      question: "Σε μια ανοικτή οικονομία καταγράφηκαν τα εξής μεγέθη το προηγούμενο έτος: Ακαθάριστη επένδυση $I=140$. Ιδιωτική αποταμίευση $S_{i\\delta}=100$. Δημοσιονομικό αποτέλεσμα (ή δημόσια αποταμίευση) $S_{\\delta\\eta\\mu}=60$. Στην οικονομία αυτή, το προηγούμενο έτος υπήρξε:",
      answers: [
        "έλλειμμα στις συναλλαγές αγαθών και υπηρεσιών με το εξωτερικό.",
        "πλεόνασμα στις συναλλαγές αγαθών και υπηρεσιών με το εξωτερικό.",
        "ισορροπία στις συναλλαγές αγαθών και υπηρεσιών με το εξωτερικό.",
        "Δεν μπορεί να προσδιοριστεί το αποτέλεσμα στις συναλλαγές αγαθών και υπηρεσιών με το εξωτερικό."
      ],
      correct_answer: {
        id: "πλεόνασμα στις συναλλαγές αγαθών και υπηρεσιών με το εξωτερικό.",
        explanation: "Από τη βασική εθνικολογιστική ταυτότητα γνωρίζουμε ότι ισχύει $I\\equiv S_{i\\delta}+S_{\\delta \\eta\\mu}+NCI.$ όπου $NCI=IM-X$ είναι η καθαρή εισροή κεφαλαίου (διαφορά εισαγωγών και εξαγωγών αγαθών και υπηρεσιών). Με αντικατάσταση των παραπάνω δεδομένων στην εθνικολογιστική ταυτότητα προκύπτει $NCI=IM-X=-20<0\\Rightarrow IM<X.$ Συνεπώς, υπήρξε πλεόνασμα στις συναλλαγές αγαθών και υπηρεσιών με το εξωτερικό ή καθαρή εκροή κεφαλαίου προς το εξωτερικό (δηλ. τοποθέτηση του πλεονάσματος στο εξωτερικό). Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 56."
      }
    },
    {
      id: 13,
      question: "Σύμφωνα με το αποτέλεσμα Fisher, μια αύξηση στον αναμενόμενο πληθωρισμό:",
      answers: [
        "αυξάνει ισόποσα το ονομαστικό επιτόκιο.",
        "μειώνει ισόποσα το ονομαστικό επιτόκιο.",
        "αυξάνει ισόποσα το πραγματικό επιτόκιο.",
        "δεν επηρεάζει ούτε το ονομαστικό ούτε το πραγματικό επιτόκιο."
      ],
      correct_answer: {
        id: "αυξάνει ισόποσα το ονομαστικό επιτόκιο.",
        explanation: "Το αποτέλεσμα Fisher αναφέρεται στην ένα προς ένα αναλογική σχέση ανάμεσα στον αναμενόμενο πληθωρισμό και το ονομαστικό επιτόκιο. Η σχέση αυτή προκύπτει από την ισόποση μεταβολή της προσφοράς και της ζήτησης δανειακών κεφαλαίων μετά από μια μεταβολή στον αναμενόμενο ρυθμό πληθωρισμού. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 57."
      }
    },
    {
      id: 14,
      question: "Στην οικονομία Χ, σε ορισμένη περίοδο είναι διαθέσιμα μόνο τα εξής επενδυτικά σχέδια με τις αντίστοιχες τιμές Καθαρής Παρούσας Αξίας (ΚΠΑ): Αν, στην περίοδο αυτή, το επιτόκιο αυξηθεί από 2% σε 4%, τότε η συνολική επενδυτική δαπάνη στην οικονομία αυτή θα:",
      table: {
        headers: ["Επενδυτικό Σχέδιο", "Κόστος επενδυτικού σχεδίου", "ΚΠΑ με επιτόκιο r=2%", "ΚΠΑ με επιτόκιο r=4%"],
        rows: [
          ["α", "100", "500", "420"],
          ["β", "120", "350", "280"],
          ["γ", "140", "80", "-10"],
          ["δ", "130", "-60", "-100"]
        ]
      },
      answers: [
        "αυξηθεί κατά 160 μονάδες.",
        "μειωθεί κατά 270 μονάδες.",
        "αυξηθεί κατά 130 μονάδες.",
        "μειωθεί κατά 140 μονάδες."
      ],
      correct_answer: {
        id: "μειωθεί κατά 140 μονάδες.",
        explanation: "Βάσει του κριτηρίου της ΚΠΑ αναλαμβάνονται όσα επενδυτικά σχέδια έχουν θετική ΚΠΑ. Συνεπώς, όταν το επιτόκιο είναι 2% θα αναληφθούν τα επενδυτικά σχέδια α, β και γ τα οποία έχουν συνολικό κόστος (= επενδυτική δαπάνη) 360 μονάδες. Όταν το επιτόκιο αυξηθεί σε 4%, τα αποδεκτά επενδυτικά σχέδια περιορίζονται στα α και β με συνολικό κόστος 220 μονάδες. Συνεπώς, η επενδυτική δαπάνη μειώνεται κατά 140 μονάδες όταν αυξάνεται το επιτόκιο από 2 σε 4%. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 58."
      }
    },
    {
      id: 15,
      question: "Μια μεταβολή της αυτόνομης δαπάνης σε μια οικονομία που έχει σταθερή φορολογία και οριακή ροπή για αποταμίευση $MPS=0.25$, θα οδηγήσει σε:",
      answers: [
        "τετραπλάσια μεταβολή του εισοδήματος.",
        "μεταβολή του εισοδήματος κατά το 25% της μεταβολής της δαπάνης.",
        "μεταβολή του εισοδήματος κατά το 75% της μεταβολής της δαπάνης.",
        "μεταβολή του εισοδήματος κατά το 133% της μεταβολής της δαπάνης"
      ],
      correct_answer: {
        id: "τετραπλάσια μεταβολή του εισοδήματος.",
        explanation: "Όταν οι φόροι είναι σταθεροί, ο πολλαπλασιαστής της αυτόνομης δαπάνης είναι 1/(1-MPC), όπου MPC είναι η οριακή ροπή για κατανάλωση. Επιπλέον, ισχύει ότι $MPS=1-MPC$, οπότε ο πολλαπλασιαστής της αυτόνομης δαπάνης είναι $1/MPS=1/0.25=4.$ Συνεπώς, μια μεταβολή της αυτόνομης δαπάνης θα οδηγήσει σε τετραπλάσια μεταβολή του εισοδήματος. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 60."
      }
    },
    {
      id: 16,
      question: "Στο παρακάτω διάγραμμα φαίνεται η συνάρτηση σχεδιασμένης συνολικής δαπάνης $AE_{\\sigma\\chi}$ μιας οικονομίας, συναρτήσει του εισοδήματος Υ: Στην οικονομία αυτή υπάρχει:",
      answers: [
        "ισορροπία σε επίπεδο εισοδήματος 1000.",
        "υπερβάλλουσα προσφορά ίση με την απόσταση ΗΖ σε επίπεδο εισοδήματος 2000.",
        "υπερβάλλουσα προσφορά ίση με την απόσταση ΓΔ σε επίπεδο εισοδήματος 1000.",
        "υπερβάλλουσα ζήτηση ίση με την απόσταση ΓΕ σε επίπεδο εισοδήματος 1300."
      ],
      correct_answer: {
        id: "υπερβάλλουσα προσφορά ίση με την απόσταση ΗΖ σε επίπεδο εισοδήματος 2000.",
        explanation: "Ισορροπία στο υπόδειγμα εισοδήματος-δαπάνης υπάρχει όταν $Y=AE_{\\sigma\\chi}$ δηλ. στο σημείο Ε του διαγράμματος όπου το εισόδημα είναι 1300 (άρα η απάντηση Α είναι λάθος). Η κάθετη απόσταση ανάμεσα στη γραμμή $AE_{\\sigma\\chi}$ και τη γραμμή των $45^{\\circ}$ δείχνει την υπερβάλλουσα ζήτηση (όταν η γραμμή ΑΕσχ είναι πάνω από τη γραμμή των 45°) ή την υπερβάλλουσα προσφορά (όταν η γραμμή των $45^{\\circ}$ είναι πάνω από τη γραμμή $AE_{\\sigma y}$). Συνεπώς, οι απαντήσεις C και D είναι λάθος. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 62."
      }
    },
    {
      id: 17,
      question: "Ταυτόχρονη αύξηση τιμών και μείωση της συνολικής εγχώριας παραγωγής μπορεί να προκληθεί βραχυχρόνια από (ceteris paribus):",
      answers: [
        "μείωση των τιμών των βασικών εμπορευμάτων (εισροών).",
        "αύξηση των δημοσίων δαπανών.",
        "αύξηση των ονομαστικών μισθών.",
        "μείωση του επιτοκίου."
      ],
      correct_answer: {
        id: "αύξηση των ονομαστικών μισθών.",
        explanation: "Όταν η καμπύλη βραχυχρόνιας συνολικής προσφοράς (SRAS) μετατοπίζεται αριστερά, έχουμε ταυτόχρονη αύξηση τιμών και μείωση της συνολικής εγχώριας παραγωγής. Η μείωση των τιμών των βασικών εμπορευμάτων μειώνει το κόστος παραγωγής και μετατοπίζει την SRAS προς τα δεξιά (άρα η Α δεν ισχύει), ενώ η αύξηση των δημοσίων δαπανών ή η μείωση του επιτοκίου μετατοπίζουν την καμπύλη συνολικής ζήτησης (AD) προς τα δεξιά και προκαλούν ταυτόχρονη αύξηση των τιμών και της παραγωγής (άρα οι απαντήσεις Β και D δεν ισχύουν). Η αύξηση των ονομαστικών μισθών αυξάνει το κόστος παραγωγής και μετατοπίζει την SRAS αριστερά προκαλώντας ταυτόχρονη αύξηση τιμών και μείωση της συνολικής εγχώριας παραγωγής. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 65."
      }
    },
    {
      id: 18,
      question: "Η συσταλτική νομισματική πολιτική εφαρμόζεται όταν η Κεντρική Τράπεζα [............] βραχυπρόθεσμο δημόσιο χρέος στις εμπορικές τράπεζες και οδηγεί σε μετατόπιση της καμπύλης προσφοράς χρήματος προς τα [.............]:",
      answers: [
        "[αγοράζει], [αριστερά].",
        "[αγοράζει], [δεξιά].",
        "[πουλάει], [αριστερά].",
        "[πουλάει], [δεξιά]."
      ],
      correct_answer: {
        id: "[πουλάει], [αριστερά].",
        explanation: "Τα κύρια μέσα άσκησης νομισματικής πολιτικής που χρησιμοποιούν οι Κεντρικές Τράπεζες (ΚΤ) είναι: (α) το ποσοστό υποχρεωτικών διαθεσίμων, (β) το προεξοφλητικό επιτόκιο, (γ) οι πράξεις ανοικτής αγοράς, και (δ) η ποσοτική χαλάρωση. Συγκεκριμένα, οι πράξεις ανοικτής αγοράς είναι οι αγορές ή πωλήσεις εντόκων γραμματίων του Δημοσίου (βραχυπρόθεσμου δημόσιου χρέους) εκ μέρους της ΚΤ. Οι αγορές και πωλήσεις εντόκων γραμματίων του Δημοσίου γίνονται μέσω συναλλαγών της ΚΤ με τις εμπορικές τράπεζες. Η αγορά εκ μέρους της ΚΤ βραχυπρόθεσμου δημόσιου χρέους από τις εμπορικές τράπεζες οδηγεί σε αύξηση της προσφοράς χρήματος και επομένως μετατοπίζει την καμπύλη προσφοράς χρήματος προς τα δεξιά. Η πώληση βραχυπρόθεσμου δημόσιου χρέους από την ΚΤ προς τις εμπορικές τράπεζες οδηγεί σε μείωση της προσφοράς χρήματος και επομένως μετατοπίζει την καμπύλη προσφοράς χρήματος προς τα αριστερά. Άρα, σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 72."
      }
    },
    {
      id: 19,
      question: "Όταν υπάρχουν φόροι εισοδήματος, δηλ. οι φόροι εξαρτώνται θετικά από το εισόδημα, τότε ο πολλαπλασιαστής των μεταβολών στην αυτόνομη δαπάνη:",
      answers: [
        "αυξάνεται.",
        "μειώνεται.",
        "παραμένει αμετάβλητος.",
        "μπορεί να μεταβληθεί προς οποιαδήποτε κατεύθυνση."
      ],
      correct_answer: {
        id: "μειώνεται.",
        explanation: "Ένα μέρος της αύξησης του εισοδήματος σε κάθε διαδοχικό γύρο της διαδικασίας του πολλαπλασιαστή θα περιέρχεται στο κράτος μέσω της φορολογίας, δεδομένου ότι οι φόροι συνδέονται θετικά με το ΑΕΠ. Επομένως, το διαθέσιμο εισόδημα αυξάνεται λιγότερο από τη στιγμή που θα συμπεριλάβουμε στο υπόδειγμα και την αναλογική φορολογία, δηλ. ο πολλαπλασιαστής της αυτόνομης δαπάνης θα είναι μικρότερος. Άρα σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 67."
      }
    },
    {
      id: 20,
      question: "Ο στενός ορισμός της ποσότητας του χρήματος (Μ1) περιλαμβάνει:",
      table: {
        headers: ["Επενδυτικό Σχέδιο", "Κόστος επενδυτικού σχεδίου", "ΚΠΑ με επιτόκιο r=2%", "ΚΠΑ με επιτόκιο r=4%"],
        rows: [
          ["α", "100", "500", "420"],
          ["β", "120", "350", "280"],
          ["γ", "140", "80", "-10"],
          ["δ", "130", "-60", "-100"]
        ]
      },
      answers: [
        "τις καταθέσεις που κινούνται με επιταγές.",
        "τις καταθέσεις ταμιευτηρίου.",
        "τις προθεσμιακές καταθέσεις.",
        "τα κεφάλαια χρηματαγορών."
      ],
      correct_answer: {
        id: "τις καταθέσεις που κινούνται με επιταγές.",
        explanation: "Ο στενός ορισμός της ποσότητας χρήματος (Μ1) περιλαμβάνει μόνο τη νομισματική κυκλοφορία, τις ταξιδιωτικές επιταγές και τις τραπεζικές καταθέσεις που κινούνται με επιταγές. Οι καταθέσεις ταμιευτηρίου, οι προθεσμιακές καταθέσεις και τα κεφάλαια χρηματαγορών αποτελούν οιονεί χρήμα, δηλ. χρηματοοικονομικά περιουσιακά στοιχεία που μπορούν να ρευστοποιηθούν εύκολα. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 69."
      }
    },
    {
      id: 21,
      question: "Οι επίμονες επεκτατικές πολιτικές που αποσκοπούν στη μείωση της ανεργίας κάτω από το φυσικό ποσοστό, θα έχουν ως μακροχρόνια συνέπεια την [-------] του πληθωρισμού και την [---------------] φυσικό ποσοστό ανεργίας.",
      answers: [
        "[αύξηση], [διατήρηση της ανεργίας στο]",
        "[μείωση], [μείωση της ανεργίας κάτω από το]",
        "[αύξηση], [μείωση της ανεργίας κάτω από το]",
        "[μείωση], [αύξηση της ανεργίας πάνω από το]"
      ],
      correct_answer: {
        id: "[αύξηση], [διατήρηση της ανεργίας στο]",
        explanation: "Η μακροχρόνια καμπύλη Phillips είναι κάθετη στο φυσικό ποσοστό ανεργίας διότι οι επεκτατικές πολιτικές αυξάνουν τις πληθωριστικές προσδοκίες και η επακόλουθη προσαρμογή των μισθών επαναφέρει την ανεργία στο φυσικό ποσοστό με μεγαλύτερο, όμως, πληθωρισμό. Επομένως, η μακροχρόνια συνέπεια των επεκτατικών πολιτικών θα είναι η αύξηση του πληθωρισμού και η διατήρηση της ανεργίας στο φυσικό ποσοστό. Άρα σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 77."
      }
    },
    {
      id: 22,
      question: "Το πρόβλημα του μηδενικού κατώτατου ορίου του επιτοκίου εμφανίζεται όταν:",
      answers: [
        "η προσφορά χρήματος μηδενίζεται και η νομισματική πολιτική γίνεται αναποτελεσματική.",
        "το δημόσιο χρέος μηδενίζεται και η δημοσιονομική πολιτική γίνεται αναποτελεσματική.",
        "το βραχυπρόθεσμο επιτόκιο μηδενίζεται και η νομισματική πολιτική γίνεται αναποτελεσματική.",
        "το βραχυπρόθεσμο επιτόκιο μηδενίζεται και η δημοσιονομική πολιτική γίνεται αναποτελεσματική."
      ],
      correct_answer: {
        id: "το βραχυπρόθεσμο επιτόκιο μηδενίζεται και η νομισματική πολιτική γίνεται αναποτελεσματική.",
        explanation: "Το βραχυχρόνιο επιτόκιο δεν μπορεί να πάρει αρνητικές τιμές, εφόσον οι οικονομικοί φορείς μπορούν να κρατούν ρευστά που έχουν μηδενική απόδοση. Συνεπώς, αν το επιτόκιο πέσει στο μηδενικό κατώτατο όριό του δεν υπάρχει δυνατότητα περαιτέρω ενίσχυσης της ζήτησης μέσω επεκτατικής νομισματικής πολιτικής η οποία λειτουργεί μέσω της μείωσης του επιτοκίου. Με άλλα λόγια, η επεκτατική νομισματική πολιτική γίνεται αναποτελεσματική όταν το βραχυπρόθεσμο επιτόκιο γίνει μηδέν. Άρα σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 74."
      }
    },
    {
      id: 23,
      question: "Με σταθερή την ονομαστική συναλλαγματική ισοτιμία, όταν οι τιμές σε μια χώρα του εξωτερικού αυξάνονται περισσότερο από ό,τι αυξάνονται οι εγχώριες τιμές, τότε η πραγματική σχέση ανταλλαγής αγαθών με τη χώρα του εξωτερικού:",
      answers: [
        "χειροτερεύει.",
        "βελτιώνεται.",
        "παραμένει αμετάβλητη.",
        "μπορεί να μεταβληθεί προς οποιαδήποτε κατεύθυνση."
      ],
      correct_answer: {
        id: "χειροτερεύει.",
        explanation: "Η πραγματική σχέση ανταλλαγής αγαθών μεταξύ χωρών αποδίδεται από τη πραγματική συναλλαγματική ισοτιμία $\\epsilon=e\\times P^{*}/P$, όπου e είναι η ονομαστική ισοτιμία, $P^{*}$ το επίπεδο τιμών στο εξωτερικό και Ρ το εγχώριο επίπεδο τιμών. Η πραγματική ισοτιμία ε δείχνει πόσα καλάθια εγχώριων αγαθών ανταλλάσσονται με ένα καλάθι ξένων αγαθών. Συνεπώς, με δεδομένη ονομαστική ισοτιμία e, όταν το $P^{*}$ αυξάνεται περισσότερο από το Ρ, η πραγματική ισοτιμία θα αυξάνεται και η σχέση ανταλλαγής αγαθών με τη χώρα αυτή θα χειροτερεύει. Άρα σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 80."
      }
    },
    {
      id: 24,
      question: "Στο ακόλουθο διάγραμμα παρουσιάζονται η Καμπύλη Δυνατοτήτων Χρησιμότητας (ΚΔΧ) μεταξύ των ατόμων Α και Β (με χρησιμότητα $U_{A}$ και $U_{B}$ αντίστοιχα) και τέσσερις διαφορετικές επιλογές για την κατανομή χρησιμότητας μεταξύ αυτών των ομάδων (σημεία α, β, γ, και δ). Με βάση το κριτήριο αριστοποίησης κατά Pareto:",
      answers: [
        "οι κατανομές δ και β είναι και οι δυο άριστες κατά Pareto.",
        "η μετακίνηση από την κατανομή α στην κατανομή β αποτελεί βελτίωση κατά Pareto.",
        "η μετακίνηση από την κατανομή α στην κατανομή δ αποτελεί βελτίωση κατά Pareto.",
        "η μετακίνηση από την κατανομή β στην κατανομή γ αποτελεί βελτίωση κατά Pareto."
      ],
      correct_answer: {
        id: "η μετακίνηση από την κατανομή β στην κατανομή γ αποτελεί βελτίωση κατά Pareto.",
        explanation: "Από το παραπάνω διάγραμμα συνάγεται κατ' αρχάς ότι η μόνη κατά Pareto άριστη κατανομή είναι η γ που βρίσκεται επί της Καμπύλης Δυνατοτήτων Χρησιμότητας (ΚΔΧ) και όχι κάτω από αυτήν. Άρα, η απάντηση Α είναι λανθασμένη. Η μετακίνηση από την κατανομή α στην κατανομή β βελτιώνει τη θέση (αυξάνει την χρησιμότητα) του ατόμου Β $(U_{B})$, αλλά χειροτερεύει τη θέση (μειώνει την χρησιμότητα) του ατόμου $A(U_{A})$. Το ίδιο ισχύει και για τη μετακίνηση από την κατανομή α στην κατανομή δ. Συνεπώς οι επιλογές Β και C είναι λανθασμένες. Η μετακίνηση από την κατανομή β στην κατανομή γ βελτιώνει τη θέση του ατόμου Α (αυξάνει την χρησιμότητα $U_{A})$ χωρίς να μειώνει την χρησιμότητα Β (UB). Κατά συνέπεια, η μετακίνηση αυτή αποτελεί βελτίωση κατά Pareto. Άρα, η σωστή απάντηση είναι η D. Βλέπε Καραγιάννη, Ενότητα 1.1.2."
      }
    },
    {
      id: 25,
      question: "Η ύπαρξη ασύμμετρης πληροφόρησης εις βάρος των καταναλωτών ενός αγαθού προκαλεί:",
      answers: [
        "μειωμένη ζήτηση για το αγαθό.",
        "αυξημένη ζήτηση για το αγαθό.",
        "μειωμένη τιμή ισορροπίας για το αγαθό.",
        "αυξημένη τιμή ισορροπίας και μειωμένη ποσότητα ισορροπίας για το αγαθό."
      ],
      correct_answer: {
        id: "αυξημένη ζήτηση για το αγαθό.",
        explanation: "Η ασύμμετρη πληροφόρηση για ένα αγαθό εις βάρος των καταναλωτών προκαλεί αυξημένη τιμή και αυξημένη ποσότητα ισορροπίας για το αγαθό σε σχέση με τη κατάσταση της συμμετρικής πληροφόρησης. Αυτό συμβαίνει επειδή η καμπύλη ζήτησης του αγαθού είναι αυξημένη σε σχέση με την κατάσταση της συμμετρικής πληροφόρησης. Όταν οι καταναλωτές αποκτήσουν συμμετρική (δηλ. την ίδια) πληροφόρηση με τους πωλητές, τότε μειώνουν τη ζήτηση για το αγαθό αυτό με αποτέλεσμα τη μείωση της τιμής ισορροπίας και μείωση της ποσότητας ισορροπίας για το αγαθό. Άρα η σωστή απάντηση είναι η Β. Βλέπε Καραγιάννη, Ενότητα 2.1.1."
      }
    },
    {
      id: 26,
      question: "Η ύπαρξη αρνητικών εξωτερικών επιδράσεων στην κατανάλωση ενός αγαθού συνεπάγεται ότι, στην ελεύθερη αγορά, η ποσότητα ισορροπίας του θα είναι [------------] και η τιμή ισορροπίας του [------------], σε σχέση με την κοινωνικά επιθυμητή ισορροπία.",
      answers: [
        "[μεγαλύτερη], [μεγαλύτερη].",
        "[μικρότερη], [μικρότερη].",
        "[μεγαλύτερη], [μικρότερη].",
        "[μικρότερη], [μεγαλύτερη]."
      ],
      correct_answer: {
        id: "[μεγαλύτερη], [μεγαλύτερη].",
        explanation: "Η ύπαρξη αρνητικών εξωτερικών επιδράσεων στην κατανάλωση συνεπάγεται ότι η καμπύλη ιδιωτικού οριακού οφέλους από την αγορά του υπό εξέταση αγαθού $D_{i}D$ βρίσκεται στα δεξιά της καμπύλης κοινωνικού οριακού οφέλους $D_{k}D_{k}$. Το σημείο ισορροπίας στην ελεύθερη αγορά είναι το $E_{1}$ $(Q_{1},P_{1})$ που είναι σημείο τομής της καμπύλης ιδιωτικού οριακού κόστους SS με την καμπύλη ιδιωτικού οριακού οφέλους $D_{i}D_{i}$. Το κοινωνικά βέλτιστο σημείο ισορροπίας είναι το $E_{2}$ $(Q_{2}, P_{2})$ που προκύπτει από την τομή της καμπύλης ιδιωτικού οριακού κόστους SS με την καμπύλη κοινωνικού οριακού οφέλους DkDk. Από τη σύγκριση των δύο σημείων προκύπτει ότι στην ισορροπία της ελεύθερης αγοράς η ποσότητα είναι μεγαλύτερη από την κοινωνικά επιθυμητή $(Q_{1}>Q_{2})$ και η τιμή υψηλότερη από την κοινωνικά επιθυμητή $(P_{1}>P_{2})$. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Καραγιάννη, Ενότητα 3.2.1."
      }
    },
    {
      id: 27,
      question: "Η μετακίνηση με μοτοσικλέτα δημιουργεί κοινωνικά οφέλη λόγω των μειωμένων εκπομπών ρύπων των μοτοσικλετών, σε σχέση με τα αυτοκίνητα. Το κοινωνικό οριακό όφελος (ΚΟΟ) από την αγορά μοτοσικλέτας δίνεται από τη σχέση $KOO=480-20Q$ όπου Q ο αριθμός μοτοσικλετών (σε χιλιάδες) που αγοράζονται. Αν δίνεται το ιδιωτικό οριακό κόστος (ΙΟΚ) για την παραγωγή μοτοσικλέτας ίσο με $IOK=400$ και ότι η ποσότητα παραγωγής στην ελεύθερη αγορά είναι 7 χιλιάδες μοτοσικλέτες, τότε το επιπλέον όφελος για την κοινωνία (θετική εξωτερική επίδραση) ισούται με [---------------] ανά χιλιάδα μοτοσικλετών.",
      answers: [
        "[180€]",
        "[120 €]",
        "[60€]",
        "[0 €]"
      ],
      correct_answer: {
        id: "[60€]",
        explanation: "Στην κοινωνικά βέλτιστη ισορροπία εξισώνεται το ιδιωτικό οριακό κόστος με το κοινωνικό οριακό όφελος: $KOO=IOK\\Rightarrow480-20Q=40Q\\Rightarrow Q=8$ χιλιάδες μοτοσικλέτες πωλούνται στην κοινωνικά βέλτιστη ισορροπία. Από τη χρήση μοτοσικλέτας δημιουργείται θετική εξωτερική επίδραση στην κατανάλωση, καθώς η αγορά μοτοσικλέτας αυξάνει το επίπεδο ευημερίας άλλων ατόμων. Όταν αυτή η επίδραση δε λαμβάνεται υπόψιν, τα άτομα που αγοράζουν μοτοσικλέτες δεν αποζημιώνονται για τη θετική εξωτερική επίδραση που δημιουργούν, κι έτσι το επίπεδο ισορροπίας στην ελεύθερη αγορά προσδιορίζεται από την εξίσωση του ιδιωτικού οριακού κόστους με το ιδιωτικό οριακό όφελος. Το ιδιωτικό οριακό όφελος (ΙΟΟ) είναι το κοινωνικό οριακό όφελος μειωμένο κατά το επιπλέον όφελος για την κοινωνία (θετική εξωτερική επίδραση) ανά χιλιάδα μοτοσικλετών, το οποίο θέτουμε ίσο με χ, οπότε $KOO=IOO+x\\Rightarrow IOO=KOO-x=480-20Q-x$. Στην ισορροπία της ελεύθερης αγοράς ισχύει: $IOO=IOK\\Rightarrow480-20Q-x=40Q\\Rightarrow480-x=60Q$, όπου $Q=7$ είναι το δεδομένο επίπεδο ισορροπίας στην ελεύθερη αγορά. Άρα: $480-x=60^{*}7=420\\Rightarrow x=60$ το επιπλέον όφελος για την κοινωνία (θετική εξωτερική επίδραση) ανά χιλιάδα μοτοσικλετών. Άρα, η σωστή απάντηση είναι η C. Βλέπε Καραγιάννη, Ενότητα 3.2.2."
      }
    },
    {
      id: 28,
      question: "Μία μονοπωλιακή δημόσια επιχείρηση έχει συνάρτηση συνολικού κόστους $TC=10Q^{2}+50$ και αντιμετωπίζει ζήτηση που δίνεται από τη σχέση $P=150-5Q$, όπου Q είναι η παραγόμενη ποσότητα και Ρ η τιμή. Αν η επιχείρηση αυτή επιδιώκει την άριστη κατανομή των παραγωγικών πόρων, θα παράγει την ποσότητα:",
      table: {
        headers: ["", "Ποσότητα χρήματος (Μ1)", "Νομισματική Βάση (Β)"],
        rows: [
          ["Δεκέμβριος 2008", "4,035", "1.150"],
          ["Δεκέμβριος 2023", "10,446", "5,271"]
        ]
      },
      answers: [
        "$Q=3$.",
        "$Q=4$",
        "$Q=5$",
        "$Q=6.$"
      ],
      correct_answer: {
        id: "$Q=6.$",
        explanation: "Αν η επιχείρηση επιδιώκει την άριστη κατανομή των παραγωγικών πόρων θα παράγει εκεί όπου $P=MC$, δηλ. εκεί που ικανοποιείται η συνθήκη του τέλειου ανταγωνισμού. Από τη συνάρτηση κόστους βρίσκουμε ότι $MC=(TC)^{\\prime}=20Q$. Συνεπώς, $P=MC\\Rightarrow150-5Q=20Q \\Rightarrow Q=6$. Άρα, η σωστή απάντηση είναι η D. Βλέπε Καραγιάννη, Ενότητα 5.4."
      }
    },
    {
      id: 29,
      question: "Αν το οριακό κόστος χρήσης ενός αγαθού από ένα επιπλέον άτομο είναι μηδέν, τότε για το αγαθό αυτό:",
      answers: [
        "υπάρχει αδιαιρετότητα στην κατανάλωση.",
        "δεν υπάρχει αδιαιρετότητα στην κατανάλωση.",
        "είναι επιθυμητός ο αποκλεισμός επιπλέον ατόμων από την κατανάλωσή του.",
        "ισχύει ότι είναι ιδιωτικό αγαθό."
      ],
      correct_answer: {
        id: "υπάρχει αδιαιρετότητα στην κατανάλωση.",
        explanation: "Εφόσον το οριακό κόστος χρήσης ενός αγαθού από ένα επιπλέον άτομο είναι μηδέν, η κατανάλωση από το τελευταίο άτομο δεν επηρεάζει την κατανάλωση των προηγουμένων και αυτό σημαίνει ότι υπάρχει αδιαιρετότητα στην κατανάλωση ή, εναλλακτικά, η κατανάλωση του αγαθού δεν είναι ανταγωνιστική (όλα τα άτομα καταναλώνουν την ίδια ποσότητα). Προφανώς, για ένα τέτοιο αγαθό δεν είναι επιθυμητός ο αποκλεισμός επιπλέον ατόμων από την κατανάλωσή του, εφόσον δεν επηρεάζεται η κατανάλωση αυτών που ήδη το χρησιμοποιούν (δηλ. η απάντηση C είναι λάθος), ενώ το αγαθό δεν μπορεί να είναι ιδιωτικό εφόσον δεν υπάρχει αποκλειστικότητα στην κατανάλωση (η απάντηση D είναι λάθος). Άρα, η σωστή απάντηση είναι η Α. Βλέπε Καραγιάννη, Ενότητα 4.2."
      }
    },
    {
      id: 30,
      question: "Έστω ότι ένα φορολογικό σύστημα περιγράφεται από τη συνάρτηση φόρων $T=100+0,2Y$, όπου Τ είναι οι φόροι και Υ είναι το εισόδημα. Αυτό το φορολογικό σύστημα είναι:",
      answers: [
        "αναλογικό.",
        "προοδευτικό.",
        "αντιστρόφως προοδευτικό.",
        "Δεν μπορεί να προσδιοριστεί η προοδευτικότητα του φορολογικού συστήματος."
      ],
      correct_answer: {
        id: "αντιστρόφως προοδευτικό.",
        explanation: "Ο μέσος φορολογικός συντελεστής είναι $\\overline{t}=\\frac{T}{Y}=\\frac{100+0,2Y}{Y}=\\frac{100}{Y}+0,2.$ Όταν, λοιπόν, αυξάνεται το εισόδημα Υ, μειώνεται ο μέσος φορολογικός συντελεστής και το σύστημα είναι αντιστρόφως προοδευτικό. Εναλλακτικά, ο οριακός φορολογικός συντελεστής είναι $t^{\\prime}=\\frac{\\Delta T}{\\Delta Y}=0,2$ και από τις σχέσεις μέσου και οριακού φορολογικού συντελεστή προκύπτει $\\overline{t}>t^{\\prime}$. Επομένως, ο μέσος φορολογικός συντελεστής θα μειώνεται καθώς αυξάνεται το εισόδημα, δηλ. το φορολογικό σύστημα είναι αντιστρόφως προοδευτικό. Άρα, η σωστή απάντηση είναι η C. Βλέπε Καραγιάννη, Ενότητα 9.2."
      }
    }
  ]
},
  // Προπαρασκευαστικές 2025
  proparask: {
  name: "Προπαρασκευαστικές 2025",
  questions: [
    {
      id: 1,
      question: "Αν η συναρτησιακή σχέση της Καμπύλης Παραγωγικών Δυνατοτήτων (ΚΠΔ) μιας οικονομίας είναι $Y=\\sqrt{10000-X}=(10000-X)^{1/2}$ (όπου Υ και Χ είναι ποσότητες αγαθών), τότε το κόστος ευκαιρίας του Χ:",
      answers: [
        "είναι αύξον.",
        "είναι φθίνον.",
        "είναι σταθερό.",
        "δεν μπορεί να προσδιοριστεί."
      ],
      correct_answer: {
        id: "είναι αύξον.",
        explanation: "Το κόστος ευκαιρίας (ΚΕ) του Χ δίνεται από την κλίση (1η παράγωγο) της συνάρτησης ΚΠΔ. Δηλαδή, δίνεται από τη σχέση $\\frac{dY}{dX}=\\frac{1}{2}(10000-X)^{-1/2}\\cdot(-1)=-\\frac{1}{2\\sqrt{10000-X}}$. Για να δούμε πως μεταβάλλεται το ΚΕ του Χ αρκεί να θέσουμε δύο τιμές για το Χ στην 1η παράγωγο της συνάρτησης ΚΠΔ, μια μικρή και μία μεγάλη, και να εκτιμήσουμε το αντίστοιχο ΚΕ. Παρακάτω επιλέγουμε δύο τιμές οι οποίες δίνουν στρογγυλά νούμερα. Όταν $X=0.$ το κόστος ευκαιρίας του Χ είναι η απώλεια $1/200$ του Υ, ενώ όταν $X=9900$ το κόστος ευκαιρίας του Χ είναι η απώλεια $1/20$ του Υ. Αυτό σημαίνει ότι όταν αυξάνεται η παραγωγή του Χ, αυξάνεται το κόστος ευκαιρίας (απώλεια του Υ). Εναλλακτικά, η $2^{\\eta}$ παράγωγος της συνάρτησης είναι $\\frac{d^{2}Y}{dX^{2}}=-\\frac{1}{4}(10000-X)^{-3/2}<0,\\delta\\eta\\lambda$ αρνητική και δείχνει κοίλη μορφή της συνάρτησης ΚΠΔ. Η κοίλη ΚΠΔ αντανακλά αύξον κόστος ευκαιρίας. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 3."
      }
    },
    {
      id: 2,
      question: "Στα παρακάτω διαγράμματα φαίνεται ότι, ceteris paribus, η μετατόπιση της καμπύλης προσφοράς S στην αγορά του αγαθού Χ (αριστερό διάγραμμα) προκαλεί την μετατόπιση της καμπύλης ζήτησης D στην αγορά του αγαθού Υ (δεξί διάγραμμα): Βάσει αυτών των δεδομένων, η σταυροειδής ελαστικότητα της ζήτησης του αγαθού Υ ως προς την τιμή του αγαθού Χ είναι [--------------] και τα αγαθά Χ και Υ είναι [----------------]:",
      answers: [
        "[θετική], [υποκατάστατα].",
        "[θετική], [συμπληρωματικά].",
        "[αρνητική], [υποκατάστατα].",
        "[αρνητική], [συμπληρωματικά]."
      ],
      correct_answer: {
        id: "[αρνητική], [συμπληρωματικά].",
        explanation: "Η αύξηση της προφοράς στην αγορά του αγαθού Χ οδηγεί σε μείωση της τιμής του και προκαλεί αύξηση της ζήτησης του αγαθού Υ. Αυτό σημαίνει ότι η σταυροειδής ελαστικότητα της ζήτησης του αγαθού Υ ως προς την τιμή του αγαθού Χ είναι αρνητική $(\\%\\Delta Q_{Y}/\\%\\Delta P_{X}<0)$ και τα αγαθά Χ και Υ είναι συμπληρωματικά. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητες 5, 6, 7, 10."
      }
    },
    {
      id: 3,
      question: "Μια μεταβολή του μέσου εισοδήματος των καταναλωτών από 1000 € σε 1200 € μεταβάλλει την ισορροπία στην αγορά του αγαθού Ω από το σημείο Ε στο σημείο Ε΄, όπως φαίνεται στο παρακάτω διάγραμμα: Τότε, η εισοδηματική ελαστικότητα της ζήτησης του αγαθού Ω είναι:",
      answers: [
        "0,8.",
        "-0,8.",
        "2,0.",
        "3.0."
      ],
      correct_answer: {
        id: "3.0.",
        explanation: "Η εισοδηματική ελαστικότητα της ζήτησης δίνεται από τον λόγο ποσοστιαίων μεταβολών της ζητούμενης ποσότητας και του εισοδήματος, με σταθερούς τους άλλους παράγοντες (δηλ. σταθερή τιμή του αγαθού): Ποσοστιαία μεταβολή στη ζητούμενη ποσότητα / Ποσοστιαία μεταβολή στο εισόδημα = $[(160-100)/100]\\times100/[(1200-1000)/1000]\\times100=3.$ Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 10."
      }
    },
    {
      id: 4,
      question: "Έστω ότι η συνάρτηση ζήτησης του αγαθού Χ είναι $P=500-Q$ όπου Ρ είναι η τιμή και Q είναι η ποσότητα. Αν στην ισορροπία της αγοράς του αγαθού Χ, το πλεόνασμα του καταναλωτή είναι 45.000, η τιμή $(P_{E})$ και η ποσότητα ($Q_{E}$) ισορροπίας είναι:",
      answers: [
        "$P_{E}=100, Q_{E}=400.$",
        "$P_{E}=200, Q_{E}=300.$",
        "$P_{E}=300, Q_{E}=200$",
        "$P_{E}=400, Q_{E}=100.$"
      ],
      correct_answer: {
        id: "$P_{E}=200, Q_{E}=300.$",
        explanation: "Το πλεόνασμα του καταναλωτή στην ισορροπία δίνεται από το εμβαδόν του τριγώνου κάτω από την καμπύλη ζήτησης και μέχρι την τιμή ΡΕ: Πλεόνασμα Καταναλωτή = $(500-P_{E})\\times Q_{E}/2=45.000$ (1). Επίσης, το σημείο ισορροπίας θα ικανοποιεί τη συνάρτηση ζήτησης: $P_{E}=500-Q_{E}$ (2). Λύνουμε το σύστημα των εξισώσεων (1) και (2) ως προς την τιμή και την ποσότητα. Ειδικότερα, με αντικατάσταση της (2) στην (1): $(500-500+Q_{E})\\times Q_{E}/2=45.000\\Rightarrow Q_{E}=300.$ και αντικαθιστώντας $Q_{E}=300$ στην (2) παίρνουμε: $P_{E}=500-Q_{E}=500-300=200.$ Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 12."
      }
    },
    {
      id: 5,
      question: "Η συνάρτηση προσφοράς ενός αγαθού είναι $P=50+2Q,$ όπου Ρ είναι η τιμή και Q η ποσότητα. Όταν η αγορά λειτουργεί ελεύθερα η τιμή του αγαθού είναι 100 € αλλά η κυβέρνηση θεωρεί ότι αυτή είναι υψηλή για τους καταναλωτές και ορίζει ανώτατη τιμή 80 €. Με την επιβολή αυτής της ανώτατης τιμής, το πλεόνασμα (ωφέλεια) του παραγωγού:",
      answers: [
        "μειώνεται κατά 1200.",
        "αυξάνεται κατά 1200.",
        "μειώνεται κατά 400.",
        "αυξάνεται κατά 400."
      ],
      correct_answer: {
        id: "μειώνεται κατά 400.",
        explanation: "Το πλεόνασμα του παραγωγού είναι το εμβαδόν του πάνω από την καμπύλη προσφοράς και μέχρι την εκάστοτε ισχύουσα τιμή. Επομένως, όταν η τιμή είναι 100, η προσφορά είναι $Q=(P-50)/2=(100-50)/2=25$ και το πλεόνασμα του παραγωγού είναι ($(100-50)\\times25/2=625$). Αντίστοιχα, όταν η τιμή είναι 80, η προσφορά είναι $Q=(P-50)/2=(80-50)/2=15$ και το πλεόνασμα του παραγωγού είναι $(80-50)\\times15/2=225.$ Συνεπώς, όταν επιβληθεί ανώτατη τιμή 80 €, το πλεόνασμα του παραγωγού μειώνεται κατά $625 – 225=400.$ Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητες 11, 12, 13."
      }
    },
    {
      id: 6,
      question: "Για την μεγιστοποίηση της χρησιμότητας ενός καταναλωτή που καταναλώνει δύο αγαθά Χ και Υ, υπό τον περιορισμό της εξάντλησης του εισοδήματός του, πρέπει να ικανοποιείται:",
      answers: [
        "μόνο ο εισοδηματικός περιορισμός $(P_{X}\\times X+P_{Y}\\times Y=$ Εισόδημα).",
        "μόνο ο κανόνας βέλτιστης κατανάλωσης $(MU_{X}/P_{X}=MU_{Y}/P_{Y})$",
        "είτε ο εισοδηματικός περιορισμός είτε ο κανόνας βέλτιστης κατανάλωσης.",
        "και ο εισοδηματικός περιορισμός και ο κανόνας βέλτιστης κατανάλωσης."
      ],
      correct_answer: {
        id: "και ο εισοδηματικός περιορισμός και ο κανόνας βέλτιστης κατανάλωσης.",
        explanation: "Για να μεγιστοποιείται η χρησιμότητα υπό τον εισοδηματικό περιορισμό πρέπει ο καταναλωτής να φτάνει την υψηλότερη δυνατή καμπύλη αδιαφορίας και ταυτόχρονα ο καταναλωτικός συνδυασμός να είναι εφικτός βάσει του εισοδήματός του. Όπως φαίνεται στο διάγραμμα, αυτό συμβαίνει στο σημείο Ε όπου η υψηλότερη δυνατή καμπύλη αδιαφορίας $(U_{2})$ εφάπτεται στον εισοδηματικό περιορισμό οπότε ο αντίστοιχος καταναλωτικός συνδυασμός εξαντλεί όλο το εισόδημα. Στο σημείο Ε ικανοποιείται ο εισοδηματικός περιορισμός και ταυτόχρονα η κλίση του εισοδηματικού περιορισμού $(-P_{X}/P_{Y})$ είναι ίση με την κλίση της καμπύλης αδιαφορίας $(MRS_{XY=-MU_{X}/MU_{Y})$, δηλ. ικανοποιείται και ο κανόνας βέλτιστης κατανάλωσης $MU_{X}/P_{X}=MU_{Y}/P_{Y}.$ Ωστόσο, υπάρχουν και άλλα σημεία όπου ικανοποιείται ο κανόνας βέλτιστης κατανάλωσης αλλά δεν ικανοποιείται ο εισοδηματικός περιορισμός, όπως το σημείο Α όπου η εφαπτόμενη στην καμπύλη αδιαφορίας $U_{1}$ (διακεκομμένη γραμμή) είναι παράλληλη με τη γραμμή του εισοδηματικού περιορισμού. Στο σημείο Α, λοιπόν, η αναλογία κατανάλωσης των αγαθών είναι σωστή αλλά οι ποσότητες κατανάλωσης είναι μικρότερες από αυτές που είναι δυνατές βάσει του εισοδήματος (δηλ. δεν εξαντλείται το εισόδημα στην κατανάλωση αγαθών). Αντίστοιχα, στο σημείο Β ικανοποιείται ο εισοδηματικός περιορισμός αλλά δεν ικανοποιείται ο κανόνας βέλτιστης κατανάλωσης αφού η κλίση του εισοδηματικού περιορισμού διαφέρει από την κλίση της καμπύλης αδιαφορίας $U_{1}$. Στο σημείο Β, λοιπόν, εξαντλείται το εισόδημα του καταναλωτή αλλά η αναλογία κατανάλωσης των αγαθών δεν είναι σωστή και με ανακατανομή της δαπάνης μεταξύ των αγαθών ο καταναλωτής μπορεί να μετακινηθεί στο σημείο Ε που αντιστοιχεί σε υψηλότερη καμπύλη αδιαφορίας $U_{2}$. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 20 και διαφάνειες ΟΣΣΙ."
      }
    },
    {
      id: 7,
      question: "Έστω ένας καταναλωτής που καταναλώνει τα αγαθά Χ και Υ με τιμές $P_{X}=5$ και $P_{Y}=10$ αντίστοιχα. Αν στον καταναλωτικό συνδυασμό που έχει επιλέξει εξαντλεί όλο το εισόδημά του και ταυτόχρονα θα πρέπει να μειώσει την κατανάλωση του Χ και να αυξήσει την κατανάλωση του Υ για να μεγιστοποιήσει τη χρησιμότητά του, η απόλυτη τιμή του οριακού λόγου υποκατάστασης του Υ με το $X(MRS_{XY})$ είναι στην περιοχή:",
      answers: [
        "$1<MRS_{XY} < 2$.",
        "$MRS_{XY}>2$.",
        "$MRS_{XY} < 0,5$.",
        "$1>MRS_{XY}>0,5.$"
      ],
      correct_answer: {
        id: "$MRS_{XY} < 0,5$.",
        explanation: "Εφόσον ο καταναλωτής θα πρέπει να αυξήσει την κατανάλωση του Υ και να μειώσει την κατανάλωση του Χ, θα ισχύει $MU_{X}/P_{X}<MU_{Y}/P_{Y}$, δηλ. η πρόσθετη χρησιμότητα ανά ευρώ που δαπανάται στο Υ είναι μεγαλύτερη από την πρόσθετη χρησιμότητα ανά ευρώ που δαπανάται στο Χ. Με αναδιάταξη της σχέσης, $MU_{X}/MU_{Y}<P_{X}/P_{Y}$ και επειδή $MRS_{XY}=MU_{X}/MU_{Y}$ προκύπτει $MRS_{XY}<P_{X}/P_{Y}=5/10=0.5.$ Αυτό σημαίνει ότι στον επιλεγμένο καταναλωτικό συνδυασμό ο καταναλωτής θα θυσίαζε (βάσει προτιμήσεων) λιγότερο από 0,5 Υ για την τελευταία μονάδα Χ, ενώ στην πραγματικότητα θυσιάζει (βάσει των τιμών) 0,5Υ για την τελευταία μονάδα Χ. Άρα θα πρέπει να περιορίσει την κατανάλωση του Χ και να αυξήσει την κατανάλωση του Υ. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 20 και διαφάνειες ΟΣΣΙ."
      }
    },
    {
      id: 8,
      question: "Αν σε μια παραγωγική διαδικασία η ποσότητα απασχολούμενου κεφαλαίου είναι σταθερή και το οριακό προϊόν του μεταβλητού συντελεστή εργασία αρχικά αυξάνεται με την αύξηση της απασχόλησης εργασίας ενώ, αντίστοιχα, το οριακό κόστος μειώνεται, αυτό οφείλεται σε:",
      answers: [
        "φθίνουσες αποδόσεις της εργασίας λόγω της χειροτέρευσης της αναλογίας κεφαλαίου-εργασίας.",
        "αύξουσες αποδόσεις της εργασίας λόγω της εξειδίκευσης στην απασχόλησή της.",
        "φθίνουσες αποδόσεις της εργασίας λόγω της εξειδίκευσης στην απασχόλησή της.",
        "αύξουσες αποδόσεις της εργασίας λόγω της χειροτέρευσης της αναλογίας κεφαλαίου-εργασίας."
      ],
      correct_answer: {
        id: "αύξουσες αποδόσεις της εργασίας λόγω της εξειδίκευσης στην απασχόλησή της.",
        explanation: "Σε χαμηλά επίπεδα παραγωγής η αύξηση της απασχόλησης εργασίας συνδυάζεται με αποδοτικό καταμερισμό των έργων έτσι ώστε το οριακό προϊόν της εργασίας να αυξάνεται, δηλ. υπάρχουν αύξουσες αποδόσεις (συνεπώς, οι επιλογές Α και C είναι λάθος). Αντίστοιχα, όταν το οριακό προϊόν (MPL) αυξάνεται το οριακό κόστος (MC) θα μειώνεται με την αύξηση της παραγωγής: $MPL = \\Delta Q/\\Delta L => \\Delta Q = MPL \\Delta L$ και $MC=\\Delta C/\\Delta Q=\\Delta C/MPL\\times\\Delta L$ δηλ. υπάρχει αντίστροφη σχέση ανάμεσα στο οριακό προϊόν (MPL) και το οριακό κόστος (MC). Η επιλογή Α περιγράφει τον νόμο των φθινουσών αποδόσεων που αντιστοιχεί σε φθίνον οριακό προϊόν της εργασίας και αύξον οριακό κόστος. Επιπλέον, η χειροτέρευση της αναλογίας κεφαλαίου-εργασίας (δηλ. η ισχύς του νόμου των φθινουσών αποδόσεων) δεν μπορεί να συνδυάζεται με αύξουσες αποδόσεις της εργασίας (η επιλογή D είναι λάθος). Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητες 21, 22."
      }
    },
    {
      id: 9,
      question: "Αν το μέσο συνολικό κόστος είναι διπλάσιο από το μέσο μεταβλητό κόστος, τότε το μεταβλητό κόστος είναι:",
      answers: [
        "ίσο με το σταθερό κόστος.",
        "διπλάσιο από το σταθερό κόστος.",
        "το μισό του σταθερού κόστους.",
        "Δεν μπορεί να προσδιοριστεί η σχέση μεταξύ μεταβλητού και σταθερού κόστους."
      ],
      correct_answer: {
        id: "ίσο με το σταθερό κόστος.",
        explanation: "Δίνεται ότι $ATC=2\\times AVC\\Rightarrow ATC\\times Q=2\\times AVC\\times Q\\Rightarrow(TC/Q)\\times Q=2\\times(VC/Q)\\times Q\\Rightarrow TC=2\\times VC$ (1) όπου Q είναι το επίπεδο παραγωγής. Επιπλέον, γνωρίζουμε ότι $TC=FC+VC$ (2). Από τις (1) και (2) παίρνουμε: $2\\times VC=FC+VC\\Rightarrow VC=FC.$ Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 22."
      }
    },
    {
      id: 10,
      question: "Όταν υπάρχουν φθίνουσες αποδόσεις κλίμακας:",
      answers: [
        "το μακροχρόνιο μέσο συνολικό κόστος αυξάνεται όταν μειώνεται η παραγωγή.",
        "το βραχυχρόνιο μέσο συνολικό κόστος αυξάνεται όταν μειώνεται η παραγωγή.",
        "το μακροχρόνιο μέσο συνολικό κόστος αυξάνεται όταν αυξάνεται η παραγωγή.",
        "το βραχυχρόνιο μέσο συνολικό κόστος αυξάνεται όταν αυξάνεται η παραγωγή."
      ],
      correct_answer: {
        id: "το μακροχρόνιο μέσο συνολικό κόστος αυξάνεται όταν αυξάνεται η παραγωγή.",
        explanation: "Οι αποδόσεις κλίμακας αφορούν την εξέλιξη του μακροχρόνιου μέσου συνολικού κόστους καθώς μεταβάλλεται το μέγεθος της παραγωγής. Οι αποδόσεις κλίμακας είναι φθίνουσες όταν μια δεδομένη ποσοστιαία αύξηση όλων των εισροών αυξάνει την παραγωγή κατά μικρότερο ποσοστό και, επομένως, το μέσο συνολικό κόστος αυξάνεται. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 23."
      }
    },
    {
      id: 11,
      question: "Στο παρακάτω διάγραμμα φαίνεται η καμπύλη ζήτησης (D) και η αντίστοιχη καμπύλη οριακού εσόδου (MR) για ένα προϊόν που παράγεται από μια μονοπωλιακή επιχείρηση. Όταν η μονοπωλιακή επιχείρηση είναι ιδιωτική το οριακό κόστος είναι $MC_{1\\delta}$ ενώ όταν είναι δημόσια το οριακό κόστος είναι $MC_{\\delta\\eta\\mu}$ λόγω τεχνολογικής αναποτελεσματικότητας. Αν το δημόσιο μονοπώλιο λειτουργεί ως ανταγωνιστική επιχείρηση, ενώ το ιδιωτικό μονοπώλιο επιδιώκει μεγιστοποίηση του κέρδους, τότε:",
      answers: [
        "Το δημόσιο μονοπώλιο ορίζει χαμηλότερη τιμή και παράγει μεγαλύτερη ποσότητα από το ιδιωτικό μονοπώλιο.",
        "Το δημόσιο μονοπώλιο ορίζει υψηλότερη τιμή και παράγει μικρότερη ποσότητα από το ιδιωτικό μονοπώλιο.",
        "Το δημόσιο μονοπώλιο ορίζει ίδια τιμή και ποσότητα με το ιδιωτικό μονοπώλιο.",
        "Το δημόσιο μονοπώλιο ορίζει υψηλότερη τιμή και παράγει μεγαλύτερη ποσότητα από το ιδιωτικό μονοπώλιο."
      ],
      correct_answer: {
        id: "Το δημόσιο μονοπώλιο ορίζει υψηλότερη τιμή και παράγει μικρότερη ποσότητα από το ιδιωτικό μονοπώλιο.",
        explanation: "Εφόσον το δημόσιο μονοπώλιο συμπεριφέρεται ως ανταγωνιστική επιχείρηση θα εξισώνει την τιμή με το οριακό κόστος $P=MC_{\\delta\\eta\\mu}$ (σημείο $E_{o}$ στο διάγραμμα) και θα παράγει ποσότητα $Q_{o}$ σε τιμή $P_{o}$. Το ιδιωτικό μονοπώλιο θα μεγιστοποιεί το κέρδος όταν $MR=MC_{1\\delta}$ (σημείο $E_{1}$), επομένως θα παράγει ποσότητα $Q_{1}$ σε τιμή $P_{1}$. Συνεπώς, παρόλο που το δημόσιο μονοπώλιο συμπεριφέρεται ως ανταγωνιστική επιχείρηση, θα παράγει μικρότερη ποσότητα και θα ορίζει υψηλότερη τιμή λόγω της τεχνολογικής αναποτελεσματικότητας. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητες 25, 28."
      }
    },
    {
      id: 12,
      question: "Έστω ότι η καμπύλη ζήτησης (D) ενός προϊόντος δίνεται στο παρακάτω διάγραμμα. Τότε, το οριακό έσοδο από την πώληση της $6^{\\eta\\varsigma}$ μονάδας του προϊόντος είναι:",
      answers: [
        "10.",
        "9.",
        "5.",
        "4."
      ],
      correct_answer: {
        id: "4.",
        explanation: "Όταν η καμπύλη ζήτησης είναι κατερχόμενη, το οριακό έσοδο διαμορφώνεται από το αποτέλεσμα τιμής και το αποτέλεσμα ποσότητας. Το αποτέλεσμα ποσότητας σχετίζεται με την αύξηση των εσόδων που προέρχεται από την αύξηση των πωλήσεων κατά μία μονάδα και είναι ίσο με 9 αφού η $6^{\\eta}$ μονάδα πωλείται σε αυτή την τιμή. Όμως, για να πουληθεί η $6^{\\eta}$ μονάδα, θα πρέπει η τιμή να μειωθεί κατά 1 (από 10 σε 9) και, επομένως, οι προηγούμενες 5 μονάδες θα πρέπει και αυτές να πωλούνται στη νέα τιμή. Αυτό σημαίνει ότι, λόγω της πώλησης της $6^{\\η\\varsigma}$ μονάδας, τα έσοδα θα μειωθούν κατά $(-1)\\times5=-5$ και αυτή η απώλεια συνιστά το αποτέλεσμα τιμής. Συνεπώς, το οριακό έσοδο από την πώληση της $6^{\\eta\\zeta}$ μονάδας είναι $9-5=4$. Σχηματικά, τα δύο αποτελέσματα τιμής και ποσότητας φαίνονται στο παρακάτω διάγραμμα. Εναλλακτικά, το συνολικό έσοδο για την πώληση 5 μονάδων είναι $10\\times5=50$ ενώ το συνολικό έσοδο από την πώληση 6 μονάδων είναι $9\\times6=54,\\delta\\eta\\lambda$. η μεταβολή στο έσοδο από την πώληση της $6^{\\eta\\varsigma}$ μονάδας είναι $54-50=4.$ Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 28."
      }
    },
    {
      id: 13,
      question: "Ποιο από τα παρακάτω είναι κοινό χαρακτηριστικό της μακροχρόνιας ισορροπίας μιας μονοπωλιακής επιχείρησης και μιας μονοπωλιακά ανταγωνιστικής επιχείρησης;",
      answers: [
        "Η ισότητα τιμής και οριακού εσόδου.",
        "Η ισότητα οριακού εσόδου και οριακού κόστους.",
        "Το μηδενικό κέρδος.",
        "Η ισότητα τιμής και μέσου κόστους."
      ],
      correct_answer: {
        id: "Η ισότητα οριακού εσόδου και οριακού κόστους.",
        explanation: "Η ισότητα οριακού εσόδου και οριακού κόστους αποτελεί την αναγκαία συνθήκη μεγιστοποίησης του κέρδους και στις δύο μορφές αγοράς. Ωστόσο, στο μονοπώλιο το κέρδος μπορεί να διατηρηθεί στη μακροχρόνια περίοδο εφόσον δεν υπάρχει δυνατότητα εισόδου νέων επιχειρήσεων στον κλάδο, ενώ στον μονοπωλιακό ανταγωνισμό η είσοδος νέων επιχειρήσεων μειώνει τη ζήτηση για τις υφιστάμενες επιχειρήσεις και οδηγεί το κέρδος στο μηδέν (άρα, η C είναι λανθασμένη). Συνεπώς, η ισότητα τιμής και μέσου κόστους ισχύει μακροχρόνια μόνο στον μονοπωλιακό ανταγωνισμό (άρα, η D είναι λανθασμένη). Τέλος, και στις δύο μορφές αγοράς οι καμπύλες ζήτησης που αντιμετωπίζουν οι επιχειρήσεις είναι κατερχόμενες και, επομένως, η τιμή είναι μεγαλύτερη από το οριακό έσοδο (άρα, η Α είναι λανθασμένη). Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητες 28, 34."
      }
    },
    {
      id: 14,
      question: "Έστω ένας παραγωγικός κλάδος με καμπύλες ζήτησης (D), οριακού εσόδου (MR), οριακού κόστους (MC) και μέσου συνολικού κόστους (ATC) οι οποίες φαίνονται στο παρακάτω διάγραμμα. Αν ο κλάδος λειτουργεί ως μονοπώλιο θα υπάρχει συνολική απώλεια πλεονάσματος (ωφελειών), έναντι της πλήρως ανταγωνιστικής λειτουργίας του κλάδου, ίση με:",
      answers: [
        "7.500.",
        "15.000.",
        "22.500.",
        "30.000."
      ],
      correct_answer: {
        id: "7.500.",
        explanation: "Αν ο κλάδος λειτουργεί ανταγωνιστικά θα ικανοποιείται η σχέση $P=MC=100$ (σημείο τομής D και MC) και θα παράγονται 300 μονάδες, οπότε συνολικό πλεόνασμα (καταναλωτή) θα είναι $(300-100)\\times300/2=30.000$ ενώ το πλεόνασμα του παραγωγού είναι μηδενικό. Αν ο κλάδος λειτουργεί ως μονοπώλιο θα ικανοποιείται η σχέση $MR=MC=100$ (σημείο τομής MR και MC) και θα παράγονται 150 μονάδες για τις οποίες θα ορίζεται τιμή 200. Σε αυτή την τιμή το πλεόνασμα καταναλωτή θα είναι ($300-200)\\times150/2=7.500$ και το κέρδος του μονοπωλητή θα είναι ($200-100)\\times150=15.000,\\delta\\eta\\lambda.$ η συνολική ωφέλεια στο μονοπώλιο θα είναι $7.500+15.000=22.500.$ Συνεπώς, η συνολική απώλεια πλεονάσματος στο μονοπώλιο, έναντι του πλήρους ανταγωνισμού, θα είναι $30.000-22.500=7.500.$ Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητες 11, 28."
      }
    },
    {
      id: 15,
      question: "Μία επιχείρηση απασχολεί εργασία και κεφάλαιο στην παραγωγική διαδικασία. Η τιμή κάθε μονάδας κεφαλαίου είναι $r=5$ και η τιμή κάθε μονάδας εργασίας είναι $w=2$ και στον παρακάτω πίνακα φαίνονται οι συνδυασμοί κεφαλαίου και εργασίας που παράγουν ορισμένη ποσότητα προϊόντος, καθώς και το οριακό προϊόν κάθε συντελεστή. Αν η επιχείρηση απασχολεί 8 μονάδες κεφαλαίου και 30 μονάδες εργασίας, για να ελαχιστοποιήσει το κόστος πρέπει να [....] την απασχόληση κεφαλαίου, να [....] την απασχόληση εργασίας και να σταματήσει στον συνδυασμό [............]:",
      table: {
        headers: ["Συνδυασμός", "Μονάδες Κεφαλαίου (K)", "Μονάδες Εργασίας (L)", "Οριακό προϊόν κεφαλαίου ΜΡK", "Οριακό προϊόν εργασίας MPL"],
        rows: [
          ["A", "4", "40", "30", "4"],
          ["B", "8", "30", "25", "6"],
          ["Γ", "12", "20", "20", "8"],
          ["Δ", "16", "10", "15", "11"],
          ["E", "18", "5", "10", "14"]
        ]
      },
      answers: [
        "[αυξήσει], [μειώσει], [Δ].",
        "[μειώσει], [αυξήσει], [Α].",
        "[αυξήσει], [μειώσει], [Γ].",
        "[κρατήσει σταθερή], [κρατήσει σταθερή], [Β]."
      ],
      correct_answer: {
        id: "[αυξήσει], [μειώσει], [Γ].",
        explanation: "Για να ελαχιστοποιείται τα κόστος παραγωγής θα πρέπει $MPL/w=MPK/r$, δηλ. το πρόσθετο προϊόν ανά δαπανώμενο ευρώ να είναι το ίδιο για όλους τους απασχολούμενους συντελεστές. Όταν $K=8$ και $L=30$ ισχύει $MPL/w=3<MPK/r=5~\\kappa\\alpha l,$ επομένως, συμφέρει η μεταφορά δαπάνης από την εργασία στο κεφάλαιο. Ο συνδυασμός που ελαχιστοποιεί το κόστος είναι ο Γ αφού $MPL/w=4=MPK/r$. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 43."
      }
    },
    {
      id: 16,
      question: "Σε μια οικονομία λειτουργούν μόνο τρεις επιχειρήσεις, οι Α, Β και Γ, οι οποίες παρουσίασαν τα εξής στοιχεία την περασμένη χρονιά: Βάσει αυτών των στοιχείων, τα εισοδήματα όλων των συντελεστών της παραγωγής στην οικονομία αυτή την περασμένη χρονιά ήταν:",
      table: {
        headers: ["", "A", "B", "Γ"],
        rows: [
          ["Αξία παραγωγής", "2.000", "3.000", "6.000"],
          ["Αξία ενδιάμεσων εισροών", "500", "1.000", "1.500"]
        ]
      },
      answers: [
        "14.000.",
        "11.000.",
        "8.000.",
        "3.000."
      ],
      correct_answer: {
        id: "8.000.",
        explanation: "Αν και δεν είναι γνωστό ποιες επιχειρήσεις παράγουν ενδιάμεσα ή τελικά αγαθά και σε ποια έκταση, μπορούμε να προσδιορίσουμε το ΑΕΠ της οικονομίας βάσει των προστιθέμενων αξιών $\\Pi A=$ Αξία παραγωγής – Αξία ενδιάμεσων εισροών. (Πίνακας με Προστιθέμενη αξία: Α=1500, Β=2000, Γ=4500). $AE\\Pi I=\\Pi A_{A}+\Pi IA_{B}+\Pi A_{F}=1.500+2.000+4.500=8.000$. Το ΑΕΠ αντιστοιχεί στο σύνολο των εισοδημάτων των συντελεστών παραγωγής. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 47."
      }
    },
    {
      id: 17,
      question: "Έστω ότι σε μια οικονομία οι δείκτες τιμών καταναλωτή (ΔΤΚ) τα έτη 2023 και 2024 ήταν: Αν το κόστος του καλαθιού ενός αντιπροσωπευτικού καταναλωτή το 2024 ήταν 51 νομισματικές μονάδες (ν.μ.), τότε το κόστος σε ν.μ. του ίδιου καλαθιού το 2023 ήταν:",
      table: {
        headers: ["Έτος", "ΔΤΚ"],
        rows: [
          ["2023", "100"],
          ["2024", "102"]
        ]
      },
      answers: [
        "52 ν.μ.",
        "51 ν.μ.",
        "50 ν.μ.",
        "49 ν.μ."
      ],
      correct_answer: {
        id: "50 ν.μ.",
        explanation: "Εφόσον ο $\\Delta TK$ του 2023 είναι 100, το 2023 είναι το έτος βάσης. Επιπλέον ισχύει: $\\Delta TK_{24}=$ (Κόστος καλαθιού το 2024 / Κόστος καλαθιού το έτος βάσης $2023)\\times100=>$ Κόστος καλαθιού το έτος βάσης 2023 = (Κόστος καλαθιού το $2024)\\times100/\\Delta TK_{24}=>$ Κόστος καλαθιού το έτος βάσης $2023=51\\times100/102=50$. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 52."
      }
    },
    {
      id: 18,
      question: "Στην οικονομία Ω ο πληθυσμός άνω των 16 ετών είναι 10 εκατ. και το ποσοστό συμμετοχής στο εργατικό δυναμικό είναι 60%. Αν ο αριθμός των ανέργων είναι 600 χιλιάδες, τότε στο ποσοστό ανεργίας είναι:",
      answers: [
        "6,0%.",
        "10,0%.",
        "0,6%.",
        "1,0%."
      ],
      correct_answer: {
        id: "10,0%.",
        explanation: "Ποσοστό συμμετοχής στο εργατικό δυναμικό = (Εργατικό δυναμικό / Πληθυσμός άνω των 16 ετών) $\\times100=>60=$ (Εργατικό δυναμικό / Πληθυσμός άνω των 16 ετών)×100 => Εργατικό δυναμικό = Πληθυσμός άνω των 16 ετών × 0,6 = 10 εκατ. × 0,6 $=6$ εκατ. και Ποσοστό ανεργίας = (Αριθμός ανέργων / Εργατικό δυναμικό) $\\times100=(600\\chi\\lambda./6~\\epsilon k\\alpha\\tau.)\\times100=10$. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Eνότητα 49."
      }
    },
    {
      id: 19,
      question: "Η κυκλική ανεργία περιλαμβάνει:",
      answers: [
        "το σύνολο των ανέργων.",
        "αυτούς που παραιτήθηκαν από κάποια θέση και αναζητούν κάποια καλύτερη.",
        "αυτούς που δεν βρίσκουν θέση εργασίας διότι δεν έχουν κατάλληλες δεξιότητες.",
        "όσους δεν βρίσκουν θέση εργασίας λόγω μειωμένης οικονομικής δραστηριότητας."
      ],
      correct_answer: {
        id: "όσους δεν βρίσκουν θέση εργασίας λόγω μειωμένης οικονομικής δραστηριότητας.",
        explanation: "Η συνολική ανεργία περιλαμβάνει την φυσική ανεργία και την κυκλική ανεργία, ενώ η φυσική ανεργία αποτελείται από την ανεργία τριβής και τη διαρθρωτική ανεργία. Όσοι παραιτούνται από κάποια θέση επειδή αναζητούν κάποια καλύτερη περιλαμβάνονται στην ανεργία τριβής, ενώ όσοι δεν βρίσκουν θέση εργασίας επειδή οι δεξιότητες που διαθέτουν δεν αντιστοιχούν στις ζητούμενες από τους εργοδότες περιλαμβάνονται στη διαρθρωτική ανεργία. Τέλος, όσοι δεν βρίσκουν θέση εργασίας λόγω μειωμένης οικονομικής δραστηριότητας (ύπαρξη υφεσιακού κενού) περιλαμβάνονται στην κυκλική ανεργία. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 50."
      }
    },
    {
      id: 20,
      question: "Η επιβολή κατώτατου μισθού μπορεί να συμβάλλει στη δημιουργία [...] εφόσον είναι [.. ..] από τον μισθό ισορροπίας.",
      answers: [
        "[ανεργίας τριβής], [μικρότερος]",
        "[κυκλικής ανεργίας], [μεγαλύτερος]",
        "[διαρθρωτικής], [μεγαλύτερος]",
        "[κυκλικής ανεργίας], [μικρότερος]"
      ],
      correct_answer: {
        id: "[διαρθρωτικής], [μεγαλύτερος]",
        explanation: "Όταν η κυβέρνηση θεσπίζει κατώτατο μισθό εργασίας $(W_{F})$ που είναι υψηλότερος από τον μισθό ισορροπίας $(W_{E}),$ δημιουργείται διαρθρωτική ανεργία, δηλ. υπερβάλλουσα προσφορά στην αγορά εργασίας QS-QD. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 50."
      }
    },
    {
      id: 21,
      question: "Δίνονται τα ακόλουθα στοιχεία για τον Δείκτη Τιμών Καταναλωτή (ΔΤΚ) μιας οικονομίας: Αν το έτος βάσης του ΔΤΚ είναι το 2015 και ο ετήσιος ρυθμός πληθωρισμού το 2018 ήταν 2,5%, τότε ο ΔΤΚ ήταν [...............] το 2015 και [...] το 2018.",
      table: {
        headers: ["Έτος", "ΔΤΚ"],
        rows: [
          ["2015", "null"],
          ["2016", "101,5"],
          ["2017", "102,0"],
          ["2018", "null"]
        ]
      },
      answers: [
        "[104,55], [100].",
        "[100], [104,55].",
        "[100], [102,5].",
        "[102,5], [100]."
      ],
      correct_answer: {
        id: "[100], [104,55].",
        explanation: "Ισχύει: ΔΤΚ έτους = [(Κόστος καλαθιού αγοράς στο ίδιο έτος) / Κόστος καλαθιού στο έτος βάσης $2023)\\times100$. Συνεπώς, στο έτος βάσης θα ισχύει $\\Delta TK=100.$ Ο ετήσιος ρυθμός πληθωρισμού το 2018 ήταν: $[(\\Delta TK_{18}-\\Delta TK_{17})/\\Delta TK_{17}]\\times100=2,5\\Rightarrow[(\\Delta TK_{18}-102)/102]\\times100=2,5\\Rightarrow\\Delta TK_{18}=104,55$. Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 52."
      }
    },
    {
      id: 22,
      question: "Σε μια οικονομία με θετική ιδιωτική αποταμίευση και πλεονάσματα στον κρατικό προϋπολογισμό και στο ισοζύγιο τρεχουσών συναλλαγών, η εθνική αποταμίευση είναι [..... ....] από την ιδιωτική αποταμίευση και η ακαθάριστη επένδυση είναι [.........] από την εθνική αποταμίευση.",
      answers: [
        "[μεγαλύτερη], [μικρότερη].",
        "[μεγαλύτερη], [μεγαλύτερη].",
        "[μικρότερη], [μικρότερη].",
        "[μικρότερη], [μεγαλύτερη]."
      ],
      correct_answer: {
        id: "[μεγαλύτερη], [μικρότερη].",
        explanation: "Από τη βασική εθνικολογιστική ταυτότητα γνωρίζουμε ότι ισχύει $I\\equiv S_{i\\delta}+S_{\\delta\\eta\\mu}+S_{\\xi}=S_{\\epsilon\\theta v}+S_{\\xi}$ όπου Ι είναι η ακαθάριστη επένδυση, $S_{e\\theta v}=S_{1\\delta}+S_{\\delta\\eta\\mu}$ είναι η εθνική αποταμίευση που περιλαμβάνει την ιδιωτική και τη δημόσια αποταμίευση και $S_{\\xi}$ είναι η ξένη αποταμίευση που αντιστοιχεί στο αποτέλεσμα του ισοζυγίου τρεχουσών συναλλαγών. Εφόσον υπάρχει πλεόνασμα στον κρατικό προϋπολογισμό θα ισχύει $S_{\\delta\\eta\\mu}>0$ και $S_{\\epsilon\\theta v}>S_{i\\delta}.$ Επιπλέον, με πλεονασματικό ισοζύγιο τρεχουσών συναλλαγών θα υπάρχει τοποθέτηση (εκροή) αποταμιευτικών πόρων στο εξωτερικό, δηλ. $S_{\\xi}<0$. Συνεπώς, $I<S_{\\epsilon\\theta v}$. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 56."
      }
    },
    {
      id: 23,
      question: "Στον παρακάτω πίνακα φαίνονται τα επίπεδα κατανάλωσης (C) και αντίστοιχου διαθεσίμου εισοδήματος $(Y^{d})$ σε μια οικονομία στην οποία οι φόροι είναι σταθεροί και δεν εξαρτώνται από το εισόδημα: Αν, μετά από μια μεταβολή της αυτόνομης δαπάνης, το συνολικό εισόδημα Υ αυξάνεται κατά 400 μονάδες, η μεταβολή στην αυτόνομη δαπάνη ήταν:",
      table: {
        headers: ["C", "$Y^{d}$"],
        rows: [
          ["500", "800"],
          ["600", "1000"],
          ["650", "1100"],
          ["800", "1400"]
        ]
      },
      answers: [
        "μείωση κατά 400.",
        "αύξηση κατά 400.",
        "μείωση κατά 200.",
        "αύξηση κατά 200."
      ],
      correct_answer: {
        id: "αύξηση κατά 200.",
        explanation: "Με σταθερούς φόρους, ο πολλαπλασιαστής της αυτόνομης δαπάνης είναι $\\Delta Y/\\Delta AAS=1/(1-MPC)$, όπου $\\Delta Y=400,$ ΔΑΑΣ είναι η μεταβολή στην αυτόνομη δαπάνη και ΜPC είναι η οριακή ροπή για κατανάλωση. Από τα δεδομένα για την κατανάλωση και το διαθέσιμο εισόδημα προκύπτει ότι $MPC=\\Delta C/\\Delta Y^{d}=0.5$ (υπολογίστε τον λόγο $\\Delta C/\\Delta Y^{d}$ μεταξύ οποιωνδήποτε δύο διαδοχικών τιμών C και $Y^{d}$). Επομένως, ο πολλαπλασιαστής είναι $1/(1-0,5)=2$. Συνεπώς, $\\Delta Y/\\Delta AAS=2\\Rightarrow\\Delta AAS=\\Delta Y/2=400/2=200.$ Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητες 60, 61, 67."
      }
    },
    {
      id: 24,
      question: "Μια κλειστή οικονομία χωρίς δημόσιο τομέα περιγράφεται από τις εξείς σχέσεις: $C=100+0,6Y$ ($C=$ κατανάλωση, $Y=$ εισόδημα), $I_{\\mu\\eta~\\sigma\\chi}=200$ (μη σχεδιασμένη ή ανεπιθύμητη επένδυση), $Y=2000$ (πραγματοποιούμενο εισόδημα). Στην οικονομία αυτή το εισόδημα ισορροπίας είναι:",
      answers: [
        "750.",
        "1500.",
        "2000.",
        "Δεν μπορεί να προσδιοριστεί."
      ],
      correct_answer: {
        id: "1500.",
        explanation: "Από την ταυτότητα του εισοδήματος γνωρίζουμε ότι: $Y\\equiv C+(I_{\\sigma\\chi}+I_{\\mu\\eta~\\sigma\\chi})=100+0,6Y+I_{\\sigma\\chi}+200$ (1) όπου $I_{\\sigma x}$ είναι η σχεδιασμένη ή επιθυμητή επένδυση. Αντικαθιστώντας το πραγματοποιούμενο εισόδημα $Y=2000$ στην (1) παίρνουμε: $2000=100+0,6\\times2000+I_{\\sigma\\chi}+200=>I_{\\sigma\\chi}=500$ (2). Στην ισορροπία δεν υπάρχει μη σχεδιασμένη ή ανεπιθύμητη επένδυση (δηλ. $I_{\\mu\\eta~\\sigma\\chi}=0)$ και η συνολική σχεδιασμένη δαπάνη $AE_{\\sigma\\chi}=C+I_{\\sigma\\chi}$ θα είναι ίση με το εισόδομα ισορροπίας: $Y=AE_{\\sigma\\chi}\\Rightarrow Y=C+I_{\\sigma\\chi}\\Rightarrow Y=100+0,6Y+500\\Rightarrow Y=1500.$ Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 62."
      }
    },
    {
      id: 25,
      question: "Στο παρακάτω διάγραμμα φαίνονται οι καμπύλες συνολικής ζήτησης (AD), βραχυχρόνιας συνολικής προσφοράς (SRAS) και μακροχρόνιας συνολικής προσφοράς (LRAS), όπου Ρ είναι το επίπεδο τιμών και Υ είναι το προϊόν (εισόδημα). Στην οικονομία αυτή υπάρχει [.. ..] ίσο με [.........] μονάδες προϊόντος και το επίπεδο τιμών μακροχρόνια θα διαμορφωθεί σε [..............]",
      answers: [
        "[υφεσιακό κενό], [800], [90].",
        "[πληθωριστικό κενό], [1000], [90].",
        "[υφεσιακό κενό], [200], [40].",
        "[πληθωριστικό κενό], [200], [70]."
      ],
      correct_answer: {
        id: "[υφεσιακό κενό], [200], [40].",
        explanation: "Το δυνητικό επίπεδο παραγωγής είναι 1000 και αντιστοιχεί στο σημείο τομής της LRAS με τον οριζόντιο άξονα. Επιπλέον, το προϊόν στη βραχυχρόνια ισορροπία (σημείο τομής των AD και SRAS) είναι 800, δηλ. μικρότερο από το δυνητικό προϊόν και, επομένως, υπάρχει υφεσιακό κενό ίσο με $1000-800=200.$ Αυτό θα δημιουργήσει πίεση για πτώση των μισθών και μετατόπιση της SRAS προς τα κάτω και δεξιά μέχρι τη νέα μακροχρόνια ισορροπία στο σημείο τομής της AD με την LRAS όπου το επίπεδο τιμών θα είναι 40. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 65."
      }
    },
    {
      id: 26,
      question: "Αν υπάρχει υφεσιακό κενό στην οικονομία, η επεκτατική δημοσιονομική πολιτική μάλλον:",
      answers: [
        "αυξάνει τα επιτόκια και παραγκωνίζει ιδιωτική επενδυτική δαπάνη.",
        "δεν αυξάνει τα επιτόκια και παραγκωνίζει ιδιωτική επενδυτική δαπάνη.",
        "αυξάνει και τα επιτόκια και την ιδιωτική επενδυτική δαπάνη.",
        "δεν αυξάνει τα επιτόκια και δεν παραγκωνίζει ιδιωτική επενδυτική δαπάνη."
      ],
      correct_answer: {
        id: "δεν αυξάνει τα επιτόκια και δεν παραγκωνίζει ιδιωτική επενδυτική δαπάνη.",
        explanation: "Αν υπάρχει υφεσιακό κενό, η αύξηση του εισοδήματος που ακολουθεί την επεκτατική δημοσιονομική πολιτική οδηγεί σε αύξηση των αποταμιεύσεων και, έτσι, το δημόσιο μπορεί να δανειστεί χωρίς να πιέσει τα επιτόκια προς τα πάνω. Συνεπώς, σε συνθήκες ύφεσης της οικονομίας η επεκτατική δημοσιονομική πολιτική δεν αναμένεται να παραγκωνίσει ιδιωτική επενδυτική δαπάνη εφόσον δεν προκαλεί άνοδο των επιτοκίων. Άρα, η σωστή απάντηση είναι η D. Βλέπε Krugman και Wells, Ενότητα 66."
      }
    },
    {
      id: 27,
      question: "Αν ο πολλαπλασιαστής χρήματος είναι 3 και η κεντρική τράπεζα (ΚΤ) διαθέσει στις εμπορικές τράπεζες βραχυπρόθεσμους τίτλους του δημοσίου αξίας 5 δισ. € και μειώσει ισόποσα τα αποθεματικά που τηρούν οι εμπορικές τράπεζες σε λογαριασμούς στην ΚΤ, τότε η ποσότητα χρήματος θα:",
      answers: [
        "μειωθεί κατά 15 δισ. €.",
        "μειωθεί κατά 5 δισ. €.",
        "αυξηθεί κατά 15 δισ. €.",
        "αυξηθεί κατά 5 δισ. €."
      ],
      correct_answer: {
        id: "μειωθεί κατά 15 δισ. €.",
        explanation: "Η ενέργεια της ΚΤ είναι μια πράξη ανοικτής αγοράς και αφορά πώληση βραχυχρόνιων τίτλων του δημοσίου στις εμπορικές τράπεζες και αντίστοιχη μείωση των τραπεζικών αποθεματικών κατά 5 δισ. €. Η τελευταία προκαλεί ισόποση μείωση της νομισματικής βάσης (Β) και, εφόσον ο πολλαπλασιαστής χρήματος είναι $M1/B=3\\dot{\\eta}M1=3\\times B$, η μείωση της νομισματικής βάσης κατά 5 δισ. € θα μειώσει την ποσότητα χρήματος Μ1 κατά 15 δισ. €. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητες 70, 72."
      }
    },
    {
      id: 28,
      question: "Έστω ότι το κυκλικά προσαρμοσμένο δημοσιονομικό αποτέλεσμα μιας οικονομίας είναι αρνητικό (έλλειμμα). Αν στην οικονομία αυτή υπάρχει πληθωριστικό κενό, τότε το πραγματοποιούμενο δημοσιονομικό αποτέλεσμα θα παρουσιάζει:",
      table: {
        headers: ["", "Ποσότητα χρήματος (Μ1)", "Νομισματική Βάση (Β)"],
        rows: [
          ["Δεκέμβριος 2008", "4,035", "1.150"],
          ["Δεκέμβριος 2023", "10,446", "5,271"]
        ]
      },
      answers: [
        "έλλειμμα ίσο με το κυκλικά προσαρμοσμένο.",
        "έλλειμμα μεγαλύτερο από το κυκλικά προσαρμοσμένο.",
        "έλλειμμα μικρότερο από το κυκλικά προσαρμοσμένο ή πλεόνασμα.",
        "σίγουρο πλεόνασμα."
      ],
      correct_answer: {
        id: "έλλειμμα μικρότερο από το κυκλικά προσαρμοσμένο ή πλεόνασμα.",
        explanation: "Το κυκλικά προσαρμοσμένο δημοσιονομικό αποτέλεσμα αντιστοιχεί σε ΑΕΠ ίσο με το δυνητικό, δηλ. όταν δεν υπάρχει υφεσιακό η πληθωριστικό κενό. Όταν υπάρχει πληθωριστικό κενό το πραγματοποιούμενο ΑΕΠ είναι μεγαλύτερο από το δυνητικό ΑΕΠ και το κράτος έχει περισσότερα φορολογικά έσοδα και λιγότερα μεταβιβάσεις (επιδόματα πρόνοιας) προς τους οικονομικούς φορείς. Συνεπώς, το πραγματοποιούμενο δημοσιονομικό αποτέλεσμα θα αντιστοιχεί είτε σε μικρότερο έλλειμμα είτε σε πλεόνασμα εν σχέσει με το κυκλικά προσαρμοσμένο αποτέλεσμα. Άρα, η σωστή απάντηση είναι η C. Βλέπε Krugman και Wells, Ενότητα 68."
      }
    },
    {
      id: 29,
      question: "Η βραχυχρόνια καμπύλη Phillips αποδίδει την [...] βραχυχρόνια σχέση μεταξύ του ποσοστού ανεργίας και του πραγματοποιούμενου πληθωρισμού και μετατοχίζεται είτε όταν μεταβάλλεται [.........] είτε όταν υπάρχουν [.........].",
      answers: [
        "[θετική], [ο αναμενόμενος πληθωρισμός], [διαταραχές ζήτησης].",
        "[αρνητική], [ο αναμενόμενος πληθωρισμός], [διαταραχές προσφοράς].",
        "[θετική], [πραγματοποιούμενος πληθωρισμός], [διαταραχές προσφοράς].",
        "[αρνητική], [πραγματοποιούμενος πληθωρισμός], [διαταραχές ζήτησης]."
      ],
      correct_answer: {
        id: "[αρνητική], [ο αναμενόμενος πληθωρισμός], [διαταραχές προσφοράς].",
        explanation: "Η βραχυχρόνια καμπύλη Phillips (SRPC) είναι η γραφική απεικόνιση της αρνητικής σχέσης μεταξύ του ποσοστού ανεργίας και του πραγματοποιούμενου ρυθμού πληθωρισμού. Η καμπύλη αυτή μετατοχίζεται όταν, ceteris paribus, μεταβάλλεται ο αναμενόμενος πληθωρισμός και αυτή η προσδοκία ενσωματώνεται στην τρέχουσα συμπεριφορά εργαζομένων και εργοδοτών σχετικά με τον καθορισμό των μισθών. Ειδικότερα, η SRPC μετατοχίζεται προς τα πάνω όταν αυξάνεται ο αναμενόμενος πληθωρισμός και προς τα κάτω αν υπάρχει προσδοκία για χαμηλότερο πληθωρισμό. Επίσης, η SRPC μετατοχίζεται αν, ceteris paribus, υπάρχουν διαταραχές προσφοράς που μετατοχίζουν την καμπύλη βραχυχρόνιας συνολικής προσφοράς (SRAS), όπως μια αύξηση της τιμής του πετρελαίου (αρνητική διαταραχή προσφοράς που μετατοχίζει την SRPC προς τα πάνω) ή μια βελτίωση της τεχνολογίας (θετική διαταραχή προσφοράς που μετατοχίζει την SRPC προς τα κάτω). Άρα, η σωστή απάντηση είναι η Β. Βλέπε Krugman και Wells, Ενότητα 77."
      }
    },
    {
      id: 30,
      question: "Στο τέλος Δεκεμβρίου 2024 ίσχυαν τα εξής μεγέθη για την Ευρωζώνη: Βάσει αυτών των δεδομένων, στο τέλος του 2024 οι συνολικές καταθέσεις όψεως στην Ευρωζώνη ήταν [..............] τρισ. € και ο πολλαπλασιαστής χρήματος ήταν [....], ενώ αν οι οικονομικοί φορείς έκαναν τις συναλλαγές τους μόνο με επιταγές και οι εμπορικές τράπεζες δεν κρατούσαν υπερβάλλοντα ρευστά ο πολλαπλασιαστής χρήματος θα ήταν [.............].",
      table: {
        headers: ["Δείκτης", "Τιμή"],
        rows: [
          ["Ποσότητα Χρήματος με τη στενή έννοια (Μ1)", "10,57 τρισ. €"],
          ["Νομισματική Κυκλοφορία (C)", "1,56 τρισ. €"],
          ["Τραπεζικά Αποθεματικά (R)", "3,10 τρισ. €"],
          ["Ποσοστό ελάχιστων υποχρεωτικών αποθεματικών εμπορικών τραπεζών (rr)", "1%"]
        ]
      },
      answers: [
        "[9,01], [2,27], [100].",
        "[4,66], [3,41], [0,01].",
        "[7,47], [5,91], [10].",
        "[9,01], [2,27], [1000]."
      ],
      correct_answer: {
        id: "[9,01], [2,27], [100].",
        explanation: "Γνωρίζουμε ότι η ποσότητα χρήματος με τη στενή έννοια είναι $M1=C+D$, όπου D είναι οι συνολικές καταθέσεις όψεως. Συνεπώς, $D=M1-C=10,57-1,56=9,01$ τρισ. €. Ο πολλαπλασιαστής χρήματος δίνεται από τον λόγο Μ1/Β, όπου Β είναι η νομισματική βάση. Επιπλέον, $B=C+R=1,56+3,10=4,66$ τρισ. €. Συνεπώς, ο πολλαπλασιαστής ήταν $M1/B=10,57/4,66=2,27.$ Αν οι συναλλαγές γίνονταν μόνο με επιταγές (μέσω καταθέσεων όψεως) και οι εμπορικές τράπεζες δεν κρατούσαν υπερβάλλοντα ρευστά (δηλ. κρατούσαν μόνο τα ελάχιστα απαιτούμενα αποθεματικά), ο πολλαπλασιαστής χρήματος θα ήταν $1/rr=1/0,01=100$. Άρα, η σωστή απάντηση είναι η Α. Βλέπε Krugman και Wells, Ενότητα 70."
      }
    }
  ]
}
};
